{"loci":"rs73078758","finding":"The SNP rs73078758 was identified as a novel locus near the SLX41P gene with an odds ratio (OR) of 1.29 (95% CI: 1.18-1.42), indicating an increased risk of DVT. However, further replication details were not provided.","chrpos":"chr20:10543248","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.24.22274229","title":"Using genotyping and whole-exome sequencing data to improve genetic risk prediction in deep venous thrombosis"}
{"loci":"rs2236196","finding":"Previously associated with continuous abstinence, the variant rs2236196 was the only one among the candidate gene variants to reach significant threshold but displayed an opposite effect in the long-term analysis related to varenicline.","chrpos":"chr20:63346204","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.13.24317234","title":"Genome-wide association study of varenicline-aided smoking cessation"}
{"loci":"rs200383755","finding":"The C allele of this missense variant in GATA5 was associated with lower FEV1 and correlated with increased risk of asthma along with several other traits.","chrpos":"chr20:62475466","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.11.22274314","title":"Multi-ancestry genome-wide association study improves resolution of genes, pathways and pleiotropy for lung function and chronic obstructive pulmonary disease"}
{"loci":"rs80339443","finding":"The SNP rs80339443 was identified as genome-wide significant for Chronic Inflammatory Demyelinating Polyneuropathy (CIDP) risk in women during the GWAS analysis. This variant is located in the intron region of the gene CDH4, which encodes the retinal-cadherin protein, involved in various cellular processes including neuronal outgrowth and muscle regeneration. The odds ratio (OR) for this SNP was found to be 4.37 (95% CI: 2.61, 7.33, P-value = 1.49 × 10⁻⁸), indicating a strong association with CIDP risk.","chrpos":"chr20:61256907","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.13.23298433","title":"Genetic analyses of inflammatory polyneuropathy and chronic inflammatory demyelinating polyradiculoneuropathy identified candidate genes"}
{"loci":"rs73598374","finding":"The rs73598374 SNP, associated with the ADA gene, showed significant evidence of a correlation between the ADA2 allele and obesity in Latino adults, specifically those with BMIs greater than 25 kg\/m2. This finding suggested that the ADA2 allele may be a risk factor for obesity and its associated complications like type 1 diabetes mellitus (DM1). No such association was observed in the Caucasian population.","chrpos":"chr20:44651586","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.11.21266231","title":"Association of Adenosine Deaminase (ADA) +22 G->A (rs73598374) Genotype in Latino Adult Obese"}
{"loci":"rs6013897","finding":"SNP rs6013897 was deemed significant in the intergenic region of CYP24A1 and BCAS1, with interactions identified through Hi-C data.","chrpos":"chr20:54125940","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.18.24301465","title":"GWAS of ∼30,000 samples with bone mineral density at multiple skeletal sites and its clinical relevance on fracture prediction, genetic correlations and prioritization of drug targets"}
{"loci":"rs927059","finding":"SNP rs927059 was associated with femur neck BMD, with strong eQTL evidence supporting PAX1 as a candidate gene for this SNP.","chrpos":"chr20:21933556","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.18.24301465","title":"GWAS of ∼30,000 samples with bone mineral density at multiple skeletal sites and its clinical relevance on fracture prediction, genetic correlations and prioritization of drug targets"}
{"loci":"rs199806394","finding":"The SNP rs199806394 exhibited dominant effects, with significant implications for retinal thickness as part of the genetic landscape linked to ophthalmic disorders.","chrpos":"chr20:14548438","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.15.23291410","title":"Autoencoder-based phenotyping of ophthalmic images highlights genetic loci influencing retinal morphology and provides epidemiologically informative biomarkers"}
{"loci":"rs17857295","finding":"A significant association was identified between the MAVS rs17857295 SNP and the risk of developing IPA in HSCT recipients. This increased risk was observed when the variant was carried by the donor in a recessive genetic model, indicating that donor genotypes significantly influenced patient outcomes regarding IPA.","chrpos":"chr20:3857794","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.07.21261611","title":"MAVS expression in alveolar macrophages is essential for host resistance against Aspergillus fumigatus"}
{"loci":"rs2150165","finding":"The SNP rs2150165 in CBFA2T2 at 20q11.21 was associated with PSA levels and represented one of the newly identified variants in a meta-analysis aimed at understanding genetic factors affecting PSA screening outcomes.","chrpos":"chr20:33539865","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs291671","finding":"Representing novel findings, rs291671 in CDK5RAP1 on 20q11.21 was significantly associated with PSA levels, showcasing the breadth of genetic factors linked to prostate cancer diagnostics.","chrpos":"chr20:33363039","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs910083","finding":"Variant rs910083 was found to be associated with nicotine dependence in a trans-ethnic analysis including both European and African American smokers, emphasizing its impact on smoking addiction.","chrpos":"chr20:32790884","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.09.21267119","title":"Genetic insights into smoking behaviours in 10,558 men of African ancestry from continental Africa and the UK"}
{"loci":"rs3829704","finding":"The BP allele of rs3829704 was associated with decreased expression of PRPF6 in blood cells (Lymphocyte P = 1.29×10−31) and in the brain (Cortex P = 1.20×10−6; Caudate P = 6.00×10−6).","chrpos":"chr20:64036665","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.16.24302920","title":"Pathway-based polygenic score analysis identifies the NRF2-KEAP1 and mRNA splicing - minor pathways as enriched in shared genetic variation between chronotype and bipolar disorder"}
{"loci":"rs910805","finding":"The SNP rs910805 was found to be associated with reduced expression of the isoform ENST00000430571 (TCONS_00530677) of the XRN2 gene in both adult and fetal brain samples. Its G allele, also the minor allele, was implicated in this expression reduction, consistent with findings suggesting that this isoform's expression modifications might drive the risk associated with autism spectrum disorder (ASD).","chrpos":"chr20:21267478","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.18.22281204","title":"Multivariate variance components analysis uncovers genetic architecture of brain isoform expression and novel psychiatric disease mechanisms"}
{"loci":"rs291699","finding":"Linked to CDK5RAP1, this SNP was significant in revealing pathways related to addiction.","chrpos":"chr20:33394393","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.06.22268753","title":"Multivariate genome-wide association meta-analysis of over 1 million subjects identifies loci underlying multiple substance use disorders"}
{"loci":"rs76458410","finding":"The analysis revealed that rs76458410, located in the gene YWHAB, exhibited significant interaction with short sleep duration (STST) for pulse pressure (PP), with a P-value of 6.4×10^-7, indicating a novel finding in the context of hypertension risk.","chrpos":"chr20:44851866","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.07.24303870","title":"A Large-Scale Genome-Wide Study of Gene-Sleep Duration Interactions for Blood Pressure in 811,405 Individuals from Diverse Populations"}
{"loci":"rs112958007","finding":"rs112958007, associated with PAK5, demonstrated significant interaction with STST for PP, seen in the Hispanic population, with a P-value of 1.3×10^-9, indicating its potential impact on hypertension.","chrpos":"chr20:9805888","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.07.24303870","title":"A Large-Scale Genome-Wide Study of Gene-Sleep Duration Interactions for Blood Pressure in 811,405 Individuals from Diverse Populations"}
{"loci":"rs16991615","finding":"The SNP rs16991615 was significant only in females and mapped to the MCM8 gene, a missense variant involved in DNA repair, which suggested a unique genetic contribution to estradiol levels in women.","chrpos":"chr20:5967581","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.01.21259826","title":"Genome-Wide Association Study of Estradiol Levels, and the Causal Effect of Estradiol on Bone Mineral Density"}
{"loci":"rs6031351","finding":"The SNP rs6031351 was associated with androgen receptor (AR) expression in early triple-negative breast cancer (TNBC). In the context of the study outlined in the abstract, a significant finding was that a subset of TNBC patients exhibited positive AR expression, which correlated with shorter disease-free survival outcomes. Therefore, this SNP played a role in the clinical significance and prognostic associations of AR in TNBC, particularly highlighting its impact on patient outcomes.","chrpos":"chr20:44079320","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.25.24316141","title":"Molecular Profiling of a Triple-negative Breast Cancer Cohort in India for EGFR and AR expression analyzed for patient outcomes showed a distinct subset of cellular co-expression"}
{"loci":"rs1203888","finding":"The variant rs1203888 in LINC00261 was significant in the African ancestry cohort with a beta of -0.0423 (p=8.7e-13) but was not significant in European ancestry individuals (p>0.05). This indicated a potential unique association in the African population.","chrpos":"chr20:22565637","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.27.23297676","title":"Genome-wide association study of prostate-specific antigen levels in 392,522 men identifies new loci and improves cross-ancestry prediction"}
{"loci":"rs17447545","finding":"At the 20q13 locus, the PLTP SNP (rs17447545) emerged as a new signal near MMP9, demonstrating independent risk association despite some linkage disequilibrium.","chrpos":"chr20:45918429","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.16.22278855","title":"Distinctive cross-ancestry genetic architecture for age-related macular degeneration"}
{"loci":"rs1132274","finding":"The rs1132274 was a novel missense variant in RRBP1, the CAD sentinel variant, suggesting involvement in endoplasmic reticulum protein processing.","chrpos":"chr20:17615510","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.24.21257377","title":"Discovery and systematic characterization of risk variants and genes for coronary artery disease in over a million participants"}
{"loci":"rs2207132","finding":"The rs2207132 variant, sentinelling at the MAFB locus, demonstrated significant associations with CAD influenced by liver gene expression.","chrpos":"chr20:40513876","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.24.21257377","title":"Discovery and systematic characterization of risk variants and genes for coronary artery disease in over a million participants"}
{"loci":"rs1883711","finding":"The rs1883711 variant was associated with the MAFB locus, although didn’t hold the strongest association initially yet had robust functional implications.","chrpos":"chr20:40551182","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.24.21257377","title":"Discovery and systematic characterization of risk variants and genes for coronary artery disease in over a million participants"}
{"loci":"rs530872363","finding":"The missense variant rs530872363 G>A (p.Asp25Asn) in the RTF2 gene was found in affected siblings, both of whom had two copies of the alternative allele. Computational assessments indicated that this variant was damaging and conserved among vertebrates. However, it lacked prior reports in ClinVar and showed a higher carrier frequency among individuals of South Asian ancestry, reinforcing its potential association with ID despite its original unknown role.","chrpos":"chr20:56473304","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.08.23299914","title":"Rare splice and missense variants with evidence of pathogenicity in consanguineous families with autosomal recessive intellectual disability from Pakistan"}
{"loci":"rs13040884","finding":"The SNP rs13040884 was associated with elevated blood CCL17 levels in T-cell lymphoblastic lymphoma patients, specifically in those with NOTCH1 gene fusions. The study indicated that all six patients with these fusions showed high CCL17 levels, suggesting a significant link between this SNP and the risk of relapse in T-LBL. This finding provided new insights into potential biomarkers for identifying high-risk pediatric patients in need of intensified treatment.","chrpos":"chr20:51131251","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.31.24301517","title":"NOTCH1 fusions in pediatric T-cell lymphoblastic lymphoma: a high-risk subgroup with CCL17 (TARC) levels as diagnostic biomarker"}
{"loci":"rs2904106","finding":"The SNP rs2904106, an intronic variant in the ATP9A gene, was one of five critical SNPs replicated in the Pain Questionnaire cohort. It was also observed in Community 1, which showed links to the regulation of exocytosis and pancreatic beta cell function.","chrpos":"chr20:51715804","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.09.22279773","title":"Genetic Risk Factors for ME\/CFS Identified using Combinatorial Analysis"}
{"loci":"rs56218501","finding":"The SNP rs56218501\/Affx-16805420, a missense variant in the SULF2 gene, was replicated in the fibromyalgia cohort, which suggests a strong association with both ME\/CFS and fibromyalgia.","chrpos":"chr20:47736892","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.09.22279773","title":"Genetic Risk Factors for ME\/CFS Identified using Combinatorial Analysis"}
{"loci":"rs4809823","finding":"Located on chromosome 20, rs4809823 was proximal to the genes KCNG1 and AL121785. It was identified as a positive original finding related to AD, highlighting its contribution to neural synaptic function and its role in immune pathways relevant to Alzheimer’s disease.","chrpos":"chr20:51038035","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.11.24313439","title":"Identification of 16 novel Alzheimer’s disease susceptibility loci using multi-ancestry meta-analyses of clinical Alzheimer’s disease and AD-by-proxy cases from four whole genome sequencing datasets"}
{"loci":"rs56817213","finding":"The SNP rs56817213 on chromosome 20 reached genome-wide significance with a p-value of 3.64×10−9. It was identified as a significant locus associated with suicide attempt (SA) in the multi-ancestry analysis, contributing to the understanding of genetic risk factors for SA.","chrpos":"chr20:53201717","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.03.22277199","title":"Genome-wide association study meta-analysis of suicide attempt in 43,871 cases identifies twelve genome-wide significant loci"}
{"loci":"rs6512309","finding":"Previously linked to coffee consumption through CCGC studies, affirming its significance in genetic associations with coffee intake.","chrpos":"chr20:64261231","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.08.21253114","title":"Habitual Coffee Consumption Increases Risks for Metabolic Diseases: Genome-wide Association Studies and a Phenotype-wide Two Sample Mendelian Randomization Analysis"}
{"loci":"rs6024870","finding":"The CASS4:rs6024870-A variant demonstrated a protective modifying effect in individuals of Complex Admixture History ancestry when analyzed alongside APOE ε4.","chrpos":"chr20:56422512","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.03.24313587","title":"Biobank-scale characterization of Alzheimer’s disease and related dementias identifies potential disease-causing variants, risk factors, and genetic modifiers across diverse ancestries"}
{"loci":"rs13040652","finding":"The SNP rs13040652 was associated with immune checkpoint inhibitor (ICI) therapy-related pneumonitis, as identified in the study led by Mallio et al. The research utilized a deep learning algorithm to predict the risk of developing pneumonitis in patients undergoing ICIs for non-small cell lung cancer, achieving a prediction accuracy of 0.823 and an area under the ROC curve of 0.895. This highlighted the relevance of genetic factors in predicting adverse effects of immunotherapy.","chrpos":"chr20:50002736","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.14.24315487","title":"A novel prediction model for immunotherapy induced pneumonitis prediction based on Chest CT and electronic health record"}
{"loci":"rs117361510","finding":"The variant rs117361510 in JPH2 was included among those impacting DALYs, associated with type 2 diabetes.","chrpos":"chr20:44189982","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.25.22269831","title":"Genetic risk factors have a substantial impact on healthy life years"}
{"loci":"rs6062847","finding":"This variant showed a consistent direction of effect between chronic dry cough and ACEi-induced cough, mapped to NTSR1\/SLCO4A1, and confirmed the correlation with neurobiological processes.","chrpos":"chr20:62690666","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.23.24310853","title":"Genomics of chronic cough unravels neurological pathways"}
{"loci":"rs143384","finding":"The study identified SNP rs143384 as being significantly associated with multiple inferred topics through topic-GWAS. Specifically, it appeared in a branch of the tree structure generated by treeLFA where most of the associated disease topics were clustered. The analysis reported effect sizes and standard errors for rs143384, suggesting it played a role in defining certain multimorbidities, which related to various health conditions distinct from those defined by single disease codes. This finding highlighted the relevance of rs143384 in understanding complex traits and disease combinations.","chrpos":"chr20:35437976","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.28.22281623","title":"Topic modelling with ICD10-informed priors identifies novel genetic loci associated with multimorbidities in UK Biobank"}
{"loci":"rs11907908","finding":"The SNP rs11907908 was noted to exhibit a linkage (r2 >= 0.8) with ST-segment genome-wide association study (GWAS) sentinel SNPs, suggesting a role in the regulation of ST-segment amplitude, hence it contributed positively to understanding the genetic basis of disease.","chrpos":"chr20:49307077","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.20.24312115","title":"An autosomal dominant cardiac arrhythmia syndrome, ST Depression Syndrome, is caused by the de novo creation of a cardiomyocyte enhancer"}
{"loci":"rs2202261","finding":"Like rs11907908, rs2202261 was linked (r2 >= 0.8) with ST-segment GWAS sentinel SNPs and played a critical role in the genetic understanding of ST Depression Syndrome, making it a significant finding.","chrpos":"chr20:49353727","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.20.24312115","title":"An autosomal dominant cardiac arrhythmia syndrome, ST Depression Syndrome, is caused by the de novo creation of a cardiomyocyte enhancer"}
{"loci":"rs2229006","finding":"The SNP rs2229006 was found within the coding sequence of KCNB1, where the rs2229006-C allele demonstrated a 3.8-fold higher expression compared to the reference allele in cells containing the delinsTCCC variant, thereby supporting the hypothesis of increased KCNB1 expression contributing to cardiac-specific disease mechanisms.","chrpos":"chr20:49373713","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.20.24312115","title":"An autosomal dominant cardiac arrhythmia syndrome, ST Depression Syndrome, is caused by the de novo creation of a cardiomyocyte enhancer"}
{"loci":"rs6062847","finding":"The variant rs6062847 was implicated in increasing the risk of chronic dry cough. This association showcased a shared genetic determinant between ACEI-induced cough and chronic cough, linking it to the gene NTSR1.","chrpos":"chr20:62690666","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.30.22277097","title":"Genome-wide association study of ACE inhibitor-induced cough implicates neuropeptides and shows genetic overlap with chronic dry cough"}
{"loci":"rs7274134","finding":"The SNP rs7274134 located within the LINC01427 - LINC00261 region was identified as having an association with insulin resistance (IR). Individuals with C\/T-T\/T genotypes were at an elevated risk for IR, demonstrated by an odds ratio of 2.60 and a 95% confidence interval of 1.37-4.96 (p < 0.0032). This finding was supported by a dominant model analysis.","chrpos":"chr20:22447646","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24311638","title":"Genetic Polymorphisms Associated with Insulin Resistance Risk in Normal BMI Indians"}
{"loci":"rs6066146","finding":"The SNP rs6066146, located in the EYA2 gene on chromosome 20, exhibited a significant association with diabetic retinopathy, achieving a p-value of 4.21 x 10^-8. This finding suggested a potential role of EYA2 in disease development, as the gene is involved in retinal neuronal differentiation and vascular development.","chrpos":"chr20:46970914","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.02.23299320","title":"Multiple genome-wide association studies of type 2 diabetes implicate several genes are associated with diabetic retinopathy based on UK Biobank"}
{"loci":"rs750318549","finding":"The rs750318549 SNP in ASXL1 was associated with decreased lifespan having a p-value of 2.3 × 10^-15. This reinforces the impact of ASXL1 on longevity.","chrpos":"chr20:32434646","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.30.24311226","title":"Genetic associations with human longevity are enriched for oncogenic genes"}
{"loci":"rs2273500","finding":"Associated with TUD, this SNP is located in the CHRNA4 gene, reinforcing the involvement of nicotinic receptors in smoking-related disorders.","chrpos":"chr20:63355597","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.27.23287713","title":"Multi-ancestry meta-analysis of tobacco use disorders based on electronic health record data prioritizes novel candidate risk genes and reveals associations with numerous health outcomes"}
{"loci":"rs6011779","finding":"This SNP in CHRNA4 was replicated from prior findings, linking it with tobacco use disorder in the African American population.","chrpos":"chr20:63352965","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.27.23287713","title":"Multi-ancestry meta-analysis of tobacco use disorders based on electronic health record data prioritizes novel candidate risk genes and reveals associations with numerous health outcomes"}
{"loci":"rs6112068","finding":"The rs6112068 SNP in DTD1 showed significant association with endometriosis, with a p-value of 8.72E-10. This finding was reported for the first time in this study, marking an important addition to known genetic factors.","chrpos":"chr20:18692152","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.26.24316723","title":"Expanding the genetic landscape of endometriosis: Integrative -omics analyses uncover key pathways from a multi-ancestry study of over 900,000 women"}
{"loci":"rs17265513","finding":"The rs17265513 SNP, associated with ZHX3, had a significant association with endometriosis, illustrated by a p-value of 5.58E-09. Its recognition in this GWAS represents a novel locus linked to the condition.","chrpos":"chr20:41203988","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.26.24316723","title":"Expanding the genetic landscape of endometriosis: Integrative -omics analyses uncover key pathways from a multi-ancestry study of over 900,000 women"}
{"loci":"rs1799990","finding":"The index variant rs1799990 in the <italic>PRNP<\/italic> locus was a common missense variant (p.Met129Val). Despite limited evidence from coloc or TWAS analyses, it was prioritized as a tier 1 risk gene. The heterozygous genotype linked to this SNP was associated with reduced risk of sCJD, though its biological relevance was complex and unclear.","chrpos":"chr20:4699605","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.19.24310476","title":"Multiomic Analyses Direct Hypotheses for Creutzfeldt-Jakob Disease Risk Genes"}
{"loci":"rs143384","finding":"The SNP rs143384 located near the GDF5 gene on chromosome 20 exhibited the most significant association with knee pain, with a p value of 4.68 × 10^-19. This finding was consistent with previous studies that reported its influence on GDF5 expression levels, contributing to osteoarthritis (OA) susceptibility by affecting cartilage homeostasis.","chrpos":"chr20:35437976","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.16.24313726","title":"A Genome-wide Association Study Identifies Novel Genetic Variants Associated with Knee Pain in the UK Biobank (N = 441,757)"}
{"loci":"rs4809370","finding":"The SNP rs4809370 was found to be associated with preeclampsia\/eclampsia as it represented a second independent association on chromosome 20. This association was identified in a conditional analysis in GCTA-COJO, with an odds ratio of 1.08 and a p-value of 1.4×10^-8, highlighting its significance in the context of hypertensive disorders of pregnancy.","chrpos":"chr20:63839519","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.30.22282929","title":"Genome-wide meta-analysis identifies novel maternal risk variants and enables polygenic prediction of preeclampsia and gestational hypertension"}
{"loci":"rs6070628","finding":"The allele variant rs6070628 within MIR298 demonstrated a correlation with higher cerebrospinal fluid (CSF) levels of phosphorylated-tau181 in a dose-dependent manner. This association was significant as it indicated a relationship between miRNA polymorphisms and tau pathology, an important feature of neurodegenerative diseases, including Alzheimer's disease.","chrpos":"chr20:58823224","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.17.22276532","title":"A multi-omics approach identifies a blood-based miRNA signature of cognitive decline in two large observational trials"}
{"loci":"rs259983","finding":"SNP rs259983 was identified as one of the five maternally derived variants associated with preeclampsia (PE) that also predisposed individuals to hypertension (HTN), supporting the idea of shared genetic risk between HTN and PE.","chrpos":"chr20:59160402","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.13.22275064","title":"Spatially Constrained Gene Regulation Identifies Key Genetic Contributions of Preeclampsia, Hypertension and Proteinuria"}
{"loci":"rs45577437","finding":"rs45577437 was noted as exonic to the ZNF341 gene on chromosome 20q11.22, with a significant association to CAP (p=1.21×10⁻¹⁴). The variant predicted a missense change in the protein, indicating a potential biological impact.","chrpos":"chr20:33753235","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.29.23294759","title":"A genome-wide association study of adults with community-acquired pneumonia"}
{"loci":"rs150607032","finding":"The rs150607032 variant, mapped to ATP9A\/NFATC2\/SALL4, showed strong association with TG levels influenced by short total sleep time (STST), emphasizing its relevance in the interaction of sleep duration with lipid levels.","chrpos":"chr20:51830403","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.02.24312466","title":"A Large-Scale Genome-Wide Gene-Sleep Interaction Study in 732,564 Participants Identifies Lipid Loci Explaining Sleep-Associated Lipid Disturbances"}
{"loci":"rs73319497","finding":"The rs73319497 variant, located within the GZF1\/NPAB\/CASTL1\/CAST11\/NXT1 region, was found to be associated with TG under short total sleep time (STST), illustrating its significance in lipid regulation relative to sleep patterns.","chrpos":"chr20:23353740","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.02.24312466","title":"A Large-Scale Genome-Wide Gene-Sleep Interaction Study in 732,564 Participants Identifies Lipid Loci Explaining Sleep-Associated Lipid Disturbances"}
{"loci":"rs6077080","finding":"This SNP was associated with a genetic locus affecting immune cell functionalities, revealing its importance in the context of immunity.","chrpos":"chr20:758339","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.08.24302520","title":"Genome-wide association study reveals different T cell distributions in peripheral blood of healthy individuals at high genetic risk of type 1 diabetes and long COVID"}
{"loci":"rs2876034","finding":"The rs2876034 variant was associated with a reduced risk of COVID-19 hospitalization (OR=0.95, 95% CI=0.93-0.97, p=2.83×10^-8) and was found to be in strong LD with rs2326788, a sentinel variant for critical COVID-19.","chrpos":"chr20:6492834","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.11.23293871","title":"Novel risk loci for COVID-19 hospitalization among admixed American populations"}
{"loci":"rs2326788","finding":"This variant served as a sentinel for the CASC20 locus associated with critical COVID-19 implications, thereby confirming its relevance in severity outcomes.","chrpos":"chr20:6489447","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.11.23293871","title":"Novel risk loci for COVID-19 hospitalization among admixed American populations"}
{"loci":"rs6120777","finding":"The SNP rs6120777, associated with MYH7B, was found to be significant in the context of familial hypertrophic cardiomyopathy. The association remained even after excluding cases with hypertrophic cardiomyopathy, indicating its relevance in general cardiac hypertrophy.","chrpos":"chr20:34972369","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.05.21265953","title":"Genetics of Myocardial Interstitial Fibrosis in the Human Heart and Association with Disease"}
{"loci":"rs191456206","finding":"The SNP rs191456206 was located 1 base pair upstream of the CpG site cg22798925 within the GNAS gene. This site was significantly associated with prenatal depression scores based on the EPDS scale. The GNAS gene is known to have various promoters and plays a significant role in genomic imprinting and hormone pathways. The major allele for this SNP was G, while the minor alleles C and T were rare, with allele frequencies of 1.6 x 10^-5 for C and 0.0 for T. Given GNAS's role in fetal development and its association with maternal exposures, this finding highlights its importance in researching the link between prenatal depression and adverse developmental outcomes in children.","chrpos":"chr20:58889075","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.02.21258194","title":"Association between Maternal Depression during Pregnancy and Newborn DNA Methylation"}
{"loci":"rs11697662","finding":"Found at the 20q13.33 locus, rs11697662 was described as having an independent association with lung cancer and was indicated as an eQTL for the CHRNA4 nicotinic acetylcholine receptor subunit across multiple tissues.","chrpos":"chr20:63360653","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.26.21254132","title":"Genetic analysis of lung cancer reveals novel susceptibility loci and germline impact on somatic mutation burden"}
{"loci":"rs2232613","finding":"The variant rs2232613 was associated with significantly reduced levels of the LBP protein, highlighting its relevance in protein expression modulation in the context of liver health.","chrpos":"chr20:38369011","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.31.23287853","title":"Plasma Proteome Variation and its Genetic Determinants in Children and Adolescents"}
{"loci":"rs1124471","finding":"The association for craniosynostosis was replicated with rs1124471 at nominal significance in the Latino analysis (p=1.98e-4, MAF=0.37, OR=2.33).","chrpos":"chr20:7130193","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.09.21258643","title":"Large-scale trans-ethnic replication and discovery of genetic associations for rare diseases with self-reported medical data"}
{"loci":"rs74828248","finding":"The SNP rs74828248 was found to be significantly associated with TB susceptibility in the admixed South African population, as reported through the local ancestry allelic adjusted association (LAAA) model. The association reached a p-value of 2.272 x 10^-6 with an odds ratio of 0.316, although the connection to TB risk was less clear as this variant resided in an intergenic region.","chrpos":"chr20:61121640","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.30.24308060","title":"Confirmation of HLA-II associations with TB susceptibility in admixed African samples"}
{"loci":"rs2295348","finding":"pgBoost linked rs2295348 to RNF24, which is fine-mapped for mean corpuscular volume with a PIP of 0.58. The SNP lies in an ENCODE cCRE with a distal enhancer signature within an intron of CDC25B. Although not experimentally validated, RNF24 was suggested as a biologically plausible target gene based on knockout studies.","chrpos":"chr20:3804387","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.24.24307813","title":"Linking regulatory variants to target genes by integrating single-cell multiome methods and genomic distance"}
{"loci":"rs8124182","finding":"SNP rs8124182 influenced MMP9 plasma protein levels specifically in STEMI patients, with a genotype effect of β=-0.68 and a p-value of 0.016. This finding indicated that this SNP's impact was disease-specific, highlighting the necessity of considering genetic factors in the context of acute myocardial infarction.","chrpos":"chr20:45980262","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.02.23289370","title":"Single-cell dissection of the immune response after acute myocardial infarction"}
{"loci":"rs77351827","finding":"This SNP was associated with the mild progression subtype (Subtype I) of PD.","chrpos":"chr20:6025395","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.18.21260731","title":"Comprehensively modeling heterogeneous symptom progression for Parkinson’s disease subtyping"}
{"loci":"rs1883832","finding":"The SNP rs1883832 was identified in a GWAS involving a sample of 109 ancestrally homogeneous subjects. It was implicated as a functional SNP located in the Kozak sequence of the CD40 gene, which encodes a receptor central to immune and inflammatory responses.","chrpos":"chr20:46118343","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.03.21265899","title":"Candidate gene modifiers of dystrophinopathy identified by the uniform application of genome-wide datasets to novel GWAS-identified loci"}
{"loci":"rs13040687","finding":"The SNP rs13040687 was identified in the context of the study investigating the causal relationship between tuberculosis (TB) and lung cancer (LC). It was implicated in the mediating effects of immune cells, specifically within the immune phenotype CD4 on CD39+ resting regulatory T cells, which showed a mediation proportion of 9.09%. This finding suggested a significant role of this SNP in the increased risk of LC associated with TB.","chrpos":"chr20:39597286","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.06.10.24308725","title":"Integrating immunophenotypes reveals causal relationship between tuberculosis and lung cancer: Mendelian randomization study"}
{"loci":"rs143384","finding":"The SNP rs143384 was shown to co-localize with mQTL cg12548730, which mapped to the gene GDF5. It was associated with lower DNA methylation levels in the presence of the OA effect allele G. This locus was linked to phenotypes including All OA and Total Joint Replacement.","chrpos":"chr20:35437976","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.05.24306832","title":"Epigenetic mechanisms of osteoarthritis risk in human skeletal development"}
{"loci":"rs6062302","finding":"The SNP rs6062302 was strongly associated with glioblastoma and had a genome-wide significance level of P = 1.00 x 10^-13. It was part of a group of SNPs linked to glioma risk as well.","chrpos":"chr20:63689615","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.11.22274959","title":"Multi-omics Mendelian randomisation using expression, splicing and protein quantitative trait loci: identification of novel drug targets for gliomagenesis"}
{"loci":"rs2297440","finding":"The SNP rs2297440 showed strong associations with glioblastoma (P = 4.00 x 10^-46) and glioma (P = 2.00 x 10^-42), confirming its role as a significant risk factor for these conditions.","chrpos":"chr20:63680946","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.11.22274959","title":"Multi-omics Mendelian randomisation using expression, splicing and protein quantitative trait loci: identification of novel drug targets for gliomagenesis"}
{"loci":"rs6063202","finding":"The SNP rs6063202 was found to be strongly associated with glioblastoma (P = 1.00 x 10^-13) and also linked to allergy-related traits, demonstrating its potential dual relevance in immune-related conditions and glioma.","chrpos":"chr20:48051605","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.11.22274959","title":"Multi-omics Mendelian randomisation using expression, splicing and protein quantitative trait loci: identification of novel drug targets for gliomagenesis"}
{"loci":"rs348258","finding":"rs348258, situated at chr20q13.13, was also significantly associated with reading ability, surpassing the significance seen in prior studies related to dyslexia, aligning it as a top loci finding.","chrpos":"chr20:49152451","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.15.24302884","title":"Multivariate genome-wide association analysis of quantitative reading skill and dyslexia improves gene discovery"}
{"loci":"rs1130146","finding":"As a tag SNP predicted to have damaging consequences, rs1130146 was recognized for its potential influence on cognitive traits related to reading.","chrpos":"chr20:49242680","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.15.24302884","title":"Multivariate genome-wide association analysis of quantitative reading skill and dyslexia improves gene discovery"}
{"loci":"rs2424922","finding":"Linked to stop gain changes and achieving a significance indicating association with reading ability, rs2424922 was included in analyses emphasizing its complex trait relevance.","chrpos":"chr20:32798643","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.15.24302884","title":"Multivariate genome-wide association analysis of quantitative reading skill and dyslexia improves gene discovery"}
{"loci":"rs143384","finding":"The variant rs143384 was found more frequently in Africans (0.92) compared to Europeans (0.40), with a p-value of 2.0 × 10<sup>−323<\/sup>. This SNP had previously been reported associated with FVC, lung function, and PEF.","chrpos":"chr20:35437976","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.07.22268836","title":"Genome-wide Association Study of Pulmonary Function in Europeans and Africans from the UK Biobank Identifies Distinct Variants"}
{"loci":"rs1883832","finding":"The study revealed that the SNP rs1883832 was strongly associated with the risk of multiple sclerosis (MS) with a p-value of 1.07 x 10^{-281}. This SNP was identified as a cis-expression quantitative trait locus (cis-pQTL) for plasma CD40, with the C allele corresponding to increased CD40 levels in blood and the cerebral cortex. Moreover, previous studies indicated the involvement of the CD40-CD40L pathway in the pathogenesis of MS.","chrpos":"chr20:46118343","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.03.24306837","title":"Circulating inflammatory proteins and risk of Parkinson’s disease and other neurodegenerative disorders: a two-sample Mendelian randomization study"}
{"loci":"rs11697087","finding":"This SNP was linked to the PHF20 gene, with a notable p-value of 6.62&#x00D7;10<sup>&#x2212;5<\/sup> in the MTAG-CES analysis compared to 6.05&#x00D7;10<sup>&#x2212;4<\/sup> in the MEGASTROKE-CES analysis.","chrpos":"chr20:35839661","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.10.21267609","title":"MULTITRAIT ANALYSIS EXPANDS GENETIC RISK FACTORS IN CARDIOEMBOLIC STROKE"}
{"loci":"rs3746471","finding":"This SNP was novel in association with the KIAA1755 gene, and it reached significance in the MTAG-CES analysis with a missense variant resulting in R1045W, which was predicted to be deleterious with a SIFT score of 0.007.","chrpos":"chr20:38213512","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.10.21267609","title":"MULTITRAIT ANALYSIS EXPANDS GENETIC RISK FACTORS IN CARDIOEMBOLIC STROKE"}
{"loci":"rs13040909","finding":"The SNP rs13040909 was linked to the regulation of the enzyme PFKFB3, which was found to be elevated in rheumatoid arthritis (RA) neutrophils, thereby influencing reactive oxygen species (ROS) and neutrophil extracellular trap (NET) production. This finding highlights the role of metabolic regulation in neutrophil functions, particularly in conditions characterized by dysregulated activation like RA.","chrpos":"chr20:32225361","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.02.23299318","title":"The small molecule inhibitor 3PO is a modulator of neutrophil metabolism, ROS production and NET release"}
{"loci":"rs73149254","finding":"The rs73149254 variant in the 3' UTR of GATA5 was associated with VT recurrence, approaching significance with HR of 1.75 (95% CI: 1.42-2.16, P=1.68x10^-7). The GATA5 gene is crucial in angiogenesis and endothelial function.","chrpos":"chr20:62463797","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.12.02.24317788","title":"Genomic Landscape of Thrombosis Recurrence Risk Across Venous Thromboembolism Subtypes"}
{"loci":"rs2376992","finding":"This SNP near BCL2L1 was significant for mLOY in both African and European ancestry groups, with an Odds Ratio of 0.798 indicating a protective effect, highlighted by significant differences in allele frequencies between ancestries.","chrpos":"chr20:31675615","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.24.24306301","title":"Multi-ancestry genome-wide association meta-analysis of mosaic loss of chromosome Y in the Million Veteran Program identifies 167 novel loci"}
{"loci":"rs1799990","finding":"The coding variant rs1799990 (M129V) was found to have substantial effects on prion disease risk, clinical presentation, and histopathology. Specifically, it offered strong protection against sporadic CJD, with a genotypic odds ratio of 0.39 and a highly significant p-value (P = 1e-135). However, there was no significant correlation found between CSF PrP levels in MM and MV individuals within the cohort, with p-values of 0.06 and 0.18, suggesting that this SNP's major contribution was not to CSF PrP concentration.","chrpos":"chr20:4699605","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.01.21265619","title":"PrP concentration in the central nervous system: regional variability, genotypic effects, and pharmacodynamic impact"}
{"loci":"rs13039273","finding":"The rs13039273 SNP located at 20q13.31 was associated with an increased risk of uterine leiomyomata (UL). The risk-increasing allele, C, correlated with lower expression of RNA binding motif protein 38 (RBM38) in the ovary and uterus. This association underscores the regulatory role of RBM38 on the stability of CDKN1A transcripts, which are known to influence UL size.","chrpos":"chr20:57441016","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.20.21262098","title":"Evidence of a causal relationship between genetic tendency to gain muscle mass and uterine leiomyomata"}
{"loci":"rs760640162","finding":"The rs760640162 SNP, found at 20q13.31, was previously linked to 'pregnancy examination and test' with a significant p-value in the UK Biobank, suggesting its potential relevance to uterine leiomyomata (UL) biology. This variant might influence phenotypic expressions related to pregnancy, which could be indirectly connected to the risk factors involving UL.","chrpos":"chr20:57353551","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.20.21262098","title":"Evidence of a causal relationship between genetic tendency to gain muscle mass and uterine leiomyomata"}
{"loci":"rs58744877","finding":"The SNP rs58744877 near GNAS was implicated in FVC, showing a P-value of 2.71x10^-14 and a beta of -0.033, marking a novel association in the context of respiratory function.","chrpos":"chr20:58857551","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.25.24312558","title":"Multi-trait and multi-ancestry genetic analysis of comorbid lung diseases and traits improves genetic discovery and polygenic risk prediction"}
{"loci":"rs16991615","finding":"This non-synonymous variant in the MCM8 gene was found to be significantly associated with AMH levels with a p-value of 4.68 x 10^-9, reinforcing previous reports linking it to AMH regulation.","chrpos":"chr20:5967581","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.07.23295182","title":"Circulating anti-Müllerian hormone levels in pre-menopausal women: novel genetic insights from a GWAS meta-analysis"}
{"loci":"rs16980973","finding":"The SNP rs16980973 was found to be significantly associated with neck or shoulder pain, with a p-value of 6.52 x 10^-9, located in the SLC24A3 gene on chromosome 20 from the male-specific GWAS. This locus suggests a unique genetic component of neck or shoulder pain in males.","chrpos":"chr20:19667849","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.19.24304451","title":"A Genome-wide Association Study Identifies Novel Genetic Variants Associated with Neck or Shoulder Pain in the UK Biobank (N = 441,757)"}
{"loci":"rs150246290","finding":"The rs150246290 SNP was associated with the phenotype of transposition of the great arteries. It was replicable in the context of Peds-Phecode 747.1113 'Transposition of great vessels', showcasing concordant effect directionality and significant association.","chrpos":"chr20:15132234","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.22.23294435","title":"Developing and Evaluating Pediatric Phecodes (Peds-Phecodes) for High-Throughput Phenotyping Using Electronic Health Records"}
{"loci":"rs1884673","finding":"The causal inferences of the level of CD33 on CD33<sup>dim<\/sup> HLA DR<sup>-<\/sup> were significantly driven by rs1884673, indicating its critical role in immune profiling.","chrpos":"chr20:39888893","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.29.24311128","title":"Causal effect of the gut microbiota on the risk of psychiatric disorders and the mediating role of immunophenotypes"}
{"loci":"rs3918242","finding":"The functional polymorphism rs3918242 of the MMP9 gene was found to be more common in individuals with bipolar disorder (BD) compared to healthy controls. The statistical analysis reported a p-value of 0.02, indicating a significant association between this SNP and BD.","chrpos":"chr20:46007337","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.08.22281826","title":"The Blood-Brain Barrier in Bipolar Disorders: A Systematic Review"}
{"loci":"rs6140149","finding":"The SLC52A3 gene SNP rs6140149 was newly associated with vitamin B2 levels, indicating its role in vitamin metabolism.","chrpos":"chr20:772319","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs1883832","finding":"The study mentioned rs1883832 as a noteworthy cis-eQTL for CD40, with substantial evidence for colocalization across distinct tissues.","chrpos":"chr20:46118343","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.24.23287680","title":"Mapping pQTLs of circulating inflammatory proteins identifies drivers of immune-related disease risk and novel therapeutic targets"}
{"loci":"rs6032259","finding":"For rs6032259, a significant association with Kunitz-type protease inhibitor 3 (SPIT3) was found. SPIT3 was reported to be predominantly expressed in epididymis, although its specific biological functions regarding male fertility were not clearly established.","chrpos":"chr20:45512691","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.16.24302936","title":"Similar and different: systematic investigation of proteogenomic variation between sexes and its relevance for human diseases"}
{"loci":"rs867186","finding":"The finding related to the SNP rs867186 at the PROCR gene indicated that this SNP was correlated with a higher risk of venous thromboembolism (VTE) but a lower risk of coronary artery disease (CAD). This correlation was consistent with previous GWAS studies, which suggested that the minor G allele of rs867186 played a significant role in influencing the risk associated with these vascular conditions. Additionally, PROCR was identified as being positively associated with venous disorders, illustrating its complex role in cardiovascular disease mechanisms as it might link CAD through anti-inflammatory mechanisms and VTE through pro-thrombotic mechanisms.","chrpos":"chr20:35176751","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.12.24317148","title":"Blood plasma proteome-wide association study implicates novel proteins in the pathogenesis of multiple cardiovascular diseases"}
{"loci":"rs2284265","finding":"The SNP rs2284265 was associated with BMI within 500kb of the HNF4A gene, with a beta of 0.012 and significance of P = 4.8 × 10^-8.","chrpos":"chr20:44888400","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs12625671","finding":"SNP rs12625671 showed a connection with T2D within 500kb of the HNF4A gene, presenting a significant beta of 0.067 and a P value of 1.7 × 10^-68.","chrpos":"chr20:44366172","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs143865354","finding":"This SNP was associated with unilateral versus bilateral clefts, achieving genome-wide significance (p = 7.53×10⁻⁹) and indicated higher odds of BCL compared to UCL, emphasizing its role as a potential modifier for cleft severity.","chrpos":"chr20:22078558","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.30.20241141","title":"The PAX1 locus at 20p11 is a modifier for bilateral cleft lip only"}
{"loci":"rs28970569","finding":"This SNP was identified as a significant modifier in a replication cohort for the cleft lip cases, with an odds ratio of 3.83 (95% CI = 1.64-8.95, p = 0.0018), further confirming its association with cleft lip severity.","chrpos":"chr20:22082709","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.30.20241141","title":"The PAX1 locus at 20p11 is a modifier for bilateral cleft lip only"}
{"loci":"rs6036034","finding":"Located in the 20p11 region, this SNP was linked to normal nasal morphology (p = 2.63×10⁻¹¹) and demonstrated association with the projection of the nasal tip and columella, establishing a connection between genetic variation and cleft morphology.","chrpos":"chr20:22083067","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.30.20241141","title":"The PAX1 locus at 20p11 is a modifier for bilateral cleft lip only"}
{"loci":"rs72626599","finding":"The SNP rs72626599, located within the NKILA-MIR4532 region, presented a strong association with early-onset gout, with a P-value of 6.48 × 10^-9 and an odds ratio of 1.58.","chrpos":"chr20:57745211","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.18.23288731","title":"Novel genetic loci in adolescent-onset gout derived from whole genome sequencing of a Chinese cohort"}
{"loci":"rs1799990","finding":"The SNP rs1799990 was identified as the outstanding genome-wide determinant of clinical duration in sporadic Creutzfeldt-Jakob disease (sCJD), achieving a genome-wide significance with a p-value of 3.45×10^-36 and a beta value of 0.34 for the additive model. In a heterozygous model, it reached a p-value of 9.92×10^-67 with a beta of 0.84, indicating its strong association with clinical duration. This finding highlighted the role of the well-known non-synonymous variant at codon 129 as a key genetic determinant of disease progression.","chrpos":"chr20:4699605","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.17.23297050","title":"Genome wide association study of clinical duration and age at onset of sporadic CJD"}
{"loci":"rs138620712","finding":"The analysis revealed a SABR-specific sQTL for KIF16B (rs138620712), which is a predicted splice donor variant present at 2.1% in SABR and absent from 1000 Genomes Africans, with a significance of p = 3.36e-28 and a beta of 2.03.","chrpos":"chr20:16374256","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.27.24314510","title":"A Southern African Map of Blood Regulatory Variation Enables GWAS Interpretation"}
{"loci":"rs17800010","finding":"The variant rs17800010 associated with C20orf187 (LINC02871) was identified on 20p12.2, linked to risks for lung cancer and has prior associations with bladder carcinoma.","chrpos":"chr20:11027502","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs140412956","finding":"Located near BTBD3 on chromosome 20p12.2, rs140412956 demonstrated significant associations with lung cancer and adenocarcinoma, particularly affecting Asian populations.","chrpos":"chr20:12057992","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs138934990","finding":"A rare intergenic variant rs138934990 at CBLN4-LINC01441 on 20q13.2 was associated across all ethnicities, showcasing a broader impact on lung cancer risk.","chrpos":"chr20:55968601","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs75031349","finding":"The ncRNA intronic variant rs75031349 near RTEL1 was associated with atelectasis, confirming the underlying risks linked to telomere regulation.","chrpos":"chr20:63682701","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs45552131","finding":"The SNP rs45552131 was associated with multiple microRNAs (miR-1, miR-133a-3p, and miR-133b), which were shown to replicate previous findings and indicated their involvement in regulatory processes related to insulin signaling.","chrpos":"chr20:62548474","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.31.22281758","title":"The Molecular Human – A Roadmap of Molecular Interactions Linking Multiomics Networks with Disease Endpoints"}
{"loci":"rs6088765","finding":"The rs6088765-G variant in PROCR\/MMP24 was associated with a decreased risk of NMSC (OR 0.95, 95% CI 0.91, 0.99) and was noted to also decrease the risk of non-melanoma skin cancer (MSC) showing a complex role in cancer susceptibility.","chrpos":"chr20:35211477","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.01.21252521","title":"Inflammatory Bowel Disease Risk Variants Are Associated with an Increased Risk of Skin Cancer"}
{"loci":"rs1799990","finding":"The SNP rs1799990, located at codon 129 of the PRNP gene, had findings that indicated that homozygosity at this position was associated with an increased risk of developing sporadic Creutzfeldt-Jakob disease (CJD). Additionally, it correlated with shorter survival times when compared to heterozygotes. This SNP was identified as a significant determinant of clinical phenotype in prion disease cases.","chrpos":"chr20:4699605","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.06.22271294","title":"Prion protein gene mutation detection using long-read Nanopore sequencing"}
{"loci":"rs3746444","finding":"The SNP rs3746444 was found to be significantly associated with an increased risk of CHD. It showed strong statistical significance using various models, including the co-dominant model (P = 0.0001) and the dominant model (OR = 9.333; P = 0.0001), indicating that it could serve as a risk factor for CHD.","chrpos":"chr20:34990448","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.09.23296433","title":"The potential impact of microRNA-related functional polymorphisms in the pathogenesis of coronary heart disease"}
{"loci":"rs137854543","finding":"This SNP, found in the PK59 cell line with a GALC mutation, was associated with lysosome dysfunction in PDAC. Its presence in this particular cell line indicated its potential role in the impaired autophagolysosome activity that characterizes certain PDAC cases.","chrpos":"chr20:45897736","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.15.23286007","title":"Lysosomal Storage Dysfunction, a Germline Variants Affecting Pancreatic Ductal Adenocarcinoma Development and Progression"}
{"loci":"rs6032660","finding":"The SNP rs6032660 was found to be associated with overlapping causal relationships involving PTSD and cardiovascular health indicators.","chrpos":"chr20:46101606","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.20.24312181","title":"Genetics of posttraumatic stress disorder and cardiovascular conditions using Life’s Essential 8, Electronic Health Records, and Heart Imaging"}
{"loci":"rs4809327","finding":"Rs4809327 in the ZGPAT gene showed strong associations with FEV1 percent predicted, FVC, and wheeze (p value <0.5×10−8), along with weaker associations with self-reported asthma.","chrpos":"chr20:63716838","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.14.20212613","title":"Epidemiology and Genetics of Preserved Ratio Impaired SpiroMetry (PRISm): An Analysis of UK Biobank"}
{"loci":"rs6088962","finding":"The SNP rs6088962, also located at 20q11.21, was identified as a neighboring locus associated with schizophrenia (SCZ1) and co-localized with rs3068507. Like rs3068507, it mapped to the MYLK2 gene, indicating shared biological pathways between these conditions.","chrpos":"chr20:31680381","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.16.23294179","title":"Neuroimaging-AI Endophenotypes of Brain Diseases in the General Population: Towards a Dimensional System of Vulnerability"}
{"loci":"rs12480408","finding":"Linked to expression levels in CPNE1 with significant implications in genetic correlation with protein levels.","chrpos":"chr20:35646878","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.27.24314500","title":"Ancestrally diverse genome-wide association analysis highlights ancestry-specific differences in genetic regulation of plasma protein levels"}
{"loci":"rs13040718","finding":"The SNP rs13040718 was highlighted in the context of adiposity traits and their relationship to endometrial cancer (EC). Specifically, a higher body mass index (BMI), which was associated with this SNP, was linked to an increased risk of overall EC, including its endometrioid and non-endometrioid subtypes. The findings suggested that metabolites associated with this SNP potentially played an intermediate role between elevated BMI and increased EC risk.","chrpos":"chr20:60880789","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.18.24305987","title":"Adiposity, metabolites and endometrial cancer risk: Mendelian randomization and Observational analyses"}
{"loci":"rs6127099","finding":"The variant rs6127099, found around 50kb downstream of CYP24A1, exhibited an odds ratio of 11.42 for increased kidney stone disease risk associated with a 1 standard deviation increase in serum calcium. This indicated a potential link to impaired vitamin D inactivation.","chrpos":"chr20:54114863","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.06.07.24308490","title":"Genetic variants predisposing to increased risk of kidney stone disease"}
{"loci":"rs143383","finding":"The SNP rs143383 located in the GDF5 gene was associated with Hip Axis Length (HAL) in the Shanghai Changfeng cohort with a highly significant P value of 9.4×10^-10. This finding was replicated in the Core cohort, demonstrating its relevance to hip morphology as well as its previously reported associations with osteoarthritis (OA) and developmental dysplasia of the hip (DDH).","chrpos":"chr20:35438203","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.25.24301766","title":"Genome-wide association study of DXA-derived hip morphology identifies associations with 4 loci in Chinese populations"}
{"loci":"rs16991615","finding":"The SNP rs16991615, a missense variant in exon 9 of the MCM8 gene, was confirmed to associate with circulating AMH levels and with natural age at menopause. This locus was the only previously identified variant in relation to AMH levels and also suggested a role in ovarian function.","chrpos":"chr20:5967581","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.29.20221390","title":"Genome-wide association study meta-analysis identifies three novel loci for circulating anti-Müllerian hormone levels in women"}
{"loci":"rs6032676","finding":"The SNP rs6032676 was found to be a significant risk locus in the male-only analysis with a noted p-value of 9.55×10^-9, indicating its relevance in BPD, despite not being significant in the main analysis.","chrpos":"chr20:46147224","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.12.24316957","title":"Genome-wide association study of borderline personality disorder identifies six loci and highlights shared risk with mental and somatic disorders"}
{"loci":"rs2585447","finding":"The SNP rs2585447, known to be a risk allele for MS, was found in the BCAS1 gene which exhibited a splice variant in MS patient samples. This finding suggested that alternative isoforms of BCAS1 might play a role in the pathophysiology of MS and early myelination.","chrpos":"chr20:54127898","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.16.24312099","title":"Gene expression and alternative splicing analysis in a large-scale Multiple Sclerosis study"}
{"loci":"rs6059655","finding":"The rs6059655 variant in the ASIP gene was found to have a 1.9-fold increase in effect size for BCC risk in SOTRs compared to non-transplantees (SOTR log (OR)=0.49 vs log (OR)=0.26 in non-transplantees). This indicated a significant association of the variant with BCC risk in the transplant population.","chrpos":"chr20:34077942","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.17.23286114","title":"Re-weighting MC1R, ASIP and IRF4 risk variants optimises polygenic risk scores for keratinocyte cancer stratification in solid organ transplant recipients"}
{"loci":"rs750318549","finding":"The SNP rs750318549, a frameshift mutation in <ASXL1>, was significantly associated with smoking behaviors, particularly with nicotine dependence (OR=2.41; CI=1.9-3.0; P=7.6e-15). This association was noted amongst 371 heterozygous carriers in a cohort, emphasizing the somatic origin of the variant, as carriers were found to be older than non-carriers.","chrpos":"chr20:32434646","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.27.22281470","title":"Rare coding variants in CHRNB2 reduce the likelihood of smoking"}
{"loci":"rs6047482","finding":"SNP rs6047482 was significantly associated with at least one trait connected to Ewing Sarcoma, underscoring its importance in understanding the genetic contributions to this cancer.","chrpos":"chr20:21559045","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.19.23292708","title":"Subset scanning for multi-trait analysis using GWAS summary statistics"}
{"loci":"rs6106336","finding":"This SNP showed significant associations with traits from the TraitScan analysis relevant to Ewing Sarcoma, reinforcing its potential role in the pathology of the disease.","chrpos":"chr20:21114954","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.19.23292708","title":"Subset scanning for multi-trait analysis using GWAS summary statistics"}
{"loci":"rs3746471","finding":"The variant rs3746471 located on the KIAA1755 gene was associated with heart rate and variability, which is connected to autonomic nervous system dysfunction and atrial fibrillation.","chrpos":"chr20:38213512","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.06.21263189","title":"Trans-ancestry genome-wide analysis of atrial fibrillation provides new insights into disease biology and enables polygenic prediction of cardioembolic risk"}
{"loci":"rs76728843","finding":"Located in an intron of SLC9A8, this SNP was associated with strong direct effects on AUD, revealing its significance in alcohol consumption genetics.","chrpos":"chr20:49838765","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.08.21263302","title":"Genetic underpinnings of the transition from alcohol consumption to alcohol use disorder: shared and unique genetic architectures in a cross-ancestry sample"}
{"loci":"rs4811602","finding":"SNP rs4811602 was confirmed with significant associations related to cardiovascular traits in the EUR population and a replicated finding in the AFR cohort, affirming it as a positive and original finding.","chrpos":"chr20:38220686","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.27.22268990","title":"Multitrait Genome-Wide Analysis in the UK Biobank Reveals Novel and Distinct Variants Influencing Cardiovascular Traits in Africans and Europeans"}
{"loci":"rs56057703","finding":"SNP rs56057703 was acknowledged for its associations with body weight which impacts cardiovascular health; noticed again makes it a positive and original finding.","chrpos":"chr20:63732160","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.27.22268990","title":"Multitrait Genome-Wide Analysis in the UK Biobank Reveals Novel and Distinct Variants Influencing Cardiovascular Traits in Africans and Europeans"}
{"loci":"rs1015362","finding":"The intergenic SNP rs1015362 was identified as an enhancer and mapped to the androgen receptor binding sequence, which is implicated in tumor growth and carcinogenesis, especially regarding prostate cancer.","chrpos":"chr20:34150806","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.25.22272955","title":"Novel discoveries and enhanced genomic prediction from modelling genetic risk of cancer age-at-onset"}
{"loci":"rs3746619","finding":"The SNP rs3746619 was associated with age at menarche (AAM) in a statistical epistasis with GPR83 expression-increasing alleles. Specifically, function-increasing alleles at this locus conferred increasingly earlier AAM when paired with GPR83 alleles, indicating a significant interaction that enhances the understanding of puberty timing.","chrpos":"chr20:56248749","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.14.23291322","title":"Understanding the genetic complexity of puberty timing across the allele frequency spectrum"}
{"loci":"rs13040917","finding":"The SNP rs13040917 was associated with prostate cancer (PCa) progression, specifically relating to patient recurrence-free survival and the transition from hormone-sensitive prostate cancer (HSPC) to castration-resistant prostate cancer (CRPC). This finding was noted in the context of identifying novel gene signatures which could potentially serve as predictive markers for rapidly progressing cases of CRPC.","chrpos":"chr20:17659364","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.23.22281406","title":"Identifying patients with rapid progression from hormone-sensitive to castration-resistant prostate cancer: a retrospective study"}
{"loci":"rs2209313","finding":"The study provided evidence that the rs2209313-T allele, which is associated with the SIRPβ1 duplication, demonstrated a significant correlation with an increased risk of developing Alzheimer's disease (AD) in patients with mild cognitive impairment (MCI). Homozygous Dup\/Dup patients exhibited a greater cerebrospinal fluid t-Tau\/Aβ42 ratio (p-value=0.018) and a higher likelihood of conversion from MCI to AD as confirmed by longitudinal data. Patients demonstrating the Dup\/Dup genotype also showed less medial temporal atrophy and fewer white matter hyperintensities, suggesting decreased neural damage, while displaying a slower cognitive decline (p-value=0.043) in comparison to wild-type carriers.","chrpos":"chr20:1618496","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.19.22282342","title":"An intragenic duplication within SIRPβ1 shows a dual effect over Alzheimer’s disease cognitive decline altering the microglial response"}
{"loci":"rs80150989","finding":"The SNP rs80150989 in the PRPF6 gene showed evidence of colocalisation with lung adenocarcinoma risk, indicating a novel genetic susceptibility locus linking LTL and lung cancer.","chrpos":"chr20:63995987","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.24.22279131","title":"Common genetic variations in telomere length genes and lung cancer"}
{"loci":"rs139242164","finding":"The rs139242164 variant showed a maternal-specific association with thyroid-stimulating hormone (TSH) levels and confirmed a prior association reported in the Icelandic population related to GNAS gene variations and pseudo-hypoparathyroidism.","chrpos":"chr20:58882853","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.08.20246199","title":"Genome-wide survey of parent-of-origin specific associations across clinical traits derived from electronic health records"}
{"loci":"rs1274412848","finding":"The SNP rs1274412848, causing a cysteine to serine alteration at position 148 of the PCNA protein (p.C148S), was identified as a homozygous transversion mutation within exon five of the PCNA gene. This mutation was confirmed in three patients with PCNA-Associated DNA Repair Disorder (PARD). While the C148S variant maintained a wild-type like structure and affinity towards binding partners, it exhibited a thermo-stability defect, contributing to reduced chromatin-bound PCNA levels in patient-derived cells. This rare allele was absent in healthy family members and was suggested to be pathogenic due to the high conservation of the C148 residue across metazoan species.","chrpos":"chr20:5117609","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.20.22281069","title":"PCNA thermosensitivity underlies an Ataxia Telangiectasia-like disorder"}
{"loci":"rs67351073","finding":"The variant rs67351073 located at 20q13 in ZGPAT was associated with a decreased risk of OC, presenting an odds ratio of 0.78 (95% CI: 0.72, 0.85, p_meta=4.45×10^-8).","chrpos":"chr20:63704216","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.18.24317473","title":"Cross-ancestral GWAS identifies 29 novel variants across Head and Neck Cancer subsites"}
{"loci":"rs62202906","finding":"The SNP rs62202906, part of MACROD2, was associated with retinal thickness. It has been previously suggested as a finding for thyroid-associated orbitopathy.","chrpos":"chr20:14599633","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.31.23293176","title":"Multi-omic spatial effects on high-resolution AI-derived retinal thickness"}
{"loci":"rs62202889","finding":"Alongside rs62202906, this locus was identified through pixel-level analyses and was associated with retinal thickness, confirming its significance in the current context.","chrpos":"chr20:14563980","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.31.23293176","title":"Multi-omic spatial effects on high-resolution AI-derived retinal thickness"}
{"loci":"rs183659670","finding":"This SNP was associated with NNAT expression in the retina, which is crucial for brain and nervous system development, indicating its potential role in retinal thickness.","chrpos":"chr20:37531707","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.31.23293176","title":"Multi-omic spatial effects on high-resolution AI-derived retinal thickness"}
{"loci":"rs73274724","finding":"SNP rs73274724 was another intergenic variant near SNAI1 found to be novel and associated with substance use traits.","chrpos":"chr20:49970223","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.06.22277340","title":"Multi-trait Analysis of GWAS (MTAG) of Substance Use Traits Identifies Novel Genetic Loci and Phenomic Associations"}
{"loci":"rs8126001","finding":"The SNP rs8126001, located in the 5’ UTR of OPRL1 and upstream from RGS19, was previously associated with levels of triglycerides (TGs), high-density lipoprotein cholesterol (HDL-C), systolic blood pressure (SBP), waist circumference, and waist-to-hip ratio adjusted for body mass index (WHRadjBMI). This SNP's significant associations underline its potential relevance in cardiometabolic risk factors.","chrpos":"chr20:64080106","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.13.21267561","title":"Identification of Genetic Loci Simultaneously Associated with Multiple Cardiometabolic Traits"}
{"loci":"rs6104690","finding":"The SNP rs6104690 was significantly associated with bladder cancer risk, as noted in the literature with P-values suggesting a meaningful correlation.","chrpos":"chr20:11007451","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs6108803","finding":"The SNP rs6108803 showed significant associations with bladder cancer risk, particularly when accounting for overlapping genetic factors in GWAS.","chrpos":"chr20:11014319","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs1342740627","finding":"The SNP rs1342740627 was associated with left ventricular outflow tract obstruction (LVOTO broad) defects. It was located in the intronic region of GGTLC1 with a beta value of 4.8 and P-value of 1.8×10−8. This variant was indicated to be highly enriched in the Finnish population.","chrpos":"chr20:23988232","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.07.22268881","title":"Genomic and transcriptomic data analyses highlight KPNB1 and MYL4 as novel risk genes for congenital heart disease"}
{"loci":"rs2618566","finding":"The rs2618566 variant, identified in a previous analysis as a liver tissue caQTL, showed evidence of altered chromatin accessibility upon base editing. This supported its role in potentially affecting LDL-C uptake, although specific downstream gene effects were not detailed in this study.","chrpos":"chr20:17864040","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.08.23295253","title":"Joint genotypic and phenotypic outcome modeling improves base editing variant effect quantification"}
{"loci":"rs8126001","finding":"The rs8126001 variant, located in the OPRL1\/RGS19 promoter, was associated with decreased expression of OPRL1 after editing from the minor to the major allele, which corresponded with decreased chromatin accessibility and findings pointing to its role in decreasing LDL-C uptake.","chrpos":"chr20:64080106","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.08.23295253","title":"Joint genotypic and phenotypic outcome modeling improves base editing variant effect quantification"}
{"loci":"rs185250851","finding":"This intronic variant near PTPRT was rare in all populations tested, excluding Asians. The association with FI highlighted its significance in glucose-related traits.","chrpos":"chr20:42752773","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.31.20234310","title":"Whole Genome Sequence Association Analysis of Fasting Glucose and Fasting Insulin Levels in Diverse Cohorts from the NHLBI TOPMed Program"}
{"loci":"rs78618809","finding":"An intergenic variant near PTPRT, this rare signal was found to have associations with FI and was common in the African population, indicating its relevance in diverse genetic backgrounds.","chrpos":"chr20:43230137","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.31.20234310","title":"Whole Genome Sequence Association Analysis of Fasting Glucose and Fasting Insulin Levels in Diverse Cohorts from the NHLBI TOPMed Program"}
{"loci":"rs4810485","finding":"The variant rs4810485 colocalized with CD40 levels and was significantly associated with genetic associations for all-stroke, ischemic-stroke, and large-artery-stroke, suggesting a common underlying genetic cause for these associations.","chrpos":"chr20:46119308","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.22.21265375","title":"Genetically predicted levels of the human plasma proteome and risk of stroke: a Mendelian Randomization study"}
{"loci":"rs1800961","finding":"The exonic variant rs1800961 was connected to the gene HNF4A and exhibited a very significant p-value of 4.06×10^-16, providing insights into the genetic predisposition to heart failure.","chrpos":"chr20:44413724","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.20.23300280","title":"Exploring novel risk loci for heart failure and the shared genetic etiology with blood lipids, blood pressure, and blood glucose: a large-scale multi-trait association analysis"}
{"loci":"rs680379","finding":"The SNP rs680379 in the SPTLC3 gene was associated with the ratio of SM(d34:1)\/SM(d43:1) at genome-wide significance (p-value = 1.01 × 10^-9), indicating its importance in sphingomyelin metabolism linked to Alzheimer's Disease biomarker markers based on mGWAS conducted on ADNI participants.","chrpos":"chr20:12988752","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.16.21260601","title":"Multi-Omic Analyses Characterize the Ceramide\/Sphingomyelin Pathway as a Therapeutic Target in Alzheimer’s Disease"}
{"loci":"rs168622","finding":"The SNP rs168622 was found to replicate a previous association with sphingomyelin metabolite ratios, showing a high correlation (r^2 = 0.98) with SNP rs680379 in a larger population-based mGWAS. This illustrates its significance in the context of metabolic alterations related to Alzheimer's Disease.","chrpos":"chr20:12985441","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.16.21260601","title":"Multi-Omic Analyses Characterize the Ceramide\/Sphingomyelin Pathway as a Therapeutic Target in Alzheimer’s Disease"}
{"loci":"rs6011779","finding":"The variant rs6011779 was also identified as associated with lung cancer in the latest meta-analysis, supporting its significance in the context of lung cancer susceptibility.","chrpos":"chr20:63352965","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.30.24311241","title":"Machine learning-based proteogenomic data modeling identifies circulating plasma biomarkers for early detection of lung cancer"}
{"loci":"rs74874116","finding":"Located near the GATA5 gene on chromosome 20, this SNP showed an association with conversion, with a hazard ratio of 2.67 and a p-value of 1.47 x 10^-9.","chrpos":"chr20:62458650","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.30.21262305","title":"Genetic Factors Associated with Prostate Cancer Conversion from Active Surveillance to Treatment"}
{"loci":"rs7360523","finding":"The SNP rs7360523, located on chromosome 20 near the SULF2 gene, was identified as the only locus significantly associated with disease-specific mortality at a genome-wide level (p < 5x10^-8). This association specifically pertained to patients with heart failure, highlighting its relevance to the progression of that disease.","chrpos":"chr20:47992585","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.10.23296544","title":"Limited overlap between genetic effects on disease susceptibility and disease survival"}
{"loci":"rs73106997","finding":"The rs73106997 SNP associated with the NCOA6 locus had a significant association with Endoglin levels, with a p-value of 1.12 x 10^-10. It was also linked to venous thrombosis in prior studies.","chrpos":"chr20:34787335","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.28.24301864","title":"Non-canonical regulation of Endoglin by rare and common variants: new molecular and clinical perspectives for Hereditary Hemorrhagic Telangiectasia and beyond"}
{"loci":"rs364585","finding":"The intergenic SNP rs364585, flanking the SPTLC3 gene, showed a significant association with the lipid species Cer(d19:1\/22:0) (P=7.81×10−185). This association added to the understanding of lipid regulation and its potential implications for CAD.","chrpos":"chr20:12982070","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.20.21261814","title":"Comprehensive genetic analysis of the human lipidome identifies novel loci controlling lipid homeostasis with links to coronary artery disease"}
{"loci":"rs6065926","finding":"The SNP rs6065926 was linked to the cluster of differentiation 40 (CD40) gene, which is important for immune response regulation. This association revealed a microglial enhancer's influence on the gene. The finding established a connection between the common variant and its role in affecting microglia-specific regulation of CD40, addressing prior gaps in knowledge about immune-related dysregulations in schizophrenia.","chrpos":"chr20:46107215","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.27.24312631","title":"Biological Insights from Schizophrenia-associated Loci in Ancestral Populations"}
{"loci":"rs2070235","finding":"The G allele frequency in rs2070235 (MYBL2) in Amami-Oshima island (0.324) was significantly higher than in the Hondo cluster (0.185, P < 0.001) but not significantly different from the Ryukyu cluster (0.291, P = 0.228). No significant difference in G allele frequency was found in Kikai island in comparison to the other populations (P = 0.324 with Amami-Oshima island, P = 0.456 with Ryukyu cluster, P = 0.167 with Hondo cluster). This SNP was considered in the context of selective pressure influences.","chrpos":"chr20:43702817","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.18.440379","title":"Genetic lineage of the Amami islanders inferred from classical genetic markers"}
{"loci":"rs2275294","finding":"The study reported that the SNP rs2275294 in the regulatory region of the ZNF512B gene was associated with survival span in patients with Amyotrophic Lateral Sclerosis (ALS) according to several meta-studies. Higher expression levels of ZNF512B influenced the formation of protein and DNA aggregates, which might link to the severity of ALS, suggesting that patients with this SNP could experience altered ZNF512B protein levels and ribosome biogenesis, potentially impacting disease outcomes.","chrpos":"chr20:63962894","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.31.551264","title":"ZNF512B binds RBBP4 via a variant NuRD interaction motif and aggregates chromatin in a NuRD complex-independent manner"}
{"loci":"rs13040707","finding":"The SNP rs13040707 related to the study published by Frascotti et al. in 2021, which explored the role of vault nanoparticles in drug delivery and therapy. The research highlighted that vaults, recognized as self by the immune system, can be utilized to shield packaged molecules, such as viruses. This finding supports the potential for vaults to be an effective delivery platform for gene therapies, particularly for overcoming the issue of preexisting neutralizing antibodies against adeno-associated virus (AAV) therapies.","chrpos":"chr20:20730911","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.29.569229","title":"Encapsulation of AAVs into protein vault nanoparticles as a novel solution to gene therapy’s neutralizing antibody problem"}
{"loci":"rs6074022","finding":"The SNP rs6074022 was associated with CD40 expression in synovial fibroblasts (SFs) under stimulation from proinflammatory cytokines. It exhibited strong eQTL effects, particularly under 8-mix and IFN-γ conditions. This locus was also in tight linkage disequilibrium with another established RA risk locus, rs4810485, suggesting its impact on RA pathogenesis.","chrpos":"chr20:46111557","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs4810485","finding":"The SNP rs4810485 was linked to the expression of CD40 in SFs, reinforcing its role as a risk factor for RA. Importantly, the eQTL effects associated with this locus were not observed in B cells, underscoring the specific relevance to the inflammatory context in SFs.","chrpos":"chr20:46119308","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs73105013","finding":"The SNP rs73105013-T in the gene MAP1LC3A was associated with an increased risk for wet age-related macular degeneration (AMD) according to a study on a cohort of Finnish patients. This finding highlighted the role of autophagy-related genetic variations in the susceptibility to AMD, linking metabolic dysfunction and inflammation to the risk of developing retinal diseases.","chrpos":"chr20:34557008","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.14.532586","title":"Transcriptomic changes predict metabolic alterations in LC3 associated phagocytosis in aged mice"}
{"loci":"rs6062490","finding":"'rs6062490' was associated with allele-dependent chromatin accessibility in atopic dermatitis. Specifically, the AD patient was homozygous for the risk allele, resulting in increased expression of genes within its haplotype block, including 'RTEL1' and 'TNFRSF6B', which are linked to T cell function and AD pathology.","chrpos":"chr20:63687503","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.28.478235","title":"maxATAC: genome-scale transcription-factor binding prediction from ATAC-seq with deep neural networks"}
{"loci":"rs1151624","finding":"'rs1151624' was linked to allele-dependent chromatin accessibility as well. The provided context indicated a trend where increasing expression of 'SLC2A4RG' was observed in AD patients carrying the risk variant, highlighting its connection to T cell biology and AD.","chrpos":"chr20:63738542","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.28.478235","title":"maxATAC: genome-scale transcription-factor binding prediction from ATAC-seq with deep neural networks"}
{"loci":"rs1800961","finding":"SNP rs1800961, a missense mutation in HNF4A, was strongly associated with liver-related traits such as high-density lipoprotein and total cholesterol levels, underscoring its relevance in liver metabolism.","chrpos":"chr20:44413724","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/785584","title":"Mechanisms of tissue-specific genetic regulation revealed by latent factors across eQTLs"}
{"loci":"rs6024870","finding":"The SNP rs6024870 was identified at the CASS4 locus, where it functioned as a regulatory enhancer that contacted the promoter of the adjacent gene RTFDC1. The protective minor A allele of this SNP was associated with decreased expression of RTFDC1 in human microglial cell models (HMC3 and iMg). Functional studies revealed that deletion of the regulatory region containing rs6024870 led to increased secretion of pro-inflammatory cytokines and decreased efficiency in DNA double strand break repair, implicating that this variant influences microglial inflammatory responses and DNA damage resolution.","chrpos":"chr20:56422512","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.22.609230","title":"Variant-to-function mapping of late-onset Alzheimer’s disease GWAS signals in human microglial cell models implicates RTFDC1 at the CASS4 locus"}
{"loci":"rs6141383","finding":"The SNP rs6141383 within the BPIFB1 gene also had a discovery P-value around 10-4 and was replicated. In the Mix Bayes analysis, the estimated OR was 1.31 with a posterior interval of (0.73 – 2.36), indicating a significant range of uncertainty but suggesting a possible increase in risk.","chrpos":"chr20:33301335","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/714287","title":"Quantifying posterior effect size distribution of susceptibility loci by common summary statistics"}
{"loci":"rs6062304","finding":"The SNP rs6062304 was associated with lymphocyte percentage and was confidently assigned to the LIME1 gene through both TWAS and coloc methods. The findings demonstrated that rs6062304 had a high correlation with the predicted expression of LIME1, suggesting its significant role in T cell signaling.","chrpos":"chr20:63720187","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.03.453690","title":"Transcriptome-wide association study in UK Biobank Europeans identifies associations with blood cell traits"}
{"loci":"rs228836","finding":"SNP rs228836 demonstrated genome-wide significance in both the UKB GWAS and the EUR-specific meta-analysis of SHR.","chrpos":"chr20:51449111","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.22.541772","title":"Genetics of skeletal proportions in two different populations"}
{"loci":"rs141091409","finding":"This SNP was found to be strongly linked with PROC protein regulation. Its relationship with coronary heart disease variants underlines its clinical significance in cardiovascular and obesity-related research.","chrpos":"chr20:35152114","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/524405","title":"A large-scale multivariate pQTL study sheds light on the genetic architecture of obesity"}
{"loci":"rs13040855","finding":"The SNP rs13040855 was associated with the regenerative response of adult tissue-specific stem cells following radiation exposure. It played a significant role in the Hippo\/YAP and Notch signaling pathways, which were crucial in mediating the relationship between tissue architecture and cell fate decisions during regeneration. This finding highlighted how genetic variations can influence stem cell dynamics and their ability to differentiate appropriately in response to tissue injury.","chrpos":"chr20:18414728","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.21.603898","title":"Conserved signals orchestrate self-organization and symmetry breaking of bi-layered epithelia during development and regeneration"}
{"loci":"rs169311","finding":"The SNP rs169311 was associated with Adolescent Idiopathic Scoliosis (AIS) and was found to reside within PEC7, an enhancer that was previously demonstrated to have diminished enhancer activity in zebrafish upon introduction of this variant. The findings indicated that rs169311 downregulated PAX1 gene expression in developing somites, suggesting a role in the regulation of spine development that is pertinent to AIS.","chrpos":"chr20:21981695","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.12.536497","title":"Deletion of Pax1 scoliosis-associated regulatory elements leads to a female-biased tail abnormality"}
{"loci":"rs6059655","finding":"The SNP rs6059655 in the RALY\/ASIP gene was identified as an original finding associated with self-reported aging, contributing to the understanding of genetic factors influencing facial aging processes.","chrpos":"chr20:34077942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758854","title":"Biological insights from self-perceived facial aging data of the UKBB participants"}
{"loci":"rs1205312","finding":"The SNP rs1205312, another variant in the RALY\/ASIP gene, was highlighted as a significant finding related to self-reported facial aging, indicating its role in the aging phenotype.","chrpos":"chr20:34261610","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758854","title":"Biological insights from self-perceived facial aging data of the UKBB participants"}
{"loci":"rs6088372","finding":"The SNP rs6088372 within the RALY\/ASIP gene was found to be associated with self-reported aging, providing additional insights into genetic contributions to facial aging.","chrpos":"chr20:33998942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758854","title":"Biological insights from self-perceived facial aging data of the UKBB participants"}
{"loci":"rs2424995","finding":"The variant rs2424995 in the PIGU gene was associated with self-reported facial aging, contributing to the broader understanding of the genetic landscape of facial aging.","chrpos":"chr20:34576711","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758854","title":"Biological insights from self-perceived facial aging data of the UKBB participants"}
{"loci":"rs151176846","finding":"The SNP rs151176846, located on chr20q13 within the CHRNA4 gene, was noted for its significant association with nicotine dependence (ND). This SNP, along with others identified, supported the genetic basis of smoking behaviors.","chrpos":"chr20:63366148","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.15.898858","title":"Expanding the Genetic Architecture of Nicotine Dependence and its Shared Genetics with Multiple Traits: Findings from the Nicotine Dependence GenOmics (iNDiGO) Consortium"}
{"loci":"rs14316","finding":"The rs14316 locus was significantly associated with beat synchronization and is located within a human-accelerated region (HAR). It was found to be an expression quantitative trait locus (eQTL) regulating GBE1 expression across various tissues, linking it to traits like neuromuscular diseases and reaction time.","chrpos":"chr20:32165467","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/836197","title":"Genome-wide association study of musical beat synchronization demonstrates high polygenicity"}
{"loci":"rs13040745","finding":"The SNP rs13040745 was assessed in the context of TP53's functional status. It was identified as a positive and original finding related to tumors with non-mutational p53 inactivations, categorized as TP53WT-pRF. This categorization indicated that these genetically normal tumors exhibited compromised p53 function, sharing significant genomic characteristics with p53 mutant tumors, including increased tumor mutation burden and copy number variation. Importantly, patients carrying tumors with this SNP experienced shorter overall survival and disease-free survival, alongside heightened sensitivity to platinum-based chemotherapy and radiation therapy.","chrpos":"chr20:1185302","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.28.501874","title":"Identify non-mutational p53 functional deficiency in human cancers"}
{"loci":"rs6087652","finding":"The GSS SNP rs6087652 was linked to osmotic fragility and was significant in the context of lipid peroxidation pathways and their influence on RBC longevity.","chrpos":"chr20:34932999","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.11.598512","title":"Ferroptosis regulates hemolysis in stored murine and human red blood cells"}
{"loci":"rs6026398","finding":"In the analysis, the SNP rs6026398 was reported as the most significant with a beta of -0.6496 and a p-value of 0.000814, associating with changes in brain segregation as assessed through Louvain modularity. This finding indicated its potential role in the progression of Alzheimer's disease.","chrpos":"chr20:58604953","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/342436","title":"Genome-Wide Association Study of Brain Connectivity Changes for Alzheimer’s Disease"}
{"loci":"rs1047383","finding":"The single nucleotide polymorphism rs1047383 in the PLCB1 gene was associated with drug dependence and specifically identified in a subgroup of cocaine addicted patients. This association was replicated in an independent clinical sample, and additional genetic variants in PLCB1 were found to be nominally associated with both illegal substance and cocaine addiction in two genome-wide association studies (GWAS) conducted on European-American samples. This finding highlighted PLCB1's relevance to cocaine addiction.","chrpos":"chr20:8884359","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.18.158964","title":"Reduced cue-induced reinstatement of cocaine seeking behavior in Plcb1+\/- mice"}
{"loci":"rs867186","finding":"The SNP rs867186 was found to have a strong causal association with deep venous thrombosis (DVT), exhibiting a significant p-value and high colocalization probability with protein C levels, driven by a trans pQTL analysis.","chrpos":"chr20:35176751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/627398","title":"Phenome-wide Mendelian randomization mapping the influence of the plasma proteome on complex diseases"}
{"loci":"rs8126001","finding":"The rs8126001 variant was found in the 5' UTR of the OPRL1 gene and had a protective allele associated with sPTB (effect: 0.896; adjusted p-value 4.04×10−5). It showed signatures of positive selection and impacted expression of OPRL1 across multiple tissues.","chrpos":"chr20:64080106","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/816827","title":"Accounting for diverse evolutionary forces reveals the mosaic nature of selection on genomic regions associated with human preterm birth"}
{"loci":"rs1130146","finding":"The SNP rs1130146 was identified as a missense variant in the DDX27 gene on chromosome 20. This SNP had a CADD score of 31 and was predicted to be deleterious by SIFT and possibly damaging by PolyPhen, making it a positive finding associated with longevity.","chrpos":"chr20:49242680","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.22.427640","title":"Identification of 13 independent genetic loci associated with cognitive resilience in healthy aging in 330,097 individuals in the UK Biobank"}
{"loci":"rs6042259","finding":"The study provided evidence that the SNP rs6042259 was associated with the role of CTCF binding at the BARTp CTCF BS, which regulates EBV gene expression and contributes to the pathogenesis of EBV-associated gastric carcinoma (EBVaGC). The findings emphasized that mutations in the BARTp CTCF BS affected infectivity and the expression of key viral genes like EBNA1, LMP1, and BZLF1, thus indicating a significant linkage between this SNP and the viral genetics involved in EBVaGC.","chrpos":"chr20:13625502","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.03.409722","title":"CTCF-mediated Genomic Effects of BART Region on Epstein-Barr Virus Chromatin 3D Structure in Gastric Carcinoma Cells"}
{"loci":"rs5029909","finding":"The SNP rs5029909 located in the FOXA2 gene was identified as a novel locus associated with HOMA-B, displaying a significant association with P=2.70×10^-8 and indicating its role in β-cell function related to type 2 diabetes.","chrpos":"chr20:22543443","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/496802","title":"Genetics of fasting indices of glucose homeostasis using GWIS unravels tight relationships with inflammatory markers"}
{"loci":"rs6113722","finding":"The SNP rs6113722 was noted as an established locus overlapping with the novel HOMA-B associated variant at rs5029909, showcasing its strong correlation with fasting glucose in the European population (R^2=0.69).","chrpos":"chr20:22576461","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/496802","title":"Genetics of fasting indices of glucose homeostasis using GWIS unravels tight relationships with inflammatory markers"}
{"loci":"rs115838297","finding":"The lead variant rs115838297, found in the intron of the DOK5 gene on chromosome 20, demonstrated a significant association with waist circumference and waist-to-hip ratio. This variant also showed low frequency (~4%) in African ancestry populations, suggesting its relevance to body composition traits uniquely within these populations as opposed to broader studies like the UKBiobank.","chrpos":"chr20:54554331","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.21.568192","title":"Whole-genome Studies of Malagasy People Uncover Novel Body Composition Associations"}
{"loci":"rs143384","finding":"The rs143384 SNP showed a significant association with chronic knee pain, marking it as a validated genomic locus for this phenotype.","chrpos":"chr20:35437976","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/810283","title":"Analysis of genetically independent phenotypes identifies shared genetic factors associated with chronic musculoskeletal pain at different anatomic sites"}
{"loci":"rs2185591","finding":"The SNP rs2185591 related to PTPRT was recognized for its involvement in cellular signaling connected to AML mutational networks.","chrpos":"chr20:43133279","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/605428","title":"Iterative feature selection method to discover predictive variables and interactions for high-dimensional transplant genomic data"}
{"loci":"rs285206","finding":"SNP rs285206, related to MYBL2, was recognized for its role in cell cycle and prognosis in AML, highlighting its clinical significance.","chrpos":"chr20:43667902","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/605428","title":"Iterative feature selection method to discover predictive variables and interactions for high-dimensional transplant genomic data"}
{"loci":"rs13040795","finding":"The study highlighted the role of the <italic>Wee1<\/italic> gene in regulating the cell cycle during diapause in avian embryos. The SNP rs13040795 was associated with this gene, whereby upregulation of <italic>Wee1<\/italic> at low temperatures (12°C) led to cell cycle arrest at the G2\/M phase. This established a critical mechanism for preserving embryonic cytoarchitecture, thus enabling successful resumption of development (SRD) after diapause. Conversely, at higher temperatures, decreased expression of <italic>Wee1<\/italic> corresponded with continued cell proliferation and maladaptive morphology, suggesting implications for survivability.","chrpos":"chr20:17032627","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.23.481599","title":"HREM, RNAseq and cell-cycle analyses reveal the role of the G2\/M-regulatory protein, Wee1, on the survivability of chicken embryos during diapause"}
{"loci":"rs6042049","finding":"The SNP rs6042049 was identified in a study examining the regulation of the MYB transcription factor in relation to differentiation, the cell cycle, and oncogenesis. The connection to oncogenic pathways highlighted its significance in cancer biology, supporting the potential of MYB as a therapeutic target.","chrpos":"chr20:13361328","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.07.536032","title":"Rapid-kinetics degron benchmarking reveals off-target activities and mixed agonism-antagonism of MYB inhibitors"}
{"loci":"rs4468878","finding":"SNP rs4468878 showed differential binding of SFRS9 to mutated lncRNA due to changes in the binding motif caused by the mutation.","chrpos":"chr20:61353181","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.26.501647","title":"Effect of Single Nucleotide Polymorphisms on the structure of long noncoding RNAs and their interaction with RNA Binding Proteins"}
{"loci":"rs6065904","finding":"rs6065904 had positive associations with small high-density lipoprotein (S-HDL-P) and medium high-density lipoprotein (M-HDL-P), but negative associations with L-HDL-P, XL-HDL-P, HDL-D, ApoA1, HDL-C, and coronary artery disease (CAD). This indicated a complex role in HDL metabolism and CAD risk.","chrpos":"chr20:45906012","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/691089","title":"A Mendelian randomization study of the role of lipoprotein subfractions in coronary artery disease"}
{"loci":"rs867186","finding":"This SNP was in strong LD as it was previously identified with coronary heart disease, underscoring its importance in metabolic and cardiovascular health.","chrpos":"chr20:35176751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/524405","title":"A Bayesian joint pQTL study sheds light on the genetic architecture of obesity"}
{"loci":"rs11087622","finding":"The intronic SNP rs11087622 in the SMOX gene was associated with spermine levels, indicating its role in the genetic regulation of this metabolite alongside its linkage to the synonymous mutation A392A.","chrpos":"chr20:4166428","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.07.506936","title":"Genome-wide metabolite quantitative trait loci analysis (mQTL) in red blood cells from volunteer blood donors"}
{"loci":"rs13040698","finding":"The SNP rs13040698 was associated with pancreatic ductal adenocarcinoma (PDAC) in the context of tumorigenicity and chemoresistance. Specifically, it was found that inhibition of mitochondrial dynamics, related to the genetic variations at this locus, preferentially targeted PDAC cells that exhibited enhanced tumorigenic and invasive potential. The research emphasized the connection between this SNP and the aggressive characteristics of PaCSCs, suggesting that it may influence the biology of PDAC and its response to therapies.","chrpos":"chr20:54829942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.29.505637","title":"ALK signaling drives tumorigenicity and chemoresistance of pancreatic ductal adenocarcinoma cells"}
{"loci":"rs6031705","finding":"The SNP rs6031705 was associated with the human papillomavirus (HPV) variants in the context of cancer, specifically related to its role in influencing carcinogenic capabilities of the E6 oncoproteins. Findings indicated that this SNP could play a role in how the HPV E6 protein interacts with host cellular proteins, thereby potentially contributing to the differential promotion of carcinogenesis observed between the European Prototype and Asian-American variants. The study highlighted this SNP's involvement in transforming E6 functionality, which is crucial in HPV-related cancers.","chrpos":"chr20:44662081","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.26.169458","title":"Virus-host protein-protein interactions between human papillomavirus 16 E6 A1 and D2\/D3 sub-lineages: variances and similarities"}
{"loci":"rs185545661","finding":"The findings showed that the SNP rs185545661, which encoded a proline-to-threonine change at amino acid position 306 in the SPO11 protein, impacted fertility in mice. Male and female mice carrying this allele exhibited reduced sperm and oocyte counts, synapsis defects, and fewer Type 1 crossovers, suggesting a likely association with infertility and potential risks of aneuploid gametes if similar effects were observed in humans.","chrpos":"chr20:57340135","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/592576","title":"A segregating human allele of SPO11 modeled in mice disrupts timing and amounts of meiotic recombination, causing oligospermia and a decreased ovarian reserve"}
{"loci":"rs13040645","finding":"The SNP rs13040645 was significantly associated with breast cancer progression, as demonstrated in the work by Rigiracciolo et al. in 2021. They discussed how this SNP influences multifaceted signaling pathways involving focal adhesion kinase, related to breast cancer aggressiveness.","chrpos":"chr20:38171994","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.27.564212","title":"FAK family proteins regulate in vivo breast cancer metastasis via distinct mechanisms"}
{"loci":"rs867186","finding":"The rs867186-GG genotype was associated with increased soluble EPCR levels, which suggested a potential mediating role in providing protection against severe malaria. This finding related directly to the pathogenesis of malaria-associated acute respiratory distress syndrome (ARDS) as increased EPCR concentrations were noted to enhance infected red blood cell (iRBC) cytoadherence, thus contributing to ARDS severity.","chrpos":"chr20:35176751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/348318","title":"Endothelial Protein C Receptor Contributes to Experimental Malaria-Associated Acute Respiratory Distress Syndrome"}
{"loci":"rs6088607","finding":"SNP rs6088607 correlated with greater SA of the temporal pole for BD, emphasizing its role in brain structure.","chrpos":"chr20:34790930","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.05.561040","title":"The overlapping genetic architecture of psychiatric disorders and cortical brain structure"}
{"loci":"rs2143943","finding":"SNP rs2143943 was linked with elevated temporal pole SA for BD, reflecting its influence on cortical morphology.","chrpos":"chr20:45137426","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.05.561040","title":"The overlapping genetic architecture of psychiatric disorders and cortical brain structure"}
{"loci":"rs6087990","finding":"Presence of the risk allele at rs6087990 was linked with reduced NFKB1 target gene expression in non-inflamed patients, but raised expression in patients with the risk allele in specific clusters during inflammation. Therefore, it showed differential impact based on the inflammatory state in UC.","chrpos":"chr20:32762102","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/692269","title":"A systems genomics approach to uncover patient-specific pathogenic pathways and proteins in a complex disease"}
{"loci":"rs6078373","finding":"The SNP rs6078373 was identified in relation to smoking behavior in the EAS population. It was found to be intergenic and strongly correlated with a combination of two SNPs in the BTBD3 gene, indicating a potential synthetic association.","chrpos":"chr20:11882852","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.27.586967","title":"On the contribution of genetic heterogeneity to complex traits"}
{"loci":"rs235710","finding":"The SNP rs235710 in the 5' region of BMP2 was found to be significant with a p-value of 0.029. This finding related to mandible volume in a study involving children with and without prenatal alcohol exposure.","chrpos":"chr20:6759719","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.28.546932","title":"Mutation in the Bone Morphogenetic Protein signaling pathway sensitize zebrafish and human to ethanol-induced jaw malformations"}
{"loci":"rs143383","finding":"The SNP rs143383 was associated with OA through its regulation of CpG methylation, which modulated the binding of SP1 and SP3 repressor proteins affecting the expression of GDF5. This finding related to the susceptibility of individuals to osteoarthritis, reinforcing the importance of epigenetic factors in OA pathogenesis.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.31.231522","title":"An evolutionary perspective of DNA methylation patterns in skeletal tissues using a nonhuman primate model of osteoarthritis"}
{"loci":"rs747748","finding":"This SNP was recognized as a caQTL for a classical monocyte-specific site (π=0.43, q-value=0.0018) while being active across all immune cell types.","chrpos":"chr20:4815079","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.03.387894","title":"Mapping genetic effects on cell type-specific chromatin accessibility and annotating complex trait variants using single nucleus ATAC-seq"}
{"loci":"rs13040795","finding":"The SNP rs13040795 was associated with the response to the combined inhibition of PP2A and WEE1 in colon cancer models, as highlighted in the study by Gorecki et al. (2021). This finding emphasized its relevance to tumor growth suppression in patient-derived tumors in vivo, suggesting that genetic variations at this locus could influence the efficacy of targeting the atr-chk1-wee1 axis in cancer therapy.","chrpos":"chr20:17032627","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.06.527335","title":"Paradoxical activation of oncogenic signaling as a cancer treatment strategy"}
{"loci":"rs4911178","finding":"The SNP rs4911178 was found to modify hip and knee morphology in humans, predisposing individuals to joint disease, and similarly affected joint morphology in single base pair replacement mice.","chrpos":"chr20:35364817","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.19.590285","title":"Parallel evolution at the regulatory base-pair level contributes to mammalian inter-specific differences in polygenic traits"}
{"loci":"rs6060369","finding":"SNP rs6060369 resided within a conserved hind limb enhancer element in the GDF5 cis-regulatory locus. It was associated with significantly decreased GDF5 expression in vivo and decreased tibial length in mice, indicating its potential role in height variation.","chrpos":"chr20:35319358","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.19.590285","title":"Parallel evolution at the regulatory base-pair level contributes to mammalian inter-specific differences in polygenic traits"}
{"loci":"rs6060539","finding":"SNP rs6060539 was also found to be significantly associated with body size across mammals and in CC mice, indicating a role in height regulation.","chrpos":"chr20:35651460","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.19.590285","title":"Parallel evolution at the regulatory base-pair level contributes to mammalian inter-specific differences in polygenic traits"}
{"loci":"rs680379","finding":"The SNP rs680379 in the SPTLC3 gene was substantially associated with a wide range of ceramide species. It showed a P-value of 4.82x10^-27, and its AA genotype was linked to a 48% increase in the concentration of CER[N(24)S(19)] compared to the GG genotype, indicating a strong influence on ceramide biosynthesis.","chrpos":"chr20:12988752","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815654","title":"Heritability and family-based GWAS analyses of the N-acyl ethanolamine and ceramide lipidome reveal genetic influence over circulating lipids"}
{"loci":"rs438568","finding":"SNP rs438568, located in the SPTLC3 gene, was associated with the ceramide trait CER[N(22)S(19)], further supporting the implication of this locus in ceramide biomarker variations with GWAS significance.","chrpos":"chr20:12978039","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815654","title":"Heritability and family-based GWAS analyses of the N-acyl ethanolamine and ceramide lipidome reveal genetic influence over circulating lipids"}
{"loci":"rs62208470","finding":"The SNP rs62208470 was associated with chromatin accessibility at the ZHX3 locus, coinciding with increased accessibility in both mouse oligodendrocyte lineage cells (OLG) and microglia (MiGl) during experimental autoimmune encephalomyelitis (EAE). This suggests its role in the regulatory mechanisms involved in MS susceptibility and was confirmed by overlap with chromatin accessibility in human OPCs in non-disease contexts.","chrpos":"chr20:41317131","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.21.213876","title":"A primed immune transcriptional program is activated in oligodendroglia in multiple sclerosis"}
{"loci":"rs6065254","finding":"SNP rs6065254 showed significant opposite associations with luminal A-like (OR=0.96) and triple-negative (OR=1.04) breast cancer subtypes, indicating its relevance in stratifying risk according to tumor characteristics.","chrpos":"chr20:40619625","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/778605","title":"Genome-wide association study identifies 32 novel breast cancer susceptibility loci from overall and subtype-specific analyses"}
{"loci":"rs747759","finding":"The SNP rs747759, found to be the tag SNP for the trait 'Neuroticism', exhibited higher expression of the nearby gene CD40 in humans compared to macaques. This SNP was identified as having potential impacts on enhancer activity related to binding sites for transcription factors NFYA and NHLH1, thus linking it to neurological development.","chrpos":"chr20:46139116","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs1535043","finding":"SNP rs1535043 was linked to CD40 expression as well, showing higher expression in humans. This SNP's human allele T was associated with the gain of an EHF binding site, adding complexity to its role in central nervous system traits, although the exact implications were still unclear.","chrpos":"chr20:46139085","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs13040896","finding":"The SNP rs13040896 was linked to the activation of the nuclear receptor LRH-1\/NR5A2, which played a crucial role in reversing hyperglycemia in mouse models of type 1 diabetes mellitus (T1DM). The contextual relevance of this finding was emphasized by the induction of a shift in immune cell phenotype from pro-inflammatory to anti-inflammatory\/tolerogenic states. These alterations not only improved islet function and survival but also contributed to the expansion of regulatory T-cells, which consequently impeded cytotoxic T-cell proliferation, demonstrating a potential therapeutic approach for managing T1DM.","chrpos":"chr20:39363122","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.18.558230","title":"LRH-1\/NR5A2 Activation in Immune Cells from Individuals with Type 1 Diabetes Mellitus Mitigates Inflammation via Immunometabolic Reprogramming and Enhanced Human Islet Function in Mice"}
{"loci":"rs143383","finding":"The SNP rs143383 was originally identified in the context of osteoarthritis and was found to regulate allelic expression of the GDF5 gene. This regulation occurs via modulation of binding of SP1 and SP3 repressor proteins, linking the SNP to disease susceptibility. The findings highlighted the importance of DNA methylation changes and their association with key cartilage gene loci during chondrogenesis, implicating this specific SNP in the epigenetic landscape relevant to cartilage health and disease.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/625954","title":"DNA hypomethylation during MSC chondrogenesis occurs predominantly at enhancer regions"}
{"loci":"rs6064392","finding":"The causal variant rs6064392 in the CASS4 locus demonstrated significance in MPRA (p = 1.04 × 10−22) and CRISPR in microglia (p = 4.2 × 10−2), establishing it as a validated variant associated with Alzheimer's disease.","chrpos":"chr20:56409712","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.28.582621","title":"Beyond guilty by association at scale: searching for causal variants on the basis of genome-wide summary statistics"}
{"loci":"rs4810485","finding":"This SNP was located in the intron of the CD40 gene and was associated with inflammatory bowel disease (IBD), Crohn's disease (CD), and ulcerative colitis (UC). The CD40 intronic peak was linked to key immune function genes in the eGRN and previous studies had identified this SNP as an expression, protein, and splice quantitative trait locus (e-, p-, sQTL) in blood and monocyte-specific datasets. CD40, being expressed in antigen presenting cells including macrophages, plays a critical role in T-cell activation, implicating its significance in the pathogenesis of autoimmune diseases.","chrpos":"chr20:46119308","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.12.26.573253","title":"Scalable ultra-high-throughput single-cell chromatin and RNA sequencing reveals gene regulatory dynamics linking macrophage polarization to autoimmune disease"}
{"loci":"rs3092057","finding":"In the context of global-scale land cover mapping and its effects on ecosystem functions, particularly pollination efficiency, the rs3092057 SNP was identified as an original finding. The study indicated that uncertainty in land cover maps could influence ecological assessments, revealing a direct correlation with how accurately ecosystem functions, like pollination, could be mapped.","chrpos":"chr20:46837763","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.06.425560","title":"A guide to between-community functional dissimilarity measures"}
{"loci":"rs143383","finding":"The SNP rs143383 was identified as an osteoarthritis susceptibility SNP that is regulated by CpG methylation. This regulation involves the modulation of binding of SP1 and SP3 repressor proteins, which is signified by its association with complex skeletal traits, particularly in the context of morphological variants linked to skeletal health.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/554618","title":"Intra- and Inter-Specific Investigations of Skeletal DNA Methylation and Femur Morphology in Primates"}
{"loci":"rs13045408","finding":"The minor allele of SNP rs13045408 at BTBD3-LINC01722 positively correlated with Bacteroides abundance (β = 0.043; P = 5.3 × 10−3) and negatively correlated with Prevotella abundance (β = -1.76; P = 1.6 × 10−4). This association was part of the study focusing on the enterotype concept involving Prevotella and Bacteroides.","chrpos":"chr20:12266722","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/736413","title":"M-GWAS for the gut microbiome in Chinese adults illuminates on complex diseases"}
{"loci":"rs6043852","finding":"This SNP was associated with MUC5B concentrations specifically in non-current smokers. Its role in gene interactions involving smoking effects makes it notable in the study of COPD-related mucus production.","chrpos":"chr20:16283163","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.28.509838","title":"Genetic Regulators of Sputum Mucin Concentration and Their Associations with COPD Phenotypes"}
{"loci":"rs12481710","finding":"The SNP rs12481710 showed a positive correlation between proximal tubule cell fractions and SYCP2 expression in the kidneys of subjects with higher allele dosage of G. This indicated a specific genotype-gene expression interaction within the proximal tubule cell type.","chrpos":"chr20:59897527","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.09.375592","title":"Mapping the genetic architecture of human traits to cell types in the kidney identifies mechanisms of disease and potential treatments"}
{"loci":"rs2144782","finding":"The SNP rs2144782 on chromosome 20 showed a strong probability of association with ADHD, ASD, and OCD, achieving a p-value of 4.18 x 10^-10. Its m-values indicated a high probability for association across these disorders, specifically m_ADHD = 1, m_ASD = 1, and m_OCD = 0.911. This SNP was located within the KIZ\/KIZ-AS1 gene.","chrpos":"chr20:21195965","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/770222","title":"Cross-disorder GWAS meta-analysis for Attention Deficit\/Hyperactivity Disorder, Autism Spectrum Disorder, Obsessive Compulsive Disorder, and Tourette Syndrome"}
{"loci":"rs12625304","finding":"SNP rs12625304 was associated with ADHD, ASD, and OCD with a p-value of 8.12 x 10^-9. It exhibited m-values greater than 0.9 in at least three disorders (m_ADHD = 0.986, m_ASD = 1, m_OCD = 0.918), indicating a potentially high cross-disorder effect.","chrpos":"chr20:21201749","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/770222","title":"Cross-disorder GWAS meta-analysis for Attention Deficit\/Hyperactivity Disorder, Autism Spectrum Disorder, Obsessive Compulsive Disorder, and Tourette Syndrome"}
{"loci":"rs57080033","finding":"The SNP rs57080033 was significantly associated with ADHD, ASD, and OCD, presenting a p-value of 2.90 x 10^-8. Its m-values demonstrated a strong association across these disorders (m_ADHD = 0.999, m_ASD = 1, m_OCD = 0.83), supporting the hypothesis of shared genetic risk.","chrpos":"chr20:21522140","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/770222","title":"Cross-disorder GWAS meta-analysis for Attention Deficit\/Hyperactivity Disorder, Autism Spectrum Disorder, Obsessive Compulsive Disorder, and Tourette Syndrome"}
{"loci":"rs6047287","finding":"SNP rs6047287 was identified as significant in the context of the ASD GWAS and was also highlighted in the ADHD-ASD-OCD-TS GWAS meta-analysis with a previously noted p-value of 2.72 x 10^-10, suggesting its relevance across multiple psychiatric disorders.","chrpos":"chr20:21170477","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/770222","title":"Cross-disorder GWAS meta-analysis for Attention Deficit\/Hyperactivity Disorder, Autism Spectrum Disorder, Obsessive Compulsive Disorder, and Tourette Syndrome"}
{"loci":"rs1000177","finding":"SNP rs1000177 was associated with ASD and TS with a significant p-value of 1.79 x 10^-9 and m-value of 1 for ASD, indicating notable genetic overlap between these two disorders.","chrpos":"chr20:21252560","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/770222","title":"Cross-disorder GWAS meta-analysis for Attention Deficit\/Hyperactivity Disorder, Autism Spectrum Disorder, Obsessive Compulsive Disorder, and Tourette Syndrome"}
{"loci":"rs13040731","finding":"The SNP rs13040731 was associated with melanoma, specifically in the context of disruptions in PBAF complex assembly due to ARID2 mutations. This mutation was linked to altered chromatin accessibility which allowed upregulation of synaptic transcripts, indicating its importance in cancer progression.","chrpos":"chr20:23661752","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.23.609212","title":"The SWI\/SNF PBAF complex facilitates REST occupancy at repressive chromatin"}
{"loci":"rs13040909","finding":"The SNP rs13040909 was linked to the activities of enzymes PFKFB3 and PFKFB4, which are implicated in cancer metabolism. The research indicated that variations at this locus could influence disease development and progression, suggesting a genetic basis for therapeutic targeting in cancer. These findings provided insights into metabolic reprogramming's role in cellular signaling and tonotopic morphologies within auditory mechanosensory hair cells.","chrpos":"chr20:32225361","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.11.487851","title":"Gradients in cellular metabolism regulate development of tonotopy along the cochlea"}
{"loci":"rs200294064","finding":"The SNP rs200294064 was identified as a pathogenic candidate driver mutation in the TGM3 gene. This finding was contextualized within the study of carcinomas of the head and neck, indicating the role of TGM3 as a candidate driver gene in nasopharyngeal carcinoma.","chrpos":"chr20:2340439","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561480","title":"Ontology-based prediction of cancer driver genes"}
{"loci":"rs13040801","finding":"The SNP rs13040801 was linked to AKT3 expression in mesenchymal colorectal cancer cells, indicating that it drives growth and is associated with epithelial-mesenchymal transition. This finding was relevant in the context of tumorigenesis and could have implications in understanding metastatic behavior in pancreatic cancer as well.","chrpos":"chr20:9200575","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.03.592345","title":"Down-regulation of AKT proteins slows the growth of mutant-KRAS pancreatic tumors"}
{"loci":"rs17576","finding":"The MMP-9 rs17576 polymorphism was highlighted as being associated with susceptibility to type 2 diabetes, indicating its relevance in metabolic health.","chrpos":"chr20:46011586","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.24.461631","title":"Screening key genes and signaling pathways in COVID-19 infection and its associated complications by integrated bioinformatics analysis"}
{"loci":"rs2425019","finding":"The SNP rs2425019 was reported to be associated with height and is located 4.5kb downstream of variable CAG or GGC repeats in the MMP24 gene. These repeats encode poly-leucine, poly-alanine, and poly-proline tracts, indicating that variations in this region may influence protein function related to height.","chrpos":"chr20:35231612","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.19.883389","title":"Genome-wide survey of tandem repeats by nanopore sequencing shows that disease-associated repeats are more polymorphic in the general population"}
{"loci":"rs6031431","finding":"The SNP rs6031431 was identified in enhancer regions associated with the JPH2 gene in rapamycin-treated human coronary artery smooth muscle cells (CASMC). Enhancers linked to this SNP exhibited significant activity, indicating that it may play a role in cardiovascular-associated traits.","chrpos":"chr20:44166512","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.11.589030","title":"Epigenetic Remodeling in Human Coronary Artery Smooth Muscle Cell Phenotypic Switching"}
{"loci":"rs6031769","finding":"The SNP rs6031769 was associated with the modulation of drug resistance in cancer. The research context indicated that it may play a role in breast cancer progression and response to treatments, aligning with the observed effects of Chlorpyrifos, which promoted stemness and Epithelial-Mesenchymal Transition in triple negative breast cancer.","chrpos":"chr20:44733316","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.04.621565","title":"Chlorpyrifos induces lung metastases and modulation of cancer stem cell markers in triple negative breast cancer model"}
{"loci":"rs13040676","finding":"The SNP rs13040676 was associated with the gene AP4 (tfap4), showing reduced expression in the flapped snout of cichlid species. This gene is linked to the development of craniofacial soft tissues, and the findings implied that this particular SNP plays a role in the conserved genetic pathways involved in mid-line facial development across different species, including those associated with human mid-line dysmorphologies.","chrpos":"chr20:63304449","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.13.476207","title":"Parallel molecular mechanisms underlie convergent evolution of the exaggerated snout phenotype in East African cichlids"}
{"loci":"rs6059655","finding":"The analysis indicated a significant enrichment for individuals with one <italic>MC1R<\/italic> variant and the <italic>ASIP<\/italic> eQTL risk allele. Among the red-haired individuals possessing one <italic>MC1R<\/italic> variant, 55% carried the <italic>ASIP<\/italic> risk allele, compared to 31% of the total red-haired individuals. This difference was statistically significant (Fisher exact test p-value=6.6×10−11), suggesting the importance of the <italic>ASIP<\/italic> gene in red hair pigmentation.","chrpos":"chr20:34077942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.30.478418","title":"Expanded Analysis of Pigmentation Genetics in UK Biobank"}
{"loci":"rs363009","finding":"The editing study utilized HD patient cells containing the rs363009 SNV. The efficiency of editing was assessed using the AiEvo2 enzyme and showed a significant impact in terms of allele-specific editing, indicating the potential for tailored therapies in Huntington's based on SNP targeting.","chrpos":"chr20:10300159","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.28.554880","title":"Discovery and engineering of AiEvo2, a novel Cas12a nuclease for human gene editing applications"}
{"loci":"rs12624921","finding":"This SNP was linked to gamma glutamyltransferase, illustrating a connection to metabolic syndromes.","chrpos":"chr20:3699612","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.12.456138","title":"The impact of evolutionary processes in shaping the genetics of complex traits in East Asia and Europe: a specific contribution from Denisovan and Neanderthal introgression"}
{"loci":"rs2427290","finding":"This SNP was linked to colorectal cancer via GWAS peak SNP and displayed significant ASM features in T cells.","chrpos":"chr20:62339874","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs1028396","finding":"The SNP rs1028396 was linked to the response of SIRPA to SARS-CoV-2 in CD14+ monocytes, with indication of a significant selection event preceding the last 45,000 years. This variant showed a considerably lower prevalence in populations other than East Asians, emphasizing its role in adaptive immune responses.","chrpos":"chr20:1948790","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.22.517073","title":"Environmental and genetic drivers of population differences in SARS-CoV-2 immune responses"}
{"loci":"rs13040823","finding":"The SNP rs13040823 was implicated in adaptive therapy for metastatic melanoma, as described in the work by Kim et al. (2021). The research utilized patient-calibrated mathematical models to predict responses to treatment.","chrpos":"chr20:31654153","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.09.523355","title":"Dynamical modelling of proliferative-invasive plasticity and IFNγ signaling in melanoma reveals mechanisms of PD-L1 expression heterogeneity"}
{"loci":"rs13040885","finding":"The SNP rs13040885 was identified in the study by Gruener et al., which aimed to facilitate drug discovery in breast cancer. The research demonstrated a link between this SNP and drug sensitivity profiles derived from histological images. Specifically, it contributed to the prediction of patient responses to various cancer therapies, thereby suggesting a role in personalizing treatment based on genetic factors and drug efficacy.","chrpos":"chr20:1450109","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.03.543536","title":"Cancer drug sensitivity prediction from routine histology images"}
{"loci":"rs6062129","finding":"The rs6062129 variant was found within the MTG2 gene and was associated with changes in time trial measures. It was among variants that showed a moderate correlation with rs6121949, indicating potential involvement in exercise response.","chrpos":"chr20:62187142","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.20.957340","title":"Identification of novel mitochondrial and mitochondrial related genetic loci associated with exercise response in the Gene SMART study"}
{"loci":"rs6121949","finding":"This variant, also within the MTG2 gene, was linked to time trial performance and showed moderate correlation with rs6062129. Its involvement suggested potential dysregulation impacting mitochondrial function and exercise response.","chrpos":"chr20:62188341","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.20.957340","title":"Identification of novel mitochondrial and mitochondrial related genetic loci associated with exercise response in the Gene SMART study"}
{"loci":"rs3918242","finding":"The SNP rs3918242 was also associated in the Geisinger dataset with a beta of 0.07 (p = 2.65 x 10^-2), suggesting its relevance in OSA.","chrpos":"chr20:46007337","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/724443","title":"Characterization of Genetic and Phenotypic Heterogeneity of Obstructive Sleep Apnea Using Electronic Health Records"}
{"loci":"rs2423279","finding":"This SNP was associated with adenoma count and thus contributed positively to the findings related to colorectal cancer risk.","chrpos":"chr20:7831703","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.28.441750","title":"Ability of known colorectal cancer susceptibility SNPs to predict colorectal cancer risk: A cohort study within the UK Biobank"}
{"loci":"rs961253","finding":"This SNP was included in the PRS analyses and was positively associated with increasing adenoma counts, reinforcing its relevance in colorectal cancer risk evaluation.","chrpos":"chr20:6423634","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.28.441750","title":"Ability of known colorectal cancer susceptibility SNPs to predict colorectal cancer risk: A cohort study within the UK Biobank"}
{"loci":"rs2273535","finding":"The SNP rs2273535 encodes an F31I substitution in aurora kinase A, which showed a higher allele frequency in East Asian populations (67%) and was positively correlated with an increased risk of developing colon cancer among these individuals.","chrpos":"chr20:56386485","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.23.380337","title":"Peptide Ancestry Informative Markers in Uterine Neoplasms from Women of European, African and Asian Ancestry"}
{"loci":"rs143383","finding":"The SNP rs143383 was implicated in the susceptibility to osteoarthritis (OA) through studies showing that CpG methylation regulates the allelic expression of GDF5. This regulation occurred via modulation of binding by SP1 and SP3 repressor proteins, showcasing a genetic variant's role in OA pathogenesis.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/731216","title":"Engineered cartilage from human chondrocytes with homozygous knockout of cell cycle inhibitor p21"}
{"loci":"rs1884302","finding":"The study identified that the common variant rs1884302, with a minor allele frequency of 0.33 in European populations and located close to the BMP2 gene, was associated with craniosynostosis. This variant accounted for almost all phenotypic variation observed in the cases studied. Specifically, among the 13 carriers of damaging SMAD6 mutations, 11 were also carriers of rs1884302, while none of the healthy carriers of SMAD6 had this variant. The statistical analysis revealed a highly significant association (p = 1.58×10^-6, OR = 30.95) between the combination of SMAD6 mutations and rs1884302, confirming its role in the digenic inheritance of non-syndromic midline craniosynostosis.","chrpos":"chr20:7125642","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.06.936922","title":"A genome-wide case-only test for the detection of digenic inheritance in human exomes"}
{"loci":"rs13040883","finding":"The SNP rs13040883 was positively associated with the regulation of cell growth and proliferation, particularly in the context of the Tribbles pseudokinase as highlighted in the study by Dobens et al. (2021). This study revealed the role of this SNP in various cellular processes, emphasizing its relevance to both wound response mechanisms and tumor stratification in neoplastic growth.","chrpos":"chr20:53087022","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.17.496596","title":"Shared enhancer gene regulatory networks between wound and oncogenic programs"}
{"loci":"rs12625281","finding":"The SNP rs12625281 was associated with the gene VSX1 and had a replicated p-value of 3.3e-11 in the largest BMI meta-GWAS to date, indicating its relevance in obesity.","chrpos":"chr20:25104444","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.15.422886","title":"Quantitative Genetic Scoring, or how to put a number on an arbitrary genetic region"}
{"loci":"rs6138482","finding":"The SNP rs6138482 was associated with VSX1 and had a significant result in the largest BMI meta GWAS, showing a p-value of 5.8e-13.","chrpos":"chr20:25078806","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.15.422886","title":"Quantitative Genetic Scoring, or how to put a number on an arbitrary genetic region"}
{"loci":"rs115662534","finding":"The SNP rs115662534 (T allele) emerged as a potential marker disrupting the binding of transcription factors STAT1 and EBF1 to regulatory elements of the CD40 gene, which could have implications in autoimmune disease mechanisms.","chrpos":"chr20:46117814","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.07.327643","title":"Landscape of allele-specific transcription factor binding in the human genome"}
{"loci":"rs548231435","finding":"The SNP rs548231435 (C allele) also acted as a potential marker that disrupted the binding of transcription factors STAT1 and EBF1 to regulatory elements of the CD40 gene, suggesting its significance in the understanding of autoimmune diseases.","chrpos":"chr20:46118145","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.07.327643","title":"Landscape of allele-specific transcription factor binding in the human genome"}
{"loci":"rs2284379","finding":"rs2284379 was identified as showing allelic imbalance associated with total insulin content. The C allele was linked to lower insulin levels in certain lines, indicating its potential as a candidate causal SNP.","chrpos":"chr20:34006836","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.07.539774","title":"Functional interrogation of twenty type 2 diabetes-associated genes using isogenic hESC-derived β-like cells"}
{"loci":"rs1800900","finding":"rs1800900 was associated with T2D risk in relation to allelic imbalance affecting cellular traits, particularly insulin content.","chrpos":"chr20:58840055","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.07.539774","title":"Functional interrogation of twenty type 2 diabetes-associated genes using isogenic hESC-derived β-like cells"}
{"loci":"rs13040843","finding":"The SNP rs13040843 was associated with an important finding related to the mitochondrial protease LONP1 and its role in multiple myeloma, which suggests its relevance in cancer biology. The reference to LONP1 in the context of its interaction with FBXO11 indicates a potential mechanism whereby genetic variations could influence the regulation of mitochondrial functions, thus impacting tumorigenesis. As such, this SNP was tied to the cellular processes that promote myeloid-biased stem cell properties in acute myeloid leukemia.","chrpos":"chr20:61757802","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.10.507366","title":"Loss of FBXO11 function establishes a stem cell program in acute myeloid leukemia through dysregulation of mitochondrial LONP1"}
{"loci":"rs2031717","finding":"The SNP rs2031717 was identified as a key genetic locus associated with the metabolism of 5-FU, which is a chemotherapy drug. In the context of the study, it was linked to the observed alterations in the tissue distribution of both Sch-B and 5-FU metabolites in tumor-bearing mice, suggesting a role in modulating drug response and multidrug resistance. This finding contributed to the understanding of how genetic variations can impact drug efficacy and metabolic pathways in colorectal cancer management.","chrpos":"chr20:55217363","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.28.518277","title":"Bioavailability of Schisandrin B and its effect on 5-Fluorouracil metabolism in a xenograft mouse model of colorectal cancer"}
{"loci":"rs13040692","finding":"The SNP rs13040692 was linked to molecular and functional processes that connect neurodevelopmental pathways and treatment-induced neuroendocrine plasticity in prostate cancer progression. This finding underscored the role of genetic variations in influencing the treatment response and transition to NEPC.","chrpos":"chr20:21207542","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.27.624202","title":"Targeting Endoplasmic Reticulum Stress and Nitroso-Redox Imbalance in Neuroendocrine Prostate Cancer: The Therapeutic Role of Nitric Oxide"}
{"loci":"rs115855396","finding":"The SNP rs115855396 was identified as a suggestive variant (p = 6.19 x 10^-6) upstream of the NFIA gene in the National Heart, Lung and Blood Institute Family Heart Study, linking it to diabetes in individuals on medication for diabetes or glucose.","chrpos":"chr20:22039417","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.24.885020","title":"NFIA regulates granule recruitment and exocytosis in the adult pancreas"}
{"loci":"rs144434404","finding":"This intronic variant in BMP7 was associated with microalbuminuria at study-wide significance, with an odds ratio of 6.75, marking its relevance in diabetic kidney disease processes.","chrpos":"chr20:57262207","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/499616","title":"Genome-wide association study of diabetic kidney disease highlights biology involved in renal basement membrane collagen"}
{"loci":"rs6073958","finding":"The SNP rs6073958 was associated with significantly lower levels of the percentage of free cholesterol in small HDL (S_HDL_FC_pct) in the control group (beta = -0.146, p < 1e-300), but showed no association in the T2D patients' group (beta = -0.002, p = 0.93). This finding related to the interaction of T2D status with genetic regulation of metabolite levels, indicating that the regulatory effect of this SNP was attenuated in T2D cases compared to controls.","chrpos":"chr20:45923216","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.20.599832","title":"Insights into the metabolic consequences of type 2 diabetes"}
{"loci":"rs6021275","finding":"The SNP rs6021275 was associated with a significant impact on the analysis of burned areas due to its relevance in satellite remote sensing products. The study highlighted the effectiveness of MODIS satellite data, for which this SNP was a marker, in validating burned area assessments within the Niassa Reserve.","chrpos":"chr20:51538585","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.16.908780","title":"Spatio-temporal patterns of wildfires in the Niassa Reserve –Mozambique, using remote sensing data"}
{"loci":"rs2259735","finding":"The rs2259735 SNP was used as the cortex-eQTL instrument variable and was linked to higher expression of CYP24A1, indicating an association with increased risk of multiple sclerosis.","chrpos":"chr20:54171775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.01.433439","title":"Brain expression quantitative trait locus and network analysis reveals downstream effects and putative drivers for brain-related diseases"}
{"loci":"rs2248137","finding":"The rs2248137 SNP was associated with the expression of CYP24A1, with increasing expression correlating with increasing neuronal proportions for the MS risk allele.","chrpos":"chr20:54173204","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.01.433439","title":"Brain expression quantitative trait locus and network analysis reveals downstream effects and putative drivers for brain-related diseases"}
{"loci":"rs6086929","finding":"The SNP rs6086929 was identified as having a significant association with plant phenology changes over the period from 1981 to 2012, as described in the study by Pinzon and Tucker. This study utilized NDVI data to demonstrate how specific genetic variations, including rs6086929, impacted the timing of plant growth cycles in relation to climate conditions.","chrpos":"chr20:9532528","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/332783","title":"The Portal Project: a long-term study of a Chihuahuan desert ecosystem"}
{"loci":"rs17855611","finding":"The SNP rs17855611, located in the gene SIRPA, demonstrated a strong signal associated with blood protein levels. This finding was particularly significant in the East Asian population, indicating that selection pressures may be related to variations in blood protein traits.","chrpos":"chr20:1915180","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.28.462165","title":"Improved detection of evolutionary selection highlights potential bias from different sequencing strategies in complex genomic-regions"}
{"loci":"rs619865","finding":"SIA detected moderate selection at the ASIP locus, indicated by a selection probability of 0.78 and a selection coefficient of approximately 0.0019, also related to pigmentation.","chrpos":"chr20:35279894","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.22.449427","title":"SIA: Selection Inference Using the Ancestral Recombination Graph"}
{"loci":"rs6013892","finding":"SNP rs6013892, located in the enhancer region of CYP24A1, was part of a haplotype strongly affecting transcriptional activity and was linked to vitamin D levels.","chrpos":"chr20:54107677","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.24.604883","title":"Drug-induced cis-regulatory elements in human hepatocytes affect molecular phenotypes associated with adverse reactions"}
{"loci":"rs158523","finding":"This SNP, associated with vitamin D levels, was shown to significantly alter the regulatory activity of enhancer regions when included in reporter assays.","chrpos":"chr20:54107770","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.24.604883","title":"Drug-induced cis-regulatory elements in human hepatocytes affect molecular phenotypes associated with adverse reactions"}
{"loci":"rs143383","finding":"The SNP rs143383 was associated with osteoarthritis (OA) due to its role in CpG methylation that regulated the allelic expression of GDF5. This regulation occurred through the modulation of repressor protein binding, specifically SP1 and SP3, highlighting its significance as a susceptibility locus for OA.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.29.555292","title":"Modelling Osteoarthritis pathogenesis through Mechanical Loading in an Osteochondral Unit-on-Chip"}
{"loci":"rs6117669","finding":"The enhancer associated with rs6117669, located at +421BMP2, showed broad expression in cranial cartilage and associated structures in transgenic zebrafish. This finding was linked to the risk of craniosynostosis, supporting its functional implication in the disease.","chrpos":"chr20:7189144","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.01.506150","title":"Identification of conserved skeletal enhancers associated with craniosynostosis risk genes"}
{"loci":"rs11699612","finding":"The SNP rs11699612 was found within the CASC20 locus and associated with HO susceptibility. It achieved an odds ratio of 1.73 and a p-value of 9.39×10^-8 in the initial analysis, and subsequently replicated with a p-value of 2.70×10^-5 and an OR of 1.90, culminating in a genome-wide significance (p=2.71×10^-11) through meta-analysis, confirming its impact on HO.","chrpos":"chr20:6484986","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/845958","title":"Genome-wide association and functional analyses identify CASC20 and KIF26B as target loci in heterotopic ossification"}
{"loci":"rs1042580","finding":"This SNP was previously identified as a genetic variant associated with increased risk of ICU admission and mortality from COVID-19. In this study, while it was not associated with progression status, its 3'UTR location suggests it could influence regulatory mechanisms like mRNA localization and stability, particularly related to the THBD gene.","chrpos":"chr20:23046984","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.25.542297","title":"Multi-omic Profiling Reveals Early Immunological Indicators for Identifying COVID-19 Progressors"}
{"loci":"rs6119471","finding":"The SNP rs6119471 in the gene ASIP exhibited a significant selection difference between Eurasians and Africans, with the derived allele being nearly fixed in Eurasians while maintaining a low frequency in Africans. This finding was related to pigmentation phenotypes and indicated varying selective pressures among populations.","chrpos":"chr20:34197406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/253963","title":"Dissecting dynamics and differences of selective pressures in the evolution of human pigmentation"}
{"loci":"rs742710","finding":"The gene CHGB variant rs742710 was discussed in the context of early-onset amyotrophic lateral sclerosis and potentially linked to the severity observed in CMS patients, marking it as significant in the study.","chrpos":"chr20:5923382","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.19.524736","title":"Rare disease research workflow using multilayer networks elucidates the molecular determinants of severity in Congenital Myasthenic Syndromes"}
{"loci":"rs117119427","finding":"This variant interacted significantly with rs1805009 and was replicated in the study investigating skin color, contributing to epistatic evidence in the trait analysis.","chrpos":"chr20:33809750","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.12.507656","title":"Dispensing with unnecessary assumptions in population genetics analysis"}
{"loci":"rs6088372","finding":"Associated with skin color, this SNP interacted with rs1805007 showcasing the method's capability to uncover complex genetic interactions related to phenotypic traits.","chrpos":"chr20:33998942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.12.507656","title":"Dispensing with unnecessary assumptions in population genetics analysis"}
{"loci":"rs6059655","finding":"The variant rs6059655 was also highlighted as associated with both vitiligo and melanoma, reinforcing the connection between autoimmune conditions and melanoma risk.","chrpos":"chr20:34077942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.12.456166","title":"Autoimmune Alleles at the Major Histocompatibility Locus Modify Melanoma Susceptibility"}
{"loci":"rs13040892","finding":"The SNP rs13040892 was associated with aggressive variants of papillary thyroid carcinomas in a study highlighted in the publication. This finding was reported in the context of genetic profiles relevant to the aggressive behavior of thyroid cancers, suggesting a potential link between this SNP and the severity of thyroid cancer manifestations.","chrpos":"chr20:32246282","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.04.621959","title":"Tenascin-C potentiates Wnt signaling in thyroid cancer"}
{"loci":"rs28933385","finding":"The study confirmed that the E200K mutation, represented by rs28933385 (c.598G>A, p.Glu200Lys), was a critical finding linked to the most common subtype of genetic prion disease. This variant was directly associated with the disease phenotype observed in the multi-generational Israeli family.","chrpos":"chr20:4699818","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.20.491674","title":"NMDA receptor misalignment in iPSC-derived neurons from a multi-generational family with inherited Creutzfeldt-Jakob disease"}
{"loci":"rs1799990","finding":"The SNP rs1799990 (c.385A>G, p.Met129Val) was also confirmed as a relevant finding via whole-exome sequencing. It is noteworthy in the context of prion disease, especially regarding the complex interplay of genetic variations influencing the disease risk and phenotype.","chrpos":"chr20:4699605","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.20.491674","title":"NMDA receptor misalignment in iPSC-derived neurons from a multi-generational family with inherited Creutzfeldt-Jakob disease"}
{"loci":"rs138688873","finding":"The SNP rs138688873 was validated as a pertinent genetic variant during the analysis of the whole exome data, contributing to the understanding of the genetic landscape associated with prion diseases.","chrpos":"chr20:4699466","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.20.491674","title":"NMDA receptor misalignment in iPSC-derived neurons from a multi-generational family with inherited Creutzfeldt-Jakob disease"}
{"loci":"rs6064377","finding":"The variant rs6064377 was associated with the latent factor ML6, influencing haemoglobin concentration and hematocrit via red blood cell count, with a p-value of 4.6×10^-8.","chrpos":"chr20:56309737","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.23.609452","title":"Improved genetic discovery and fine-mapping resolution through multivariate latent factor analysis of high-dimensional traits"}
{"loci":"rs4810479","finding":"The SNP rs4810479 was identified as a nominally significant variant with a p-value of 4.8e-4 in the context of triglyceride (TG) levels and current smoking interactions. This SNP is located 4kb upstream of the PLTP gene, which encodes a phospholipid transfer protein. Several studies indicated that smoking influenced the expression of the PLTP gene, specifically noting an increased activity of PLTP in smokers, establishing the relevance of this SNP in the gene-by-exposure interaction.","chrpos":"chr20:45916409","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/562157","title":"Genome-wide Interaction Studies by the CHARGE Gene-Lifestyle Interactions Working Group: what we’ve learned and what’s coming next"}
{"loci":"rs6042155","finding":"The SNP rs6042155 was identified as a significant variant associated with viral-induced DNA damage and the process of virus integration into host genomic DNA. This finding was presented in the study by Chen et al. (2014), which discussed the role of various factors leading to viral carcinogenesis, highlighting the implications of such integrations on cancer development and genetic integrity.","chrpos":"chr20:13479582","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.28.458009","title":"Computational methods for the discovery and annotation of viral integrations"}
{"loci":"rs6065717","finding":"The SNP rs6065717 was positively identified in a publication by Mueller et al. (2014) that discussed the impact of human land-use practices on global long-term increases in photosynthetic capacity. This finding highlighted a significant connection between genetic variations and environmental factors, specifically within the context of biodiversity and ecological resilience, showcasing how genetic markers can correlate with ecological measurements.","chrpos":"chr20:44309109","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.04.479149","title":"Predictability and transferability of local biodiversity environment relationships"}
{"loci":"rs17857295","finding":"The Q93E substitution was associated with its ability to create an additional cleavage site for the viral proteinase 3Cpro. This cleavage could hinder MAVS's function in signal transmission, likely contributing to increased CVB3 infectivity.","chrpos":"chr20:3857794","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.26.222174","title":"Modeling the complete kinetics of coxsackievirus B3 reveals human determinants of host-cell feedback"}
{"loci":"rs13040676","finding":"The SNP rs13040676 was linked to the activity of the transcription factor AP4, which was shown to mediate cell fate decisions such as division, aging, or apoptosis. This finding was significant in understanding the role of transcriptional regulation in cellular processes and was relevant to the mechanisms of Drug-Induced Liver Injury (DILI) through its regulatory impact on gene expression patterns.","chrpos":"chr20:63304449","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.23.461089","title":"Deriving time-concordant event cascades from gene expression data: A case study for Drug-Induced Liver Injury (DILI)"}
{"loci":"rs117919628","finding":"This SNP was identified in the promoter region of GHRH and was significantly associated with reduced height (effect of -0.32 standard deviations) and lower IGF-1 serum levels. It had a frequency of 0.32% in the XBI cohort.","chrpos":"chr20:37261871","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.16.468246","title":"The sequences of 150,119 genomes in the UK biobank"}
{"loci":"rs1884302","finding":"Associated with BMP2 and flagged as a risk SNP for sagittal non-syndromic craniosynostosis, this SNP showed significant P-values in the normal cranial vault shape GWAS, reaching study-wide significance.","chrpos":"chr20:7125642","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.01.518684","title":"Joint Multi-Ancestry and Admixed GWAS Reveals the Complex Genetics behind Human Cranial Vault Shape"}
{"loci":"rs6054748","finding":"This SNP demonstrated association with BMP2 and was highlighted for its role in shaping cranial vault morphology, showing a P-value of 3.02e-14 in the GWAS, indicative of elongation and narrowing of the cranial vault.","chrpos":"chr20:7123941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.01.518684","title":"Joint Multi-Ancestry and Admixed GWAS Reveals the Complex Genetics behind Human Cranial Vault Shape"}
{"loci":"rs1573707","finding":"This intronic variant located in PTPRT was identified as being associated with IDL-Free cholesterol and IDL-phospholipids, and it was replicated in the Rotterdam study highlighting its importance in the metabolic pathways relevant to T2DM.","chrpos":"chr20:42316999","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/619262","title":"Recessive genetic effects on type 2 diabetes-related metabolites in a consanguineous population"}
{"loci":"rs6042155","finding":"The SNP rs6042155 was associated with insertional mutations resulting from random integration (RI) of extrachromosomal DNA, particularly in the context of physiological doses of ionizing radiation which were shown to facilitate the process in human and mouse cells. The genetic analysis indicated that this SNP played a role in the stimulation of RI that is dependent on histone H2AX S139 phosphorylation, linking it to mechanisms of DNA damage response and highlighting its significance in cancer research and radiation risk assessment.","chrpos":"chr20:13479582","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/614040","title":"Low Dose Ionizing Radiation Strongly Stimulates Insertional Mutagenesis in a γH2AX Dependent Manner"}
{"loci":"rs6100871","finding":"The SNP rs6100871 was identified in a study investigating spectral band requirements that improved the retrievals of Phytoplankton Functional Types (PFTs). This finding provided insight into how specific spectral bands could better capture and characterize phytoplankton communities utilizing remote sensing technology.","chrpos":"chr20:60334748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.07.556589","title":"Toward a synthesis of phytoplankton community composition methods for global-scale application"}
{"loci":"rs13040861","finding":"The SNP rs13040861 was associated with the finding that the FDA-Approved Antiviral Raltegravir inhibited fascin1-dependent invasion of colorectal tumor cells both in vitro and in vivo, indicating a significant role of fascin in cancer cell invasion and potential therapeutic implications.","chrpos":"chr20:50640029","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.02.437070","title":"The Actin Bundling Protein Fascin Promotes Lung Cancer Growth and Metastasis by Enhancing Glycolysis and PFKFB3 Expression"}
{"loci":"rs6121038","finding":"This SNP was highlighted in the study as part of a notable locus involving several genes that may interact to affect volumetric imaging derived phenotypes, contributing to understanding the genetic architecture of brain structure.","chrpos":"chr20:31666970","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758326","title":"Multi-trait genome-wide analyses of the brain imaging phenotypes in UK Biobank"}
{"loci":"rs4911348","finding":"The SNP rs4911348 was identified as an example of a gene where paternal and maternal eQTL effects were opposite in direction for the expression of the gene NECAB3. While the genotype did not associate with the phenotype, both paternal and maternal alleles showed significant associations, reflecting the complexity of parent-of-origin effects.","chrpos":"chr20:33587467","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.05.597677","title":"Abundant Parent-of-origin Effect eQTL in Humans: The Framingham Heart Study"}
{"loci":"rs34342567","finding":"This SNP demonstrated positive regulatory activity for the TUBB1 gene only under HCort exposure, showcasing its role as a putative interactive eQTL in response to stress.","chrpos":"chr20:58573685","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.12.27.573459","title":"Common genetic variation impacts stress response in the brain"}
{"loci":"rs77351827","finding":"The SNP rs77351827 was strongly linked to the structural variant PD_DEL_chr20_597, which was a 1.95kb intronic deletion within intron three of the gene LRRN4. This structural variant was validated and found to have a high LD with rs77351827 (r2=0.89, D'=0.95), indicating a potential causal relationship for Parkinson's disease risk.","chrpos":"chr20:6025395","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.22.504867","title":"Genome-wide analysis of Structural Variants in Parkinson’s Disease using Short-Read Sequencing data"}
{"loci":"rs4925386","finding":"As a GWAS peak SNP linked to colorectal cancer, the functional implications of rs4925386 were highlighted through its interaction with multiple physicians.","chrpos":"chr20:62345988","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs867186","finding":"The rs867186 SNP, which encodes a protein C receptor involved in coagulation, was associated with seven phenotypes, including myocardial infarction and various hematological traits, across multiple populations.","chrpos":"chr20:35176751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.18.452819","title":"Pleiotropic Variability Score: A Genome Interpretation Metric to Quantify Phenomic Associations of Genomic Variants"}
{"loci":"rs3918249","finding":"The variant rs3918249 was identified at the MMP9 locus and was significant as a cis pQTL, suggesting its influence on MMP-9 protein abundance.","chrpos":"chr20:46009497","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.10.555215","title":"Whole Genome Sequencing Based Analysis of Inflammation Biomarkers in the Trans-Omics for Precision Medicine (TOPMed) Consortium"}
{"loci":"rs737092","finding":"At the RBM38 locus for mean corpuscular hemoglobin (MCH), the PIP for rs737092 improved from 0.72 to 0.96 when incorporating the Blood-cV2F score. This variant was implicated by MPRA data-driven features and blood-specific ABC, cCRE, and Enformer features. It was linked to the RBM38 gene, known for its role in terminal erythroid differentiation and hemoglobin regulation.","chrpos":"chr20:57415349","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.07.622307","title":"A consensus variant-to-function score to functionally prioritize variants for disease"}
{"loci":"rs80311618","finding":"The variant rs80311618 was located in a myeloid-specific enhancer linked to CEBPB and was found to be associated with monocyte count, supported by a high posterior inclusion probability (PIP > 10%) for genetic variants related to this trait.","chrpos":"chr20:50222033","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.23.624931","title":"Mapping enhancer-gene regulatory interactions from single-cell data"}
{"loci":"rs6011779","finding":"This SNP on CHRNA4 had been previously associated with smoking cessation and was confirmed as a GWS locus in the larger dataset used in this study.","chrpos":"chr20:63352965","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.18.512710","title":"Multi-trait genome-wide association analyses leveraging alcohol use disorder findings identify novel loci for smoking behaviors in the Million Veteran Program"}
{"loci":"rs2273535","finding":"The SNP rs2273535 was identified as a sex-biased <italic>cis<\/italic>-eQTL for the gene <italic>AURKA<\/italic> in skeletal muscle, demonstrating a significant association with increased <italic>AURKA<\/italic> expression in males (p = 9.02×10<sup>&#x2212;27<\/sup>), but not in females (p = 0.75). This finding was highlighted in the context of its involvement in multiple cancers and muscle differentiation.","chrpos":"chr20:56386485","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/787903","title":"The GTEx Consortium atlas of genetic regulatory effects across human tissues"}
{"loci":"rs3197744","finding":"The SNP rs3197744 in the 3' UTR of SIRPA was found to be significant for the amount of platelets, showing a direct link between this genetic variant and platelet levels.","chrpos":"chr20:1937841","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.12.09.570874","title":"SIRPα controls CD47-dependent platelet clearance in mice and humans"}
{"loci":"rs374587283","finding":"The rs374587283-CPNE1 cis-eQTL was significant across five fibroblast types and demonstrated a significant SNP-cell type interaction, indicating its role in the differential expression of CPNE1 reliant on cell type.","chrpos":"chr20:35853229","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.21.163766","title":"Single cell eQTL analysis identifies cell type-specific genetic control of gene expression in fibroblasts and reprogrammed induced pluripotent stem cells"}
{"loci":"rs16991615","finding":"Variant rs16991615 in the MCM8 gene was associated with lower age-adjusted inverse normal AMH levels by 0.26 SD per allele (95% CI [0.18, 0.34], P=3.48×10−10) in pre-menopausal women. This variant had previously been linked to age at menopause, suggesting a connection between AMH levels and reproductive lifespan.","chrpos":"chr20:5967581","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/487181","title":"Genome-wide association study of anti-Müllerian hormone levels in pre-menopausal women of late reproductive age and relationship with genetic determinants of reproductive lifespan"}
{"loci":"rs2248137","finding":"The rs2248137 SNP was associated with multiple sclerosis (MS) susceptibility and showed colocalization with a cis-mQTL effect for cg14595058, located upstream of the CYP24A1 gene. This strong evidence of colocalization suggested that the same haplotype influences both MS susceptibility and local DNA methylation.","chrpos":"chr20:54173204","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.11.198721","title":"Impact of genetic susceptibility to multiple sclerosis on the T cell epigenome: proximal and distal effects"}
{"loci":"rs16997087","finding":"Associated with brain connectivity measurements, suggesting regulatory effects on neurobiological traits due to the presence of Neandertal-derived alleles.","chrpos":"chr20:16074337","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.20.464628","title":"Long-range regulatory effects of Neandertal DNA in modern humans"}
{"loci":"rs13043612","finding":"Part of the SNPs found at high frequencies in Papuans, this SNP showed a positive association among ancestral populations, reflecting local adaptation effects.","chrpos":"chr20:4151717","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.20.464628","title":"Long-range regulatory effects of Neandertal DNA in modern humans"}
{"loci":"rs2618566","finding":"For rs2618566, this SNP was pinpointed in a distal regulatory region linked to RRBP1, with a PIP of 1.00, indicating it is highly likely causal. This SNP has been identified as a liver eQTL and its presence in carriers of rare coding variants for RRBP1 was associated with significantly lower LDL-C levels. Additionally, knockdown experiments in mice confirmed that reduced RRBP1 levels led to disrupted lipid homeostasis and lower circulating LDL-C levels.","chrpos":"chr20:17864040","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.09.500804","title":"Systematic elucidation of genetic mechanisms underlying cholesterol uptake"}
{"loci":"rs2089960995","finding":"Identified in the MAVS gene, this SNP was unique to donor 122, contributing to the genetic mechanisms promoting resistance to SARS-CoV-2 infection.","chrpos":"chr20:3872213","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.17.456707","title":"An Endogenously activated antiviral state restricts SARS-CoV-2 infection in differentiated primary airway epithelial cells"}
{"loci":"rs844881","finding":"The rs844881 variant in the 3' UTR of the lncRNA LINC00656 in Neutrophils significantly impacted the expression of THBD, CD93, and LINC00656. This SNP was strongly linked to the development of varicose veins, implicating its effect in thrombosis via altered THBD expression.","chrpos":"chr20:23123230","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.11.561870","title":"Non-coding variants impact cis-regulatory coordination in a cell type-specific manner"}
{"loci":"rs3787184","finding":"The SNP rs3787184, located in an intron of NFATC2, was associated with varicose veins (VVs) with a P-value of 2.51×10^-36.","chrpos":"chr20:51541298","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.14.095653","title":"Genome-wide association analysis and replication in 810,625 individuals identifies novel therapeutic targets for varicose veins"}
{"loci":"rs13040595","finding":"The SNP rs13040595 was associated with differential responses in Natural Killer (NK) cell functionality, which was crucial for enhancing the efficacy of CAR-based therapies. This finding indicated that the genetic variation impacted the potency of NK cells in tumor clearance, effectively linking the SNP to improved outcomes in solid tumor models.","chrpos":"chr20:15160212","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.26.512898","title":"Augmenting CAR NK cell Anti-tumor Activity by Synapse Tuning"}
{"loci":"rs4813319","finding":"The SNP rs4813319, associated with the gene SHPS1 (SIRPA), was found to have a causal role in the pathogenesis of schizophrenia. This finding was replicated in the UK Biobank data, confirming its significance in relation to schizophrenia risk.","chrpos":"chr20:1913101","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/631747","title":"Proteome-by-phenome Mendelian Randomisation detects 38 proteins with causal roles in human diseases and traits"}
{"loci":"rs1358782","finding":"Association was found between rs1358782 and the Ribose 5-Phosphate gsQTL in astrocytes, related to the pentose phosphate pathway. The nominal p-value for this association was 7.29×10^-5.","chrpos":"chr20:413334","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.13.612853","title":"gsQTL: Associating genetic risk variants with gene sets by exploiting their shared variability"}
{"loci":"rs1711194","finding":"The lead i-rQTL variant rs1711194 was identified as influencing a monocyte-specific i-rQTL effect on the DNTTIP1-202 isoform. This variant was located downstream of the gene and alterations played a role in cellular specificity.","chrpos":"chr20:45814269","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.30.474578","title":"Splicing QTL analysis focusing on coding sequences reveals pathogenicity of disease susceptibility loci"}
{"loci":"rs7679","finding":"SNP rs7679 exhibited a large negative effect for Very Large HDL and a large positive effect for Small HDL, despite the traits being positively correlated, confirming its unique role in lipid metabolism.","chrpos":"chr20:45947863","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.04.455145","title":"Multivariate Genomewide Association Analysis by Iterative Hard Thresholding"}
{"loci":"rs143384","finding":"The SNP rs143384 located in the GDF5 gene was identified with a significant association to knee pain, demonstrating a P value of 1.32 × 10^-12. It was replicated in multiple cohorts, with a final P value of 4.64 × 10^-18 in the joint meta-analysis, indicating a strong link to knee pain, most likely due to its role in osteoarthritis.","chrpos":"chr20:35437976","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/525147","title":"A genome-wide association study identifies that the GDF5 and COL27A1 genes are associated with knee pain in UK Biobank (N = 171, 516)"}
{"loci":"rs2740210","finding":"The SNP rs2740210 was similarly linked to an increased risk of depression in pregnant women with a history of early abuse. This finding emphasized the role of oxytocin system polymorphisms in the modulation of emotional and psychological responses related to adverse early life experiences.","chrpos":"chr20:3072609","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.26.564214","title":"Natural variation in oxytocin receptor signaling causes widespread changes in brain transcription: a link to the natural killer gene complex"}
{"loci":"rs115287948","finding":"The SNP rs115287948 was identified as a missense variant in the SIRPA gene, linked to the expression of the SIRPB1 gene in humans. It demonstrated a strong association with gene expression in muscle and fibroblast tissues across both species, showcasing conservation of functional effects and presenting a compelling model for gene regulation studies.","chrpos":"chr20:1915413","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.11.487854","title":"The conservation of human functional variants and their effects across mammals"}
{"loci":"rs6074022","finding":"The lead SNP rs6074022 was associated with MS and colocalized with CD40 expression in both cortex and whole blood tissues, showing significant involvement in the inflammatory response linked to viral mechanisms.","chrpos":"chr20:46111557","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.06.616669","title":"Identification and catalogue of viral transcriptional regulators in human diseases"}
{"loci":"rs13040826","finding":"The SNP rs13040826 was associated with CXCR4 and analyzed in the context of its role in acute myeloid leukemia (AML). Findings from the transcriptomic data indicated that CXCR4 positive AML cells, which are related to chemosensitivity, co-expressed genes involved in chemoresistance and maintained a blast-like state. This suggests that the SNP may play a role in the expression of CXCR4 and potentially influence patient responses to treatments.","chrpos":"chr20:30338679","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.26.609725","title":"CXCL12 chemokine dimer signaling modulates acute myelogenous leukemia cell migration through altered receptor internalization"}
{"loci":"rs13040922","finding":"The SNP rs13040922 was linked to the detection of tumor-associated membrane receptors on extracellular vesicles from non-small cell lung cancer patients in a study published in 2021. This finding highlighted the potential of this SNP in enhancing the sensitivity of diagnostic methods for early cancer detection by utilizing immuno-PCR techniques.","chrpos":"chr20:56805274","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.07.527360","title":"Colocalization of Cancer Associated Biomarkers on Single Extracellular Vesicles for Early Cancer Detection"}
{"loci":"rs3827066","finding":"The SNP rs3827066 was associated with increased expression of CTSA following stimulation with either sLPS or LIL10. This association was evident as it co-localized with the CAD-associated risk locus, suggesting that the risk allele may disrupt a regulatory element of CTSA. This disruption was hypothesized to lead to elevated oxidative stress and increased risk of cardiovascular diseases, including CAD and AAA.","chrpos":"chr20:45957384","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.29.542425","title":"Gene expression QTL mapping in stimulated iPSC-derived macrophages provides insights into common complex diseases"}
{"loci":"rs6031298","finding":"The SNP rs6031298 was associated with ALDH gene expression, specifically implicating a role in the progression of prostate cancer through enhancing the metastatic potential of cancer stem cells (CSCs). This finding was derived from research indicating that matrix metalloproteinases, which are regulated by ALDH genes, play a significant role in prostate cancer pathology.","chrpos":"chr20:44019977","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.08.443223","title":"The distinct role of ALDH1A1 and ALDH1A3 in the regulation of prostate cancer metastases"}
{"loci":"rs6060369","finding":"The SNP rs6060369 was associated with height, as reported by several large genome-wide association studies (GWAS). This indicates a significant finding in the context of height traits.","chrpos":"chr20:35319358","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/498360","title":"Leveraging allelic heterogeneity to increase power of association testing"}
{"loci":"rs1800961","finding":"The SNP rs1800961 was related to HDL (high-density lipoprotein), with its association confirmed by both large GWAS and meta-analysis studies, making it a robust finding.","chrpos":"chr20:44413724","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/498360","title":"Leveraging allelic heterogeneity to increase power of association testing"}
{"loci":"rs13040692","finding":"In the study conducted by Kaarijarvi et al. (2021), rs13040692 was connected to the molecular and functional links between neurodevelopmental processes and treatment-induced neuroendocrine plasticity in prostate cancer progression. The findings indicated that this SNP played a role in the adaptive changes in cancer behavior.","chrpos":"chr20:21207542","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.16.607954","title":"A novel role for Neurog2 in MYCN driven neuroendocrine plasticity of prostate cancer"}
{"loci":"rs2232607","finding":"The LBP variant D283G (rs2232607) had evidence of negative selection, indicating its potential role in immune response regulation.","chrpos":"chr20:38364679","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.02.498543","title":"Genetic adaptation to pathogens and increased risk of inflammatory disorders in post-Neolithic Europe"}
{"loci":"rs6123471","finding":"The minor C-allele of rs6123471 was associated with a higher HRV in humans. Mutations in the gene KIAA1755, which this SNP is located in, resulted in higher HRV at both 2 and 5 days post-fertilization (dpf) in zebrafish, suggesting that this locus's association with HRV may explain its potential link with heart rate.","chrpos":"chr20:38211754","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/385500","title":"Translating GWAS-identified loci for cardiac rhythm and rate using an in vivo image- and CRISPR\/Cas9-based approach"}
{"loci":"rs13041834","finding":"The SNP rs13041834, located near CYP24A1 on 20q13.2, was associated with higher vitamin D levels and serum calcium, linking it to nephrolithiasis risk.","chrpos":"chr20:54086745","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/519553","title":"GWAS identifies nine nephrolithiasis susceptibility loci related with metabolic metabolic and crystallization pathways"}
{"loci":"rs6120849","finding":"The SNP rs6120849 near EDEM2 demonstrated a decrease in frequency of the light allele that exceeded what could be attributed to changes in ancestry, indicating selection pressures may have influenced this change.","chrpos":"chr20:35142584","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.08.085274","title":"The evolution of skin pigmentation associated variation in West Eurasia"}
{"loci":"rs13040739","finding":"The SNP rs13040739 was associated with findings related to histone modifications and gene regulation in lung cancer cells. The research indicated that Metformin treatment significantly reduced the levels of histone H3K4me3 at the promoter regions of positive cell cycle regulatory genes. This modification at the promoter regions influenced gene expression, which was directly relevant to the chromatin accessibility and transcription levels impacted by SWI\/SNF activity, highlighting a connection between this SNP and chromatin remodeling processes.","chrpos":"chr20:5960650","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.07.531379","title":"Global identification of direct SWI\/SNF targets reveals compensation by EP400"}
{"loci":"rs13040715","finding":"The SNP rs13040715 was associated with the regulation of prostate cancer (PCa) stem cells and the adaptive molecular mechanisms in response to anti-androgen therapy. The significant finding indicated that this SNP variant could influence the treatment resistance seen in PCa.","chrpos":"chr20:52116779","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.14.532696","title":"Identification of a Micropeptide Linked to Cancer Stem Cell Regulation and Chemoresistance"}
{"loci":"rs6090584","finding":"The SNP rs6090584, which is an intronic variant within EYA2, was involved in the perturbation of NCOA3 expression during the CRISPRi screen in hFOBs. This perturbation was deemed relevant in the context of osteoblast maturation and mineralization.","chrpos":"chr20:46932189","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.19.585778","title":"GWAS-informed data integration and non-coding CRISPRi screen illuminate genetic etiology of bone mineral density"}
{"loci":"rs6013897","finding":"This SNP was recognized among previously significant variants related to phenotypical understanding of 25OHD levels.","chrpos":"chr20:54125940","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/860767","title":"Genome-wide association study identifies 143 loci associated with 25 hydroxyvitamin D concentration"}
{"loci":"rs619865","finding":"There was very strong evidence for selection at rs619865 in the ASIP gene, with an estimated selection coefficient (s) of approximately 0.10. This SNP was demonstrated to be significantly associated with freckling and hair pigmentation, showing concentrated selection within the last ~5,000 years.","chrpos":"chr20:35279894","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/592675","title":"An approximate full-likelihood method for inferring selection and allele frequency trajectories from DNA sequence data"}
{"loci":"rs13040736","finding":"The SNP rs13040736 was documented to influence the invasion strategies of neuroblastoma via regulation by the extracellular matrix. This conclusion came from research conducted by Gavin et al. (2021), demonstrating its critical role in tumor invasion processes.","chrpos":"chr20:60171330","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.26.509452","title":"Tumour growth: Bayesian parameter calibration of a multiphase porous media model based on in vitro observations of Neuroblastoma spheroid growth in a hydrogel microenvironment"}
{"loci":"rs13040870","finding":"The rs13040870 SNP was associated with the immunoregulatory properties of CD71+ erythroid cells (CECs). The research indicated that in humans with anemia, the allele corresponding to this SNP influenced the expansion of CECs and their expression levels of arginase (ARG1 and ARG2), which in turn suppressed T-cell activity and IFN-γ production, highlighting a key role for this SNP in the regulation of immune responses in the context of anemia.","chrpos":"chr20:63304609","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.18.427109","title":"Potent but transient immunosuppression of T-cells is a general feature of CD71+ erythroid cells"}
{"loci":"rs6020829","finding":"The SNP rs6020829 was linked to signaling pathways mediated by STAT3, contributing to the progression of prostate cancer. This SNP's association underscored the complex interactions of signaling pathways, particularly in relation to the proliferation of intermediate cells observed in ERG-positive tumors.","chrpos":"chr20:50895592","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.15.540839","title":"ERG activates a stem-like proliferation-differentiation program in prostate epithelial cells with mixed basal-luminal identity"}
{"loci":"rs6098088","finding":"The SNP rs6098088 was associated with spatial and temporal variability in the onset of the growing season in Svalbard as measured by MODIS-NDVI satellite data. This finding related to how climate variables influenced plant phenology, particularly in the context of changing environmental conditions due to warming temperatures in the Arctic.","chrpos":"chr20:54561799","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.10.447955","title":"Towards rainy high Arctic winters: how ice-encasement impacts tundra plant phenology, productivity and reproduction"}
{"loci":"rs17216707","finding":"The rs17216707 SNP, located approximately 38kb upstream of CYP24A1, was associated with increased mean serum calcium concentrations in individuals homozygous for the increased-risk allele T compared to those with the reduced-risk allele C. The findings suggested a recessive effect, and homozygous individuals experienced more kidney stone episodes, demonstrating a correlation between this genotype and stone recurrence.","chrpos":"chr20:54115823","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/515882","title":"Genetic variants of calcium and vitamin D metabolism in kidney stone disease"}
{"loci":"rs61292917","finding":"The variant c.7210G>C (rs61292917) in the CHD6 gene was predicted to have deleterious effects according to in silico analysis, and was identified as a novel HetExc variant associated with potential heterozygote advantage. Although CHD6 was not linked to any known diseases, it plays a role in influenza virus replication.","chrpos":"chr20:41412185","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/859462","title":"Hardy-Weinberg Equilibrium in the Large Scale Genomic Sequencing Era"}
{"loci":"rs1569960","finding":"The variant rs1569960 demonstrated a strong association with SIRPA levels, with a MAF of 0.34 and a significant P-value of 2.67 × 10^-106, encompassing four independent signals in the SIRPA cis region.","chrpos":"chr20:1912475","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.30.542983","title":"Genetic determinants of plasma protein levels in the Estonian population"}
{"loci":"rs16991615","finding":"This nonsynonymous SNP on chromosome 20 was associated with increased risk of breast cancer and heavy menstrual bleeding.","chrpos":"chr20:5967581","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.25.428082","title":"A joint analysis of longevity and age-related disease variants for gene expression association"}
{"loci":"rs1015362","finding":"The SNP rs1015362 was associated with DNAm variation affecting pigmentation traits, specifically showing a consistent relationship with fair skin characteristics.","chrpos":"chr20:34150806","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.29.060566","title":"Investigating DNA methylation as a potential mediator between pigmentation genes, pigmentary traits and skin cancer"}
{"loci":"rs4911414","finding":"The SNP rs4911414 was linked to increased DNAm at specific sites, contributing to an understanding of its role in pigmentation and skin cancer susceptibility.","chrpos":"chr20:34141638","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.29.060566","title":"Investigating DNA methylation as a potential mediator between pigmentation genes, pigmentary traits and skin cancer"}
{"loci":"rs619865","finding":"The SNP rs619865 was significantly correlated with multiple DNAm sites, suggesting its involvement in determining pigmentation phenotypes.","chrpos":"chr20:35279894","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.29.060566","title":"Investigating DNA methylation as a potential mediator between pigmentation genes, pigmentary traits and skin cancer"}
{"loci":"rs4239702","finding":"The lead variant from the CD40 rheumatoid arthritis (RA) locus rs4239702 showed strong associations with multiple molecular phenotypes, particularly with the total expression level of CD40 in monocytes across four independent eQTL studies. The nominal p-values were less than 10^-4, indicating a significant association.","chrpos":"chr20:46120612","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.29.924266","title":"eQTL Catalogue: a compendium of uniformly processed human gene expression and splicing QTLs"}
{"loci":"rs745307","finding":"Colocalisation analysis with rs745307 indicated that it likely represented distinct causal variants influencing monocyte-specific eQTLs, even though this variant was associated with CD40 expression in monocytes. The low linkage disequilibrium (LD) between rs745307 and the RA GWAS lead variant rs4239702 (r^2 = 0.13) suggested that the association with RA may not stem from CD40 expression in naive monocytes.","chrpos":"chr20:46118447","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.29.924266","title":"eQTL Catalogue: a compendium of uniformly processed human gene expression and splicing QTLs"}
{"loci":"rs541005701","finding":"Similar to rs192581407, this SNP was identified as a top QTL association for orotidine but on chromosome 20, demonstrating its substantial association with this metabolite.","chrpos":"chr20:50129147","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.26.577518","title":"yQTL Pipeline: a structured computational workflow for large scale quantitative trait loci discovery and downstream visualization"}
{"loci":"rs116843836","finding":"The SNP rs116843836, an upstream variant of the RSPO4 gene, was also tied to MSA and IBD as part of the significant findings in the conjFDR analysis, with a conjFDR value of 0.0196. This point to a potential role of this SNP in the genetic overlap between these conditions.","chrpos":"chr20:1052771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/751354","title":"A genome-wide genetic pleiotropy approach identified shared loci between multiple system atrophy and inflammatory bowel disease"}
{"loci":"rs111968843","finding":"This finding related to RMI corresponded to SNP rs111968843 located in the PTPRT gene at the 20q12 region, with a p-value of 9.70×10-8.","chrpos":"chr20:42128882","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/483859","title":"First genome-wide association study of non-severe malaria in two birth cohorts in Benin"}
{"loci":"rs6124419","finding":"The SNP rs6124419, which was located in intron 18 of PTPRT, replicated for both phenotypes of mild malaria attacks and infections.","chrpos":"chr20:42134228","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/483859","title":"First genome-wide association study of non-severe malaria in two birth cohorts in Benin"}
{"loci":"rs4813625","finding":"The allele carriers of the female OXTR rs4813625 'C' allele showed greater stress-induced dopamine release, which was assessed as reductions in receptor availability from baseline to the pain-stress condition compared to female 'GG' homozygotes. This finding indicated the influence of this SNP on dopaminergic pathways in response to stress, reinforcing sex-specific responses influenced by genetic factors.","chrpos":"chr20:3069074","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/700807","title":"The Creative Mind: Blending Oxytocinergic, Dopaminergic and Personality"}
{"loci":"rs362584","finding":"SNP rs362584, located within the SNAP-25 gene, was associated with cognitive ability and interaction with rs1815739 showed significant synergistic effects in athlete recognition, marking it as a key finding in identifying gymnastic talent.","chrpos":"chr20:10273827","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.25.060020","title":"Detection of epistasis between ACTN3 and SNAP-25 with an insight towards gymnastic aptitude identification"}
{"loci":"rs6079582","finding":"The SNP rs6079582, located at 20p12.1 on the gene body of MACROD2, showed consistent genetic association signals across both adults and adolescents with p-values of 1e-29 (discovery), 1.7e-18 (replication in UK Biobank), and 4.6e-8 (replication in ABCD study). This locus was noted for overlapping with genetic loci related to Autism and general cognitive ability. MACROD2 was also implicated in education attainment and adventurous personality traits. Its association signals indicated strong regional enrichment in the cerebellum white matter, linking it to motor functions, supported by knockout mouse experiments showing motor-coordination defects.","chrpos":"chr20:14856060","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.24.449723","title":"Multivariate genome-wide association studies on the tissue compartments of human brain identify novel loci underpinning brain development and neuropsychiatric outcomes"}
{"loci":"rs197819","finding":"The variant rs197819 was associated with an excess of FGR haplotypes, as demonstrated by the simulation study where it formed part of a specific signal on Chromosome 20. The SURFBAT method showed improved precision in identifying the association signal closer to rs197819, contrasting with traditional GWAS methods which detected significant signals up to 0.5Mb away from the variant. This finding was significant in the context of Brugada syndrome, highlighting rs197819's potential relevance in this phenotype.","chrpos":"chr20:59362553","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.10.523404","title":"SURFBAT: a surrogate family-based association test building on large imputation reference panels"}
{"loci":"rs1186715161","finding":"The SNP rs1186715161 was reported as a homozygous frameshift variant resulting in a predicted complete knockout of the HAO1 gene in a healthy adult female. Despite this predicted knockout, clinical evaluations showed normal urine and plasma oxalate levels, but plasma glycolate levels were significantly elevated (171 nmol\/mL which is 12 times higher than the normal upper limit). This finding was crucial in demonstrating that complete absence of HAO1 function may not lead to adverse clinical phenotypes, supporting its potential as a drug target for treating Primary Hyperoxaluria Type 1 (PH1).","chrpos":"chr20:7885567","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/524256","title":"Deep phenotyping of a healthy human HAO1 knockout informs therapeutic development for primary hyperoxaluria type 1"}
{"loci":"rs6042718","finding":"The SNP rs6042718 was associated with phytoplankton biomass dynamics in coastal waters, specifically within the Strait of Malacca. This finding corroborated the observations made regarding seasonal cycles, interannual variations, and decadal-scale trends in phytoplankton biomass which influenced microbial community dynamics in environments like the Singapore Strait, where environmental factors shaped the microbial compositions significantly.","chrpos":"chr20:14415179","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/658278","title":"Temporal dynamics of Bacteria, Archaea and protists in equatorial coastal waters"}
{"loci":"rs150246290","finding":"The SNP rs150246290, located in the MACROD2 locus on chromosome 20, demonstrated genome-wide significance in the subgroup of patients with transposition of the great arteries (TGA) with an odds ratio of 3.78 (p=1.27×10−10).","chrpos":"chr20:15132234","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs149890280","finding":"The SNP rs149890280, also found in the MACROD2 region on chromosome 20, exhibited genome-wide significance in TGA patients with an odds ratio of 3.74 (p=1.8×10−10).","chrpos":"chr20:15126433","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs149467721","finding":"The SNP rs149467721 in the MACROD2 locus on chromosome 20 showed genome-wide significance in the TGA subgroup with an odds ratio of 3.53 (p=1.39×10−9).","chrpos":"chr20:15178710","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs77094733","finding":"The SNP rs77094733 on chromosome 20, within the MACROD2 locus, reached genome-wide significance in TGA patients with an odds ratio of 3.53 (p=1.73×10−9).","chrpos":"chr20:15184689","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs490514","finding":"The SNP rs490514 was validated in the CHD population, supporting the validity of the genetic findings reported, though it was not part of the main SNP set identified.","chrpos":"chr20:42807024","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs16991615","finding":"The variant rs16991615 located in MCM8 (p.E341K) was identified as one of the single variants likely to be causal in one of the risk-associated signals. It was among 34\/205 signals that showed high posterior probability for being causal.","chrpos":"chr20:5967581","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/521054","title":"Fine-mapping of 150 breast cancer risk regions identifies 178 high confidence target genes"}
{"loci":"rs11908600","finding":"Discovered as a novel locus, rs11908600 was linked to the gene STK4, revealing new insights into genetic contributions to mental illness.","chrpos":"chr20:45004777","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/603134","title":"Multivariate GWAS of psychiatric disorders and their cardinal symptoms reveal two dimensions of cross-cutting genetic liabilities"}
{"loci":"rs11696888","finding":"This heterogeneous locus with lead SNP rs11696888 was identified on chromosome 20, with implications for bipolar disorder and schizophrenia.","chrpos":"chr20:49136728","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/603134","title":"Multivariate GWAS of psychiatric disorders and their cardinal symptoms reveal two dimensions of cross-cutting genetic liabilities"}
{"loci":"rs200005157","finding":"This insertion\/deletion variant was found to have divergent effects on bipolar disorder and schizophrenia, highlighting its significance in understanding complex psychiatric traits.","chrpos":"chr20:49022440","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/603134","title":"Multivariate GWAS of psychiatric disorders and their cardinal symptoms reveal two dimensions of cross-cutting genetic liabilities"}
{"loci":"rs6090392","finding":"The interaction involving rs6090392 (with CHAT rs10776585) was significantly associated with age at onset (AAO) of daily smoking, highlighting potential genetic interplay affecting smoking initiation.","chrpos":"chr20:63377623","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/782565","title":"Gene-Gene interactions and pleiotropy in the brain nicotinic pathway associated with the heaviness and precocity of tobacco smoking among outpatients with multiple substance use disorders"}
{"loci":"rs67002563","finding":"The SNP rs67002563 showed a genome-wide significant non-additive association with red blood cell distribution width (P = 2.99 x 10^-11), despite not reaching significance under additivity (P = 0.000152). It was linked with the ITPA gene, implicated in red blood cell disorders.","chrpos":"chr20:3213527","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.15.456387","title":"Analysis of genetic dominance in the UK Biobank"}
{"loci":"rs1127354","finding":"The non-additive signal associated with red blood cell distribution width was fine-mapped to rs1127354, a non-synonymous variant known to predict drug-induced anaemia among chronic HCV patients. This marked it as a significant finding in the context of non-additive trait variation.","chrpos":"chr20:3213196","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.15.456387","title":"Analysis of genetic dominance in the UK Biobank"}
{"loci":"rs13040890","finding":"The SNP rs13040890 was identified in the context of research investigating SHIP1 and SHIP2 roles in cancer. The study emphasized the importance of these inositol phosphatases in cellular processes that may extend to understanding diseases like Opsismodysplasia, which involves bone mineralization and actin cytoskeleton remodeling. The findings highlighted the relevance of this SNP in the broader context of cancer biology and its association with manipulation of signaling pathways related to SHIP2.","chrpos":"chr20:50589482","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.30.514432","title":"SHIP2 controls matrix mineralization by regulation of the RhoA\/ROCK pathway and remodeling of the actin cytoskeleton"}
{"loci":"rs6065254","finding":"This SNP was identified in the 20q12 region and presented a new significant association following the expanded breast cancer dataset for hormone receptor status.","chrpos":"chr20:40619625","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.146803","title":"Combining genome-wide studies of breast, prostate, ovarian and endometrial cancers maps cross-cancer susceptibility loci and identifies new genetic associations"}
{"loci":"rs763014119","finding":"The rare frameshift deletion rs763014119 was associated with reduced height (-0.63 s.d.) and lower IGF-1 levels (-0.74 s.d.) in the data, with significant p-values (4.6·10<sup>-6<\/sup> and 4.9·10<sup>-9<\/sup>, respectively).","chrpos":"chr20:37256868","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.16.468246","title":"The sequences of 150,119 genomes in the UK biobank"}
{"loci":"rs6042049","finding":"The study highlighted an association between the SNP rs6042049 and the regulation of the myb transcription factor. This finding was significant in the context of differentiation, cell cycle control, and oncogenesis, indicating that this specific SNP could potentially influence gene expression related to these important biological processes.","chrpos":"chr20:13361328","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.21.607776","title":"Impacts of nucleosome positioning elements and pre-assembled chromatin states on expression and retention of transgenes"}
{"loci":"rs6065253","finding":"Identified as a lead SNP in the 20q12 region, correlating with significant breast cancer risk. It was also 1 Mb away from previously reported lead SNPs.","chrpos":"chr20:40619573","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.146803","title":"Combining genome-wide studies of breast, prostate, ovarian and endometrial cancers maps cross-cancer susceptibility loci and identifies new genetic associations"}
{"loci":"rs117020124","finding":"The SNP rs117020124 was involved in a modifiable POE-mQTL interaction that significantly affected the methylation levels of the CpG site cg18035618, with a p-value of 9.94×10^-7 in the discovery dataset and 1.42×10^-3 in the replication dataset. Current smokers exhibited a larger contrast in methylation levels between heterozygous groups of this mQTL compared with ex-smokers and never-smokers.","chrpos":"chr20:58772379","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.28.450122","title":"Lifestyle and Genetic Factors Modify Parent-of-Origin Effects on the Human Methylome"}
{"loci":"rs117823351","finding":"The SNP rs117823351 demonstrated a significant interaction with the mQTL of the CpG site cg18035618 whereby the predicted mRNA expression levels of SIRT1 modified the POE on this CpG. The interaction was characterized by p-values of 3.68×10^-10 in the discovery dataset and 1.01×10^-3 in the replication dataset, indicating higher contrast in methylation levels in individuals with lower SIRT1 expression.","chrpos":"chr20:58794718","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.28.450122","title":"Lifestyle and Genetic Factors Modify Parent-of-Origin Effects on the Human Methylome"}
{"loci":"rs1800961","finding":"SNP rs1800961 was identified but replaced by rs7499892 with a similar effect size when a debiasing step was applied in analyzing HDL phenotype.","chrpos":"chr20:44413724","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/697755","title":"Iterative Hard Thresholding in GWAS: Generalized Linear Models, Prior Weights, and Double Sparsity"}
{"loci":"rs6039642","finding":"The SNP rs6039642, located between SNAP25, PAK7, and ANKEF1 on chromosome 20, was linked to mean cortical thickness variability. It explained 0.259% of the variance, supported by a p-value of 2.1×10^-8. This association remained significant in a healthy control subgroup.","chrpos":"chr20:9959827","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/443549","title":"Genetic control of variability in subcortical and intracranial volumes"}
{"loci":"chr20:9940475:G:A","finding":"The locus at chr20:9940475:G:A, corresponding to rs6039642, showed a significant association with mean cortical thickness variability.","chrpos":"chr20:9940475","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/443549","title":"Genetic control of variability in subcortical and intracranial volumes"}
{"loci":"rs13720","finding":"The deletion of tssB in A. jandaei DSM 7311, relevant to SNP rs13720, was also performed, augmenting understanding of its involvement in antibacterial toxin delivery.","chrpos":"chr20:58995513","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.04.439770","title":"Engineering a customizable antibacterial T6SS-based platform in Vibrio natriegens"}
{"loci":"rs112149412","finding":"This SNP was identified in the AFR sample as significantly associated with PTSD, located near BMP2, with a p-value of 3.18×10⁻⁸.","chrpos":"chr20:6743930","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/764001","title":"Genomic Characterization of Posttraumatic Stress Disorder in a Large US Military Veteran Sample"}
{"loci":"rs6060369","finding":"The rs6060369 variant in the R4 regulatory region of GDF5 caused statistically significant morphological changes in femoral condyles and tibial plateaus in a mouse model, along with a 30% increase in knee osteoarthritis (OA) risk, paralleling changes observed in OA patients harboring the risk allele.","chrpos":"chr20:35319358","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.01.621374","title":"Complex regulatory interactions at GDF5 shape joint morphology and osteoarthritis disease risk"}
{"loci":"rs4911178","finding":"The rs4911178 variant in the GROW1 region led to alterations in acetabular and femoral neck shapes but did not affect the knee structure. This finding aligned with the phenotypes seen in developmental dysplasia of the hip (DDH) patients who carried the risk allele.","chrpos":"chr20:35364817","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.01.621374","title":"Complex regulatory interactions at GDF5 shape joint morphology and osteoarthritis disease risk"}
{"loci":"rs6064392","finding":"The study validated rs6064392 as a regulatory variant impacting the CASS4 gene expression, demonstrating significant alteration in expression in THP-1 cells following its excision.","chrpos":"chr20:56409712","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.14.448395","title":"Functional regulatory variants implicate distinct transcriptional networks in dementia"}
{"loci":"rs867186","finding":"The PROCR rs867186 SNP was associated with cardiovascular risk factors and cardiovascular events, suggesting its potential relevance to heart diseases.","chrpos":"chr20:35176751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.15.608116","title":"The Identification of Key Genes and Biological Pathways in Cardiac Arrest by Integrated Bioinformatics and Next Generation Sequencing Data Analysis"}
{"loci":"rs115662534","finding":"The alleles rs115662534(T) were implicated in disrupting the binding of transcription factors to the regulatory elements of the human CD40 gene, potentially affecting autoimmune disease processes.","chrpos":"chr20:46117814","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.02.551653","title":"Bioinformatics and next generation data analysis reveals the potential role of inflammation in sepsis and its associated complications"}
{"loci":"rs548231435","finding":"Allele rs548231435(C) was also found to disrupt transcription factor binding to regulatory elements of the CD40 gene, indicating its relevance to autoimmune diseases.","chrpos":"chr20:46118145","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.02.551653","title":"Bioinformatics and next generation data analysis reveals the potential role of inflammation in sepsis and its associated complications"}
{"loci":"rs398123017","finding":"The variant rs398123017 was identified as having a large delta chi-square score (-28.7) in association with IPF. This finding indicated its potential influence on the disease, and it was previously associated with familial and sporadic melanoma and thyroid cancer. Its presence was linked to increased transcription of the TERT gene, maintaining telomerase activity, resulting in long telomeres that promote tumorigenesis.","chrpos":"chr20:63693211","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.01.322644","title":"Identification of Influential Variants in Significant Aggregate Rare Variant Tests"}
{"loci":"rs373740199","finding":"The variant rs373740199 was also associated with IPF, exhibiting a delta chi-square score of -17.5. Like rs398123017, it has been implicated in familial and sporadic melanoma and thyroid cancer. It was noted that this variant likely contributes to increased transcription of the TERT gene, enhancing telomerase activity and thus contributing to tumorigenesis.","chrpos":"chr20:63693247","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.01.322644","title":"Identification of Influential Variants in Significant Aggregate Rare Variant Tests"}
{"loci":"rs13040692","finding":"The SNP rs13040692 was reported in the study by Kaarijärvi et al. (2021) as having molecular and functional links to neurodevelopmental processes and the resulting neuroendocrine plasticity observed in prostate cancer progression. This finding highlighted the potential implications of neurodevelopmental genetics in influencing the behavior of prostate cancer cells, especially in the context of their clustering and migratory patterns, which were crucial aspects of the presented research.","chrpos":"chr20:21207542","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.08.622624","title":"Video tracking of single cells to identify clustering behaviour"}
{"loci":"rs13040723","finding":"The SNP rs13040723 was associated with the modulation of senescence in cancer cells in the context of a study that investigated the effects of senolytics on cancer therapies. This finding related to the enhanced efficacy of drugs targeting senescent cells, particularly in how they respond to treatments that induce senescence.","chrpos":"chr20:7848689","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.05.611241","title":"An antibiotic that mediates immune destruction of senescent cancer cells"}
{"loci":"rs77617917","finding":"The SNP rs77617917 was situated close to the PCIF1 gene, which encodes a phospholipid transfer protein. Similar to rs261338, it was also associated with cholesterol content in medium-sized HDLs. This association contributed to the understanding that genetic variants in this locus were linked to HDL functionality, as indicated by the direct relationship with cholesterol efflux capacity.","chrpos":"chr20:45934578","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/673939","title":"High-density lipoprotein characteristics and coronary heart disease: a Mendelian randomization study"}
{"loci":"rs201013770","finding":"The predicted damaging missense variant rs201013770 (p.Phe517Ser) in ACSS1 was associated with a mean increase in serum acetate levels of 0.005 mmol\/l, indicating a potential role in metabolic regulation influenced by acetate.","chrpos":"chr20:25013565","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/464255","title":"Exome sequencing identifies high-impact trait-associated alleles enriched in Finns"}
{"loci":"rs910873","finding":"The variant rs910873 was linked to melanoma risk and associated with elevated serum levels of the agouti-signaling protein (ASIP). This SNP indicated a consistent direction of effect between ASIP gene expression and protein levels.","chrpos":"chr20:34583968","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.06.080440","title":"Human serum proteome profoundly overlaps with genetic signatures of disease"}
{"loci":"rs142951578","finding":"The variant rs142951578 was identified in the <italic>NCOA3<\/italic> gene, specifically c.2810C>G, which resulted in a p.Ser937Cys amino acid substitution. It was predicted to be damaging by various prediction tools (SIFT score of 0.030, Polyphen2 score of 0.905), and MutationTaster2 indicated it as a disease-causing mutation with a score of 0.845. This finding was relevant to hereditary hearing loss, marking the first association of <italic>NCOA3<\/italic> with this condition.","chrpos":"chr20:47639679","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.07.138909","title":"NCOA3 identified as a new candidate to explain autosomal dominant progressive hearing loss"}
{"loci":"rs12481228","finding":"The minor allele of the missense variant rs12481228 was associated with increased ALM in the middle-aged cohort. Predictions indicated that this SNP could be detrimental to the protein structure of CPNE1, suggesting its importance in muscle development.","chrpos":"chr20:35630751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/370312","title":"Genome-wide associations reveal human-mouse genetic convergence and modifiers of myogenesis, CPNE1 and STC2"}
{"loci":"rs6031670","finding":"The SNP rs6031670 was associated with a notable finding related to tumor-associated macrophages in the tumor microenvironment. This finding indicated the role of macrophages in tumor biology and underlined their significance in modulating immune responses and influencing tumor progression. The context of this finding was linked to the secretion of cytokines, which were impacted by the exposure to various pigments discussed in the study.","chrpos":"chr20:44607347","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.20.440447","title":"Immediate and sustained effects of cobalt and zinc-containing pigments on macrophages"}
{"loci":"rs6020897","finding":"The SNP rs6020897, as referenced in the publication by Carpenter and Lo (2014), was found to be associated with the regulation of STAT3 target genes relevant to human cancers, specifically implicating its role in the oncogenic pathways influenced by HPV. The study elucidated that persistent HPV infection activates STAT3 through IL-6 signaling, indicating that genetic variations at this locus might influence cancer susceptibility and progression in HPV-positive cervical cancer. The understanding of the pathways involving rs6020897 provided insights into the potential therapeutic targets for this type of cancer.","chrpos":"chr20:50995336","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/507954","title":"Autocrine STAT3 activation in HPV positive cervical cancer through a virus-driven Akt - NFκB - IL-6 signalling axis"}
{"loci":"rs4911494","finding":"The rs4911494 variant in UQCC1 was linked to reduced arm fat mass (though only reaching exome-wide significance in this depot). This finding included a trend towards reduced fat in all peripheral and subcutaneous depots, which was another significant discovery within the study.","chrpos":"chr20:35384111","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/526434","title":"Regional fat depot masses are influenced by protein-coding gene variants"}
{"loci":"rs6031408","finding":"Zhang and Lai discussed the implications of SNP rs6031408 in the context of STAT3 signaling in cancer. It was found that this SNP plays a significant role in distinguishing the dichotomous function of STAT3, impacting tumor immunity and progression in prostate cancer.","chrpos":"chr20:44129707","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.11.579838","title":"Cell-autonomous GP130 activation suppresses prostate cancer development via STAT3\/ARF\/p53-driven senescence and confers an immune-active tumor microenvironment"}
{"loci":"rs214830","finding":"The rs214830_G>C variant was notably associated with skin cancer, establishing a causal relationship that indicates its role in skin development and as a potential biomarker.","chrpos":"chr20:2340459","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.29.546856","title":"CoPheScan: phenome-wide association studies accounting for linkage disequilibrium"}
{"loci":"rs143383","finding":"The SNP rs143383 was identified as a susceptibility variant for osteoarthritis through its role in regulating the expression of GDF5. This highlighted that transacting factors influence GDF5, linking genetic variation to joint development and susceptibility to osteoarthritis.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.23.887208","title":"A single cell transcriptional atlas of early synovial joint development"}
{"loci":"rs910805","finding":"The SNP rs910805 was identified as part of the largest ASD GWAS meta-analysis, which included 18,381 ASD cases and 27,969 controls. It reached a genome-wide significant marker with a p-value of 2.04 x 10^-9, indicating a strong association with Autism Spectrum Disorders (ASD).","chrpos":"chr20:21267478","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.11.145524","title":"UTMOST, A Novel Single And Cross-Tissue TWAS (Transcriptome Wide Association Study), Reveals New ASD (Autism Spectrum Disorder) Associated Genes"}
{"loci":"rs13040713","finding":"The SNP rs13040713 was associated with epigenetic alterations in triple-negative breast cancer (TNBC) and influenced the binding of transcription factors to genomic regions relevant to cellular pathways such as ERBB and VEGF signaling. This association reflected changes in epigenetic modifiers like DNMT1 and DNMT3A, which were found to be altered in human primary TNBC tumors following treatment with eribulin, and highlighted the potential role of this SNP in the context of TNBC treatment.","chrpos":"chr20:50198075","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.09.544426","title":"Alteration of DNMT1\/DNMT3A by eribulin elicits global DNA methylation changes with potential therapeutic implications for triple-negative breast cancer"}
{"loci":"rs143383","finding":"The SNP rs143383 was identified as a susceptibility factor for osteoarthritis through its regulatory role in the expression of the GDF5 gene. This finding was original and highlighted the importance of trans-acting factors in genetic predisposition to this condition.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.06.442990","title":"NERD-seq: A novel approach of Nanopore direct RNA sequencing that expands representation of non-coding RNAs"}
{"loci":"rs17576","finding":"The MMP-9 rs17576 polymorphism was investigated for its association with susceptibility to Type 2 diabetes, solidifying the connection between matrix metalloproteinases and diabetes pathogenesis.","chrpos":"chr20:46011586","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.21.517323","title":"Identification of Key Genes and Underlying Mechanisms in Cystic Fibrosis and its Associated Complications Based on Bioinformatics Analysis of Next Generation Sequencing Data Analysis"}
{"loci":"rs3746444","finding":"The SNP rs3746444 within miR-499a was associated with breast cancer risk in the Iranian population, highlighting its potential relevance in cancer genetics.","chrpos":"chr20:34990448","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.03.547501","title":"Circulating MicroRNAs indicative of sex and stress in the European seabass (Dicentrarchus labrax): toward the identification of new biomarkers"}
{"loci":"rs1044396","finding":"The CHRNA4 gene polymorphisms rs1044396 and rs1044397 were linked to Parkinson's disease symptoms and smoking behaviors, indicating their dual role in neurodegenerative disease pathology.","chrpos":"chr20:63349782","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.20.599879","title":"Identification of key genes and signaling pathway in the pathogenesis of Huntington’s disease via bioinformatics and next generation sequencing data analysis"}
{"loci":"rs6053810","finding":"For rs6053810, the findings from GWAS analysis indicated a significant association with the phenotype 'CaffeineConsumption'. The analysis divided samples into case and control cohorts based on caffeine consumption levels, resulting in p-values that determined the genetic influence on caffeine metabolism.","chrpos":"chr20:85259","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604393","title":"Towards a new standard in genomic data privacy: a realization of owner-governance"}
{"loci":"rs6031615","finding":"The SNP rs6031615 was linked to the role of EBV-encoded RNAs in viral pathogenesis. It contributed to understanding the mechanisms by which EBV manipulates the host's immune response, particularly in how it modulates type I IFN pathways and influences cytokine production during acute infection.","chrpos":"chr20:44471061","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.03.393306","title":"Multiple viral microRNAs regulate interferon release and signaling early during infection with Epstein-Barr virus"}
{"loci":"rs2281285","finding":"The SNP rs2281285 within PDYN was associated with alcohol dependence and propensity to drink in negative emotional states, as multiple studies demonstrated its significance in alcohol use behavior.","chrpos":"chr20:1991814","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.06.459155","title":"Genome-wide association mapping of ethanol sensitivity in the Diversity Outbred mouse population"}
{"loci":"rs13042395","finding":"The SNP rs13042395 in the SLC52A3 gene was identified as a biomarker for regional lymph node metastasis and relapse-free survival in patients with esophageal squamous cell carcinoma. This finding indicated that the presence of this SNP could be crucial in understanding metastatic behavior in cancer.","chrpos":"chr20:773867","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.23.424165","title":"Identification of key genes and associated pathways in neuroendocrine tumors through bioinformatics analysis and predictions of small drug molecules"}
{"loci":"rs6017342","finding":"In the context of IBD, the study found that patients with the HNF4A-AA genotype had significantly lower ileal ACE2 levels compared to those with the C-allele (HNF4A-AC or HNF4A-CC genotypes), with a p-value of 2.8E-02. This indicates a relationship between the HNF4A genotype and ACE2 expression specifically in the inflamed ileum. However, colonic ACE2 expression was not influenced by the HNF4A genotype, as evidenced by a p-value of 6.7E-01.","chrpos":"chr20:44436388","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.24.169383","title":"Intestinal receptor of SARS-CoV-2 in inflamed IBD tissue is downregulated by HNF4A in ileum and upregulated by interferon regulating factors in colon"}
{"loci":"rs13040725","finding":"The SNP rs13040725 was associated with the regulation of cofilin-1, a protein implicated in the promotion of pancreatic cancer. This finding indicated that variations at this SNP could influence the molecular mechanisms underlying tumor progression, contributing to insights into cancer biology and potential therapeutic targets.","chrpos":"chr20:63321217","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.21.618706","title":"Data-driven inference of Boolean networks from transcriptomes to predict cellular differentiation and reprogramming"}
{"loci":"rs6031769","finding":"The SNP rs6031769 was identified in the context of drug resistance in cancer, specifically highlighting its implications in the ability of tumors to adapt and resist therapeutic interventions. The study suggested that variations at this locus could play a significant role in the phenotypic expression related to drug resistance, indicating a connection between genetic mutations and treatment outcomes in cancer pathology.","chrpos":"chr20:44733316","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/700716","title":"Extent and context dependence of pleiotropy revealed by high-throughput single-cell phenotyping"}
{"loci":"rs191830490","finding":"Signal rs191830490 at the HNF4A locus had liver TOA scores of 0.40 and islet TOA scores of 0.31, suggesting a shared regulatory role with implications for T2D.","chrpos":"chr20:44394715","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.25.169706","title":"A multi-omic integrative scheme characterizes tissues of action at loci associated with type 2 diabetes"}
{"loci":"rs76811102","finding":"At the HNF4A locus, the secondary signal rs76811102 had islet TOA scores of 0.32, and its contributions to multiple tissues indicate shared functional roles related to T2D risk.","chrpos":"chr20:44276775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.25.169706","title":"A multi-omic integrative scheme characterizes tissues of action at loci associated with type 2 diabetes"}
{"loci":"rs6042155","finding":"The SNP rs6042155 was identified in the context of oropharyngeal squamous carcinomas (OPSCC) associated with HPV infection. In this study, it was found that genomic instability was influenced by the integration of the virus into the host genome, and that this specific SNP may be related to the mechanisms of viral carcinogenesis and DNA damage. Additionally, tumors with integrated virus showed greater genomic instability compared to those with only episomal viruses, which ties back to the findings surrounding tumorigenicity and patient outcomes.","chrpos":"chr20:13479582","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.14.607944","title":"Genome Instability Precedes Viral Integration in Human Papilloma Virus Transformed Tonsillar Keratinocytes"}
{"loci":"rs6031769","finding":"The SNP rs6031769 was identified within a context relating to mutations that confer resistance to various cancer treatments. It was found to have immunogenic potential as predicted in silico across a significant proportion of the human population, suggesting its relevance in developing therapeutic cancer vaccines. Furthermore, it was supported by prior experimental validation indicating that associated neopeptides elicited T-cell responses in vitro, emphasizing the potential of this SNP in precision immunotherapy.","chrpos":"chr20:44733316","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/845784","title":"The immunogenic potential of recurrent cancer drug resistance mutations: an in silico study"}
{"loci":"rs8121031","finding":"The SNP rs8121031 was associated with phenotypic traits related to plant height and growth rate in wheat. The study evaluated the performance of different wheat cultivars in both pure and mixed stands, revealing that certain genotypes had higher mean yields in mixtures compared to others. This finding was significant in understanding the relationship between the SNP and the phenotypic plasticity observed in the contrasting genotypes related to yield components and tillering dynamics.","chrpos":"chr20:50454747","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.27.514050","title":"Contrasted phenotypic plasticities of life-history traits in interacting plants: case of pure versus mixed stands of wheat"}
{"loci":"rs4810485","finding":"The SNP rs4810485 at the CD40 locus had a significant association with Multiple Sclerosis (MS) susceptibility, as indicated by its correlation with alternative splicing of CD40 transcripts. Specifically, this SNP was linked to the relative upregulation of a splice isoform that lacks exon 5, resulting in lower expression of CD40 on the cell surface. Furthermore, individuals carrying this susceptibility SNP exhibited lower levels of the anti-inflammatory cytokine IL-10 in their peripheral blood. This suggests that the genetic modulation of CD40 expression via alternative splicing may elevate MS risk, although the precise mechanism for this association was still being investigated. Additionally, previous studies highlighted the pathogenic role of CD40 in MS, with variations at this locus being directly tied to disease susceptibility.","chrpos":"chr20:46119308","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.20.907451","title":"Summary-data-based mendelian randomisation reveals druggable targets for multiple sclerosis"}