{"loci":"rs13050957","finding":"This SNP was associated with a study indicating that a specific strain of Bifidobacterium could enhance the efficacy of cancer therapeutics in tumor-bearing mice, suggesting a potential link between host genetics, the oral microbiome, and cancer treatment outcomes.","chrpos":"chr21:20190852","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.25.23293137","title":"Identification of consensus head and neck cancer-associated microbiota signatures: a meta-analysis of 16S rRNA and The Cancer Microbiome Atlas datasets"}
{"loci":"rs35990795","finding":"rs35990795 was associated with episodic memory decline and found to be an eQTL for CLIC6 in the putamen and cerebellar hemisphere. This SNP resides in microglia, oligodendrocytes, and astrocyte-specific regulatory elements, linking it to cognitive functions such as learning.","chrpos":"chr21:34713536","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.21.24307692","title":"Rare genetic coding variants associated with age-related episodic memory decline implicate distinct memory pathologies in the hippocampus"}
{"loci":"rs752086677","finding":"In European populations, rs752086677, related to KRTAP13-2, demonstrated interaction with STST for DBP, confirmed by a P-value of 1.5×10^-12, representing a substantial finding for blood pressure traits.","chrpos":"chr21:30362234","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.07.24303870","title":"A Large-Scale Genome-Wide Study of Gene-Sleep Duration Interactions for Blood Pressure in 811,405 Individuals from Diverse Populations"}
{"loci":"rs12329760","finding":"The rs12329760 variant was classified as a coding variant (p.Val197Met) localized in the exon 6 of TMPRSS2 gene. It was predicted to be pathogenic, likely decreasing TMPRSS2 protein stability and ACE2 binding, thus reducing the virus entry into cells. This SNP was associated with a lower risk for severe COVID-19 and showed suggestive associations with both EAS and Italian cohorts.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs13050728","finding":"This SNP represented the most significant signal associated with severe COVID-19, showing a P-value of 2.76×10^-12 and odds ratio of 0.83, indicating it was linked to reduced risk of severe disease outcomes.","chrpos":"chr21:33242905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs111783124","finding":"The SNP demonstrated suggestive significance for severe COVID-19 with a P-value of 2.39×10^-6 and odds ratio of 1.17, suggesting a potential increased risk for severe COVID-19.","chrpos":"chr21:33990547","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs3787946","finding":"This intronic SNP in TMPRSS2 showed suggestive association with severe COVID-19 (P=2.73×10^-6, OR=0.87), correlating minor alleles with reduced risk of severe disease and increased expression of the MX1 gene in blood.","chrpos":"chr21:41475808","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs9983330","finding":"This SNP was among the five most significant SNPs associated with severe COVID-19, correlating with increased MX1 expression and suggestive of a protective effect against severe disease.","chrpos":"chr21:41478326","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs2298661","finding":"As one of the significant variants associated with severe COVID-19, it contributed to understanding the genetic risk factors influencing COVID-19 severity.","chrpos":"chr21:41473715","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs9985159","finding":"This SNP was part of the significant associations with severe COVID-19 indicating a role in the disease's pathogenesis.","chrpos":"chr21:41476757","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs77589046","finding":"The SNP rs77589046 was identified on chromosome 21, proximal to TIAM1. It represented a positive original finding associated with AD, with implications in DNA binding and expression in brain tissues related to neuronal health.","chrpos":"chr21:31403765","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.11.24313439","title":"Identification of 16 novel Alzheimer’s disease susceptibility loci using multi-ancestry meta-analyses of clinical Alzheimer’s disease and AD-by-proxy cases from four whole genome sequencing datasets"}
{"loci":"rs143510517","finding":"The SNP rs143510517 in the TPTE gene was associated with ischemic stroke at a highly significant level (p < 1 x 10^-10) and demonstrated a frequency significantly higher in African American stroke cases compared to controls.","chrpos":"chr21:10596045","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.09.22281914","title":"Exome Array Analysis of 9,721 ischemic stroke cases from the SiGN Consortium"}
{"loci":"rs1999323","finding":"The rs1999323 SNP in MAP3K7CL was included in a recent HF GWAS replication after Bonferroni correction, supporting its role in heart failure genetics.","chrpos":"chr21:29161807","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.01.21266829","title":"Genetic Architecture of Heart Failure with Preserved versus Reduced Ejection Fraction"}
{"loci":"rs3945","finding":"Identified as a new locus (BRWD1) associated with coffee consumption, indicating its potential relevance to health outcomes.","chrpos":"chr21:39194141","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.08.21253114","title":"Habitual Coffee Consumption Increases Risks for Metabolic Diseases: Genome-wide Association Studies and a Phenotype-wide Two Sample Mendelian Randomization Analysis"}
{"loci":"rs9305702","finding":"The minor T-allele of SNP rs9305702 was found to be associated with decreased MX1 gene expression in SS patients, showing no evidence of association in healthy individuals. This highlighted a disease-specific regulatory mechanism.","chrpos":"chr21:40756022","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.14.20192211","title":"An integrative multi-omics approach in Sjögren’s Syndrome identifies novel genetic drivers with regulatory function and disease-specificity"}
{"loci":"rs13339986","finding":"The SNP rs13339986 on chromosome 21 was identified as the strongest novel association shared between GGE and COG, with a conjFDR of 3.9 x 10^-3. In this case, a higher epilepsy risk was associated with better cognitive performance. This locus also overlapped with childhood absence epilepsy (CAE) and included a nonsynonymous exonic variant within the gene BRWD1, which is involved in signal transduction and plays a critical role in neurodevelopment.","chrpos":"chr21:39234056","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.25.24304773","title":"Unraveling the shared genetics of common epilepsies and general cognitive ability"}
{"loci":"rs2229742","finding":"Identified as the lead variant at the NRIP1 locus, rs2229742 (p.Arg448Gly) was associated with increased mutation burden and showed significant connections to hematopoietic function and stemness.","chrpos":"chr21:14966851","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs2823020","finding":"Included in the credible set for NRIP1, rs2823020 is linked to increased GEM burden, suggesting its role in mediating hematopoietic stem cell activities.","chrpos":"chr21:15044253","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs2823025","finding":"Another variant associated with NRIP1, rs2823025, played a role in the genetic architecture influencing clonal hematopoiesis as part of the credible set identifying NRIP1 as a key player.","chrpos":"chr21:15052100","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs9976829","finding":"The rs9976829 SNP co-localized with severe COVID-19 associated loci, particularly influencing the expression of the IL10RB and IFNAR2 genes, which are involved in interferon pathways. It was associated with a suggestive statistical significance (P_GWAS = 7.2 × 10−07) when comparing COVID-19 hospitalization against the population.","chrpos":"chr21:33242529","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.05.20207118","title":"Multi-omics highlights ABO plasma protein as a causal risk factor for COVID-19"}
{"loci":"rs12151990","finding":"The SNP rs12151990, which is located in the intronic region of the PRDM15 gene, was found to be significantly associated with the bacterial variant Rv2348c I101M with a p-value of 4.7e-11 and an odds ratio of 5.6. This association suggested a possible interplay between the genetic factors of the host and the apoptosis response to Mycobacterium tuberculosis, indicating its relevance in TB pathogenesis.","chrpos":"chr21:41869888","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.11.23289848","title":"Genome-to-genome analysis reveals associations between human and mycobacterial genetic variation in tuberculosis patients from Tanzania"}
{"loci":"rs2236757","finding":"Associated with the IFNAR2 protein, the SNP rs2236757 was found to correlate with severe COVID-19 cases, suggesting a direct impact on the antiviral response.","chrpos":"chr21:33252612","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.13.24304197","title":"Potential associations of selected polymorphic genetic variants with COVID-19 disease susceptibility and severity"}
{"loci":"rs74795342","finding":"The sentinel variant rs74795342 was identified by the International Consortium of Lithium Genetics (ConLi+Gen) and was associated with lithium response in patients with bipolar disorder. This variant was located within an intergenic gene-poor region on chromosome 21 and was linked to gastrointestinal-specific enhancers. The findings from this study implicated that rs74795342 influenced the efficacy of lithium treatment through modulation of intestinal lithium absorption, with the gene TMPRSS15 identified as the most likely effector gene. This variant did not have associations with bipolar disorder risk, but its regulatory effects seemed pertinent in gastrointestinal contexts during early development.","chrpos":"chr21:18954018","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.27.24304993","title":"In-silico functional analyses identify TMPRSS15-mediated intestinal absorption of lithium as a modulator of lithium response in bipolar disorder"}
{"loci":"rs144204759","finding":"The rs144204759 SNP in LINC00320 showed a significant association with AD (OR=3.4, p=1.9x10^-8) specifically in African American individuals.","chrpos":"chr21:20730315","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294953","title":"Association of Common and Rare Variants with Alzheimer’s Disease in over 13,000 Diverse Individuals with Whole-Genome Sequencing from the Alzheimer’s Disease Sequencing Project"}
{"loci":"rs398123151","finding":"The variant rs398123151 in the CBS gene was associated with homocystinuria and found in the Qatari population at a MAF of 0.007, highlighting its significance in metabolic disorders influenced by genetic background.","chrpos":"chr21:43062344","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.19.21263548","title":"Qatar Genome: Insights on Genomics from the Middle East"}
{"loci":"rs2834167","finding":"The SNP rs2834167, a cis-pQTL for IL10RB, showed a significant association where increased circulating IL10RB levels were linked to decreased odds of very severe COVID-19 (OR = 0.47, P = 7.1×10^-5) and hospitalization (OR = 0.53, P = 8.8×10^-5), but did not demonstrate a significant association with COVID-19 susceptibility.","chrpos":"chr21:33268483","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.13.20212092","title":"A Neanderthal OAS1 isoform Protects Against COVID-19 Susceptibility and Severity: Results from Mendelian Randomization and Case-Control Studies"}
{"loci":"rs2834164","finding":"The SNP rs2834164 in the IFNAR2 gene was another known locus that displayed strong associations with COVID-19 hospitalization in males, consistent with its established role in the immune response.","chrpos":"chr21:33249643","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.24.21266741","title":"A genome-wide association study of COVID-19 related hospitalization in Spain reveals genetic disparities among sexes"}
{"loci":"rs12329760","finding":"The rs12329760 polymorphism, resulting in p.Val197Met, was linked to increased stability of the TMPRSS2 protein, which is essential for SARS-CoV2 viral entry. This variant displayed a lower frequency in severe COVID-19 cases, suggesting a protective role against severe outcomes.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs35477708","finding":"The polymorphism rs35477708 was linked to the TMPRSS2 gene and showed significant association with increased expression in the Indian population, potentially correlating with moderate susceptibility to COVID-19.","chrpos":"chr21:41446627","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs468259","finding":"The rs468259 SNP, associated with TMPRSS2 expression levels, reported significant frequencies in the Indian population, suggesting relevance to COVID-19 susceptibility.","chrpos":"chr21:41453222","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs363981","finding":"This SNP was identified as linked with TMPRSS2 expression, displaying population-level frequency differences that could correlate with susceptibility to COVID-19.","chrpos":"chr21:41434482","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs1638369","finding":"The rs1638369 SNP showed significant association with TMPRSS2 expression, with allele frequencies in Indians potentially influencing susceptibility to COVID-19.","chrpos":"chr21:41444193","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs469288","finding":"Associated with TMPRSS2 gene expression, the rs469288 variant also displayed population-specific frequencies in an Indian cohort that might affect COVID-19 outcomes.","chrpos":"chr21:41445655","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs468699","finding":"The variant rs468699 showed frequencies across populations that suggest a role in moderating COVID-19 susceptibility related to TMPRSS2 expression.","chrpos":"chr21:41447995","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs462698","finding":"As a polymorphism linked with TMPRSS2, rs462698 indicated significant population frequency differentials in Indians, correlating with COVID-19 susceptibility.","chrpos":"chr21:41444139","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs8134378","finding":"This variant associated with TMPRSS2 gene expression revealed considerable frequency patterns in the Indian population, suggesting implications for COVID-19 susceptibility.","chrpos":"chr21:41521831","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs467375","finding":"With its association to TMPRSS2 expression, rs467375 frequency patterns indicated a potential susceptibility factor for COVID-19 within the Indian population.","chrpos":"chr21:41471638","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs4818239","finding":"The rs4818239 polymorphism was linked to TMPRSS2 expression, with population frequency differences that might suggest susceptibility outcomes related to COVID-19.","chrpos":"chr21:41478148","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs35899679","finding":"Observations for rs35899679 in association with TMPRSS2 revealed significant population-specific frequency characteristics, potentially relevant to COVID-19 risk.","chrpos":"chr21:41491393","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs2298659","finding":"The rs2298659 variant in TMPRSS2 was found to be prevalent in the Indian population and correlated with increased susceptibility in the context of COVID-19.","chrpos":"chr21:41473447","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs13051166","finding":"The SNP rs13051166 was identified in the context of research on breast cancer biomarker assessment, which influences oncological treatment decisions. This study illustrated variability in the assessment of biomarkers and indicated that such genetic variability could potentially alter treatment strategies for breast cancer patients. Therefore, the finding is relevant in understanding the genetic factors influencing risk stratification in this disease.","chrpos":"chr21:42207100","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.10.23296761","title":"Validation of an AI-based solution for breast cancer risk stratification using routine digital histopathology images"}
{"loci":"rs9977152","finding":"The GWAS for Duane retraction syndrome revealed a genome-wide significant association at rs9977152 near OLIG1 on chromosome 21 (p=2.3e-14, MAF=0.27908, OR=2.378), indicative of a novel genetic association.","chrpos":"chr21:33103462","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.09.21258643","title":"Large-scale trans-ethnic replication and discovery of genetic associations for rare diseases with self-reported medical data"}
{"loci":"rs2105477","finding":"In the study of Duane retraction syndrome, rs2105477 was noted for conditional genome-wide significance (p=2.1e-10) near OLIG2, supporting a potential role in the pathogenesis.","chrpos":"chr21:32947985","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.09.21258643","title":"Large-scale trans-ethnic replication and discovery of genetic associations for rare diseases with self-reported medical data"}
{"loci":"rs9305744","finding":"The rs9305744:G>A variant, located intronically in TMPRSS2, was noted to be protective against critical illness in COVID-19 patients, evidenced by an OR of 0.92 (P = 1.4 × 10^-8).","chrpos":"chr21:41471061","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.24.22283874","title":"A second update on mapping the human genetic architecture of COVID-19"}
{"loci":"rs12329760","finding":"The rs12329760:C>T variant, which is a missense variant (p.Val197Met), was in linkage disequilibrium (r = 0.68) with the protective variant rs9305744, confirming its relevance in the context of COVID-19 severity.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.24.22283874","title":"A second update on mapping the human genetic architecture of COVID-19"}
{"loci":"rs61735791","finding":"The CA allele of rs61735791 in the TMPRSS2 gene was predominantly found in TB patients, indicating a potential link to higher susceptibility for TB and COVID-19 co-infection.","chrpos":"chr21:41494512","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs7278151","finding":"This SNP was linked to LINC01695 and LINC00161, contributing to the findings associated with low T1D PRS.","chrpos":"chr21:28352351","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.13.20211987","title":"Genetics of Low Polygenic Risk Score Type 1 Diabetes Patients: rare variants in 22 novel loci"}
{"loci":"rs4817983","finding":"This SNP was part of a genetic signal also present in both European and trans-ancestry analyses for gout.","chrpos":"chr21:39092998","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.26.22281768","title":"A genome-wide association analysis of 2,622,830 individuals reveals new pathogenic pathways in gout"}
{"loci":"rs2836884","finding":"Similar to rs4817983, this SNP showed association within multiple datasets related to gout.","chrpos":"chr21:39095717","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.26.22281768","title":"A genome-wide association analysis of 2,622,830 individuals reveals new pathogenic pathways in gout"}
{"loci":"rs12329760","finding":"Association of the TMPRSS2 rs12329760 polymorphism with post-COVID symptoms was investigated. Though direct findings were not elaborated, this polymorphism was part of a broader analysis linking genetic variability to long-term sequelae after infection.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289110","title":"Comparative Cohort Study of Post-Acute Covid-19 Infection with a Nested, Randomized Controlled Trial of Ivabradine for Those With Postural Orthostatic Tachycardia Syndrome (The COVIVA Study)"}
{"loci":"rs2070788","finding":"The TMPRSS2 rs2070788 polymorphism was also studied in relation to post-COVID symptoms. It was included in the analysis to understand its role in severe COVID-19 outcomes and associated symptoms in Long-Haul COVID-19 patients.","chrpos":"chr21:41470061","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289110","title":"Comparative Cohort Study of Post-Acute Covid-19 Infection with a Nested, Randomized Controlled Trial of Ivabradine for Those With Postural Orthostatic Tachycardia Syndrome (The COVIVA Study)"}
{"loci":"rs191480627","finding":"The SNP rs191480627 was implicated in neuroticism, with hepatocyte cell type inferred as a high confidence candidate. The AGPAT3 gene was identified as a target gene, suggesting a connection between hepatocytes and C-reactive protein levels, which are relevant in psychiatric conditions.","chrpos":"chr21:43868622","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.17.24307556","title":"Inferring causal cell types of human diseases and risk variants from candidate regulatory elements"}
{"loci":"rs12329760","finding":"Detected in the A2 analysis with P=8.18×10^-6, affirming its role within the context of the immune response to Covid-19.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.08.21258507","title":"A year of Covid-19 GWAS results from the GRASP portal reveals potential SARS-CoV-2 modifiers"}
{"loci":"rs464034","finding":"The allele rs464034-T mapped to the long non-coding RNA AL157359.3 was associated with Tanner 2 to 4 and Tanner 3 to 4 transitions in girls. This finding indicated its potential role during female puberty.","chrpos":"chr21:18968815","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.29.23292039","title":"Joint models reveal genetic architecture of transitions between pubertal stages and their association with BMI in a Latino population"}
{"loci":"rs2248244","finding":"This SNP was associated with the rapid symptom progression subtype (Subtype III) of PD.","chrpos":"chr21:37480059","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.18.21260731","title":"Comprehensively modeling heterogeneous symptom progression for Parkinson’s disease subtyping"}
{"loci":"rs1893592","finding":"The study focused on the SNP UBASH3A rs1893592, which was manually genotyped for individuals with Down syndrome (DS) participating in the Human Trisome Project cohort. The SNP was confirmed as a significant component of the genetic risk score (GRS) for celiac disease (CD) in this population. The findings indicated that this specific SNP's dosage contributed to the overall GRS calculation, helping to elucidate the genetic predisposition towards CD in individuals with DS, despite its chromosomal location on chromosome 21.","chrpos":"chr21:42434957","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.27.22280436","title":"Multi-Omics Assessment of Genetic Risk for Celiac Disease in Down Syndrome"}
{"loci":"rs13050728","finding":"The SNP rs13050728 at locus 21q22.11 showed a p-value of 1.91×10⁻¹¹, establishing its significance in the context of severe COVID-19, and emphasizing its potential role in the genetic architecture of this disease.","chrpos":"chr21:33242905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.06.21266924","title":"Single cell sequencing analysis uncovers genetics-influenced CD16+monocytes and memory CD8+T cells involved in severe COVID-19"}
{"loci":"rs80265967","finding":"The rs80265967 variant, corresponding to the p.D90A variant in SOD1, was previously identified in a Finnish ALS cohort enriched for familial ALS. This finding established its role in ALS risk.","chrpos":"chr21:31667290","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.12.21253159","title":"Common and rare variant association analyses in Amyotrophic Lateral Sclerosis identify 15 risk loci with distinct genetic architectures and neuron-specific biology"}
{"loci":"rs75087725","finding":"This locus contained the rs75087725 variant (p.V58L in CFAP410), which was identified as a likely causal variant due to it being a coding variant with no evidence for alternative mechanisms like repeat expansions. CFAP410 was noted to interact directly with NEK1, another ALS gene.","chrpos":"chr21:44333234","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.12.21253159","title":"Common and rare variant association analyses in Amyotrophic Lateral Sclerosis identify 15 risk loci with distinct genetic architectures and neuron-specific biology"}
{"loci":"rs4818766","finding":"The SNP rs4818766, identified as a potential shared causal variant for the negative genetic correlation with major depressive disorder (MDD), had a PP of 0.83 in a colocalized region at chr21q22.3. It was associated with brain-related functions and may involve the gene ADARB1, known for its role in RNA editing and related psychiatric disorders.","chrpos":"chr21:45215436","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.03.23296500","title":"Shared genetic basis informs the roles of polyunsaturated fatty acids in brain disorders"}
{"loci":"rs1157443","finding":"Identified as part of the CCR5delta32-associated haplotype A, rs1157443 exhibited high linkage disequilibrium with the deletion. Its inclusion in studies contributed to firm conclusions about the evolutionary history and selection of the CCR5delta32 deletion.","chrpos":"chr21:21615175","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.15.23290026","title":"Tracing the evolutionary path of the CCR5delta32 deletion via ancient and modern genomes"}
{"loci":"rs9984273","finding":"The SNP rs9984273 was located in the IFNAR2 gene and was found to be associated with better outcomes in patients with acute respiratory distress syndrome (ARDS) when treated with interferon beta in conjunction with glucocorticoids. Specifically, patients carrying the minor C allele exhibited a significantly lower 28-day mortality rate (10.6%) compared to those with the major TT genotype. Furthermore, this SNP was correlated with increased expression of the IFNAR, as patients carrying at least one C allele had higher levels of this receptor. Additionally, the presence of rs9984273 was linked to lower serum levels of IFN-gamma and IL-6, indicating a less severe disease course in COVID-19.","chrpos":"chr21:33262760","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.10.22272123","title":"Polymorphism in IFNAR contributes to glucocorticoid response and outcome in ARDS and COVID-19"}
{"loci":"rs2825255","finding":"The SNP rs2825255 demonstrated an interaction whereby copies of the T allele correlated with reductions in FEV1 due to NO2 exposure, suggestive of susceptibility linked to the allele variance.","chrpos":"chr21:18990058","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.03.21256376","title":"Genome-wide gene-air pollution interaction analysis of lung function in 300,000 individuals"}
{"loci":"rs383510","finding":"The rs383510-T variant in TMPRSS2 was associated with increased transcript abundance, underscoring its importance in viral entry mechanisms during COVID-19.","chrpos":"chr21:41486440","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.05.24313137","title":"Integration of GWAS and multi-omic QTLs identifies uncharacterized COVID-19 gene-biotype and phenotype associations"}
{"loci":"rs1805128","finding":"This SNP was associated with rhythm disorders, specifically linked to the KCNE1 gene.","chrpos":"chr21:34449382","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.05.23299459","title":"Deep representation learning of electrocardiogram reveals novel insights in cardiac structure and functions and connections to cardiovascular diseases"}
{"loci":"rs1442867716","finding":"The SNP rs1442867716 was identified as a lead trans-eQTL variant for the gene GATD3A, explaining more than 0.8 of the variance in expression for this eGene.","chrpos":"chr21:5107240","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.13.22273841","title":"Whole Genome DNA and RNA Sequencing of Whole Blood Elucidates the Genetic Architecture of Gene Expression Underlying a Wide Range of Diseases"}
{"loci":"rs73194058","finding":"The SNP rs73194058 was implicated in modulation of IFNGR2 ChIP interaction relevant to the interferon response, observed to undergo dynamic chromatin changes when stimulated by TNF in FLS, highlighting its role in RA susceptibility.","chrpos":"chr21:33391982","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.16.20248230","title":"Functional genomics atlas of synovial fibroblasts defining rheumatoid arthritis heritability"}
{"loci":"rs2830500","finding":"The SNP rs2830500 displayed a significant association with a P-value of 3.98×10^-10 in stage 3, reinforcing its status among known Alzheimer's disease susceptibility loci.","chrpos":"chr21:26784537","link":null,"title":null}
{"loci":"rs9979271","finding":"A novel association was discovered between the African-enriched allele at rs9979271 and enhanced natural killer T cells, with a significance of p = 5.47e-15 and a beta of 0.52, indicating its potential importance in immune responses.","chrpos":"chr21:46571025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.27.24314510","title":"A Southern African Map of Blood Regulatory Variation Enables GWAS Interpretation"}
{"loci":"rs8133843","finding":"The SNP rs8133843, related to the RUNX1 gene, was found to increase the risk of developing rheumatoid arthritis (RA) when carrying its minor allele, thus highlighting its role in genetic predisposition among distinct RA phenotypes.","chrpos":"chr21:35365944","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.19.23295482","title":"Location of joint involvement differentiates Rheumatoid arthritis into different clinical subsets"}
{"loci":"rs2236757","finding":"The study identified that the risk allele rs2236757A of the IFNAR2 gene was significantly associated with critical COVID-19 illness in the Palestinian population. Specifically, carriers of rs2236757A were more likely to experience symptoms such as dyspnea, sore throat, and loss of taste or smell, with logistic regression showing a significant increase in the odds of these symptoms, particularly dyspnea (OR, 4.70; P < 0.001) and sore throat (OR, 2.52; P = 0.011). This finding highlighted the essential role of IFNAR2 in the immune response to SARS-CoV-2.","chrpos":"chr21:33252612","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.27.22280425","title":"Association of IFNAR2 rs2236757 and OAS3 rs10735079 polymorphisms with susceptibility to COVID-19 infection and severity"}
{"loci":"rs8178521","finding":"The rs8178521 variant, associated with reduced expression of the IFNAR2 receptor, showed a significant finding related to critical COVID-19, impacting the body's immune response.","chrpos":"chr21:33287378","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.02.21262965","title":"Whole genome sequencing identifies multiple loci for critical illness caused by COVID-19"}
{"loci":"rs1805128","finding":"The rs1805128 variant, a known polymorphism in the KCNE1 gene, was recognized as a modifier of Long QT syndrome and was classified as deleterious based on predictions by SIFT or PolyPhen-2. This finding indicated its potential relevance in the context of cardiac electrophysiology.","chrpos":"chr21:34449382","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.04.21265866","title":"Genetic analyses of the QT interval and its components in over 250K individuals identifies new loci and pathways affecting ventricular depolarization and repolarization"}
{"loci":"rs466433","finding":"APP:rs466433-G was recognized as a protective variant, further supporting its role in reducing the risk of AD among certain populations.","chrpos":"chr21:26171645","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.03.24313587","title":"Biobank-scale characterization of Alzheimer’s disease and related dementias identifies potential disease-causing variants, risk factors, and genetic modifiers across diverse ancestries"}
{"loci":"rs364048","finding":"APP:rs364048-C was noted as a protective variant, contributing to overall resilience against AD risk in the studied cohorts.","chrpos":"chr21:26171723","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.03.24313587","title":"Biobank-scale characterization of Alzheimer’s disease and related dementias identifies potential disease-causing variants, risk factors, and genetic modifiers across diverse ancestries"}
{"loci":"rs63750847","finding":"APP:rs63750847-T was reported as a protective variant that possibly attenuates AD risk across various populations.","chrpos":"chr21:25897620","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.03.24313587","title":"Biobank-scale characterization of Alzheimer’s disease and related dementias identifies potential disease-causing variants, risk factors, and genetic modifiers across diverse ancestries"}
{"loci":"rs767649","finding":"The SNP rs767649 was significantly associated with CHD using multiple inheritance models such as the co-dominant model (P = 0.0001) and dominant model (OR = 7.851; P = 0.0001), indicating a strong association with increased risk for CHD.","chrpos":"chr21:25572410","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.09.23296433","title":"The potential impact of microRNA-related functional polymorphisms in the pathogenesis of coronary heart disease"}
{"loci":"rs9636867","finding":"The SNP rs9636867 was found to be causal and colocalized with gene expression specifically in patients exhibiting COVID-19 symptoms, suggesting that this SNP plays a role in the disease process under certain symptomatic conditions. The analysis indicated that the presence of SARS-CoV-2 was less influential than the symptom status in the observed colocalization.","chrpos":"chr21:33237639","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.29.23290694","title":"Colocalization of expression transcripts with COVID-19 outcomes is rare across cell states, cell types and organs"}
{"loci":"rs2229207","finding":"The SNP rs2229207 within the IFNAR2 gene showed a standardized iHS of 1.85, indicating suggestive selection in the African population, and was previously linked to critically ill COVID-19, validated by Mendelian randomization analysis.","chrpos":"chr21:33241945","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.12.24301202","title":"Critically-ill COVID-19 susceptibility gene CCR3 shows natural selection in sub-Saharan Africans"}
{"loci":"rs13050728","finding":"The rs13050728 variant was positively associated with COVID-19 hospitalization, with a T-allele odds ratio of 1.17 (95% CI = 1.12-1.23; P=1.88×10^-12), and showed strong correlation with IFNAR2 gene expression, indicating its possible role in COVID-19 severity.","chrpos":"chr21:33242905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.19.20234120","title":"Actionable druggable genome-wide Mendelian randomization identifies repurposing opportunities for COVID-19"}
{"loci":"rs2834167","finding":"The rs2834167 variant was inversely associated with COVID-19 hospitalization with a per-A-allele OR of 0.91 (95% CI = 0.87-0.95; P=5.3×10^-5), indicating a potential protective effect against COVID-19 severity.","chrpos":"chr21:33268483","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.19.20234120","title":"Actionable druggable genome-wide Mendelian randomization identifies repurposing opportunities for COVID-19"}
{"loci":"rs2154481","finding":"In the APP gene region, this SNP was enriched in centenarians and thus linked to reduced amyloid pathology, supporting cognitive health.","chrpos":"chr21:26101558","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.16.23290049","title":"Cognitively Healthy Centenarians are genetically protected against Alzheimer’s disease specifically in immune and endo-lysosomal systems"}
{"loci":"rs13051116","finding":"The SNP rs13051116 was positively associated with the study described by Briggs et al. (2021), which discussed the Frontal Aslant Tract and the Supplementary Motor Area Syndrome. This finding related to connectomic approaches in understanding motor control and recovery following neurological interventions. The context highlighted the importance of this SNP in the connectivity patterns that may influence therapeutic outcomes, particularly in the rehabilitation efforts after motor deficits.","chrpos":"chr21:33334305","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.27.21260088","title":"Interventional Neurorehabilitation for Promoting Functional Recovery Post-Craniotomy: A Proof-of-Concept"}
{"loci":"rs12329760","finding":"The TMPRSS2 variant rs12329760 was found to be associated with a reduced likelihood of developing severe COVID19, with an odds ratio (OR) of 0.87 (95%CI: 0.79-0.97, p=0.01) in a cohort of SARS-CoV-2 positive patients compared to controls. This protective effect was even stronger in homozygous individuals, showing an OR of 0.65 (95%CI: 0.50-0.84, p=1.3×10−3). The variant resulted in an amino acid substitution from valine to methionine (p.Val160Met) and was predicted to be damaging to the protein structure of TMPRSS2, which plays a crucial role in SARS-CoV-2 entry into cells. Additionally, the specific allele frequency varied across different ethnic populations, with a higher frequency observed in East Asian individuals (MAF of 0.38) compared to Ashkenazi Jews (MAF of 0.14). This findings indicated that genetic variations in TMPRSS2 may contribute to differences in COVID19 severity across ethnic groups.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.04.21252931","title":"A common TMPRSS2 variant protects against severe COVID-19"}
{"loci":"rs118106526","finding":"This variant in the PFKL gene was also associated with plasma pyruvate levels, further indicating a connection to glycolysis and red blood cell function.","chrpos":"chr21:44326728","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.21.24315891","title":"Mendelian randomisation with proxy exposures: challenges and opportunities"}
{"loci":"rs2236757","finding":"The SNP rs2236757:A in IFNAR2 was robustly associated with COVID-19 hospitalization outcomes, yielding a MAF of 29%, an OR of 1.13, and a p-value of 3×10^-5 compared to COVID-19 negative or unknown cases.","chrpos":"chr21:33252612","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.14.20248176","title":"Common genetic variants identify targets for COVID-19 and individuals at high risk of severe disease"}
{"loci":"rs2298661","finding":"The SNP rs2298661 in TMPRSS2 showed a MAF of 22%, OR of 0.87, and a p-value of 1.9×10^-8, marking its association with COVID-19 risk and potential implications for disease severity.","chrpos":"chr21:41473715","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.14.20248176","title":"Common genetic variants identify targets for COVID-19 and individuals at high risk of severe disease"}
{"loci":"rs12329760","finding":"The missense variant rs12329760 (p.V160M) in TMPRSS2 was associated with protective effects against COVID-19, predicted to be deleterious and decrease protein stability.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.14.20248176","title":"Common genetic variants identify targets for COVID-19 and individuals at high risk of severe disease"}
{"loci":"rs13050728","finding":"The variant rs13050728 at the chr21:33242905:T:C locus was significantly associated only in younger individuals (age <=60, P=5.01×10−7, OR=1.27), indicating potential age-specific effects.","chrpos":"chr21:33242905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.21.21260624","title":"Detailed stratified GWAS analysis for severe COVID-19 in four European populations"}
{"loci":"rs13050728","finding":"The SNP rs13050728, located in the intronic region of IFNAR2 and less than 24kb from IL10RB on chromosome 21q22.11, was identified as the index SNP for COVID-19 susceptibility. While it was associated with gene expression changes for both IFNAR2 and IL10RB, the integration of multi-tissue expression data helped prioritize IL10RB as the most promising gene target. This SNP's association with COVID-19 severity demonstrated that IL10RB was under investigation for its role in the dysregulation of immune response, suggesting its importance in modulating host susceptibility to COVID-19 outcomes.","chrpos":"chr21:33242905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.31.21254851","title":"IL10RB as a key regulator of COVID-19 host susceptibility and severity"}
{"loci":"rs2838351","finding":"Identified in the analysis of the latent MDD-CVD factor, the SNP rs2838351 was considered one of the seven novel loci and had not been recognized in past GWAS. It demonstrated suggestive associations (p<.05) with metabolic traits, which may tie into the underlying mechanisms of comorbid MDD and CVD.","chrpos":"chr21:43690903","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294931","title":"Distinct biological signature and modifiable risk factors underly the comorbidity between major depressive disorder and cardiovascular disease"}
{"loci":"rs74315445","finding":"The SNP rs74315445, corresponding to the missense mutation p.Asp76Asn or D76N in the KCNE1 gene, was implicated in Type 5 Long QT Syndrome (LQT5). The study provided evidence that this mutation had a dominant negative effect on the I_Ks current, reducing its function. In the analysis of a non-referral population, 22 previously undiagnosed carriers were identified, and it was found that D76N carriers experienced a prolonged QTc, confirming that D76N contributes significantly to LQT5 pathogenesis.","chrpos":"chr21:34449409","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.19.23288831","title":"Detection of distant familial relatedness in biobanks for identification of undiagnosed carriers of a Mendelian disease variant: application to Long QT syndrome"}
{"loci":"rs2834213","finding":"The association analysis indicated that rs2834213, a SNP within the IFNGR2 gene, showed a positive association with the second principal component (PC2), with a p-value of 0.003, highlighting its relevance to % predicted FEV1 and SPTQ variability.","chrpos":"chr21:33420603","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.04.17.20069369","title":"Quantitative Trait Loci on Chromosome 21 have Pleiotropic Effects on %FEV1 and Allergen Polysensitization; asthma related traits in the EGEA study"}
{"loci":"rs63750847","finding":"This protective variant reduced the odds of developing Alzheimer's disease (AD), evidenced by a significant P-value of 7×10^-11, suggesting its potential therapeutic implications.","chrpos":"chr21:25897620","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.01.23297926","title":"Leveraging large-scale multi-omics to identify therapeutic targets from genome-wide association studies"}
{"loci":"rs13051023","finding":"The SNP rs13051023 was associated with hepatocellular carcinoma (HCC) in patients with autoimmune liver diseases (AILD) as indicated by prior research. This finding related to the risk of cancer development in this specific patient population, highlighting the importance of genetic profiling in assessing the safety and efficacy of immune checkpoint inhibitors (ICIs) in these individuals.","chrpos":"chr21:21080542","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.17.23292183","title":"PD-1\/PD-L1 immune checkpoint therapy demonstrates favorable safety profile in patients with autoimmune liver disease"}
{"loci":"rs74203920","finding":"The SNP rs74203920 was associated with pernicious anemia and is a missense variant in the AIRE gene, which plays a crucial role in autoimmune regulation and was connected to autoimmune polyendocrinopathy syndrome type 1.","chrpos":"chr21:44294411","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.13.20211912","title":"Genome-wide association study identifies five risk loci for pernicious anemia and implicates the role of HLA-DR15 haplotype"}
{"loci":"rs150408004","finding":"The SNP rs150408004 was identified as a long distance enhancer affecting LINC00461, a long non-coding RNA important for Müller glial cell and astrocyte development in the retina. The analysis highlighted its association with multiple macula phenotype GWAS studies.","chrpos":"chr21:13509704","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.31.23293176","title":"Multi-omic spatial effects on high-resolution AI-derived retinal thickness"}
{"loci":"rs1051266","finding":"The G80A polymorphism in the SLC19A1 gene, known as rs1051266, was investigated for its association with congenital heart defects (CHD). Initially, most genetic models did not show a significant association; however, after excluding outliers, a moderate association was found between the GA genotype and increased CHD risk, with an odds ratio of 1.34. Additionally, the G80A polymorphism was associated with significant changes in folate transport efficiency, where individuals with the 80AA genotype had higher intracellular folate levels compared to those with other genotypes. This polymorphism resulted in an amino acid change from histidine to arginine at position 27 in the reduced folate carrier (RFC-1) protein, which affected the protein's structure and its ability to bind and transport folate.","chrpos":"chr21:45537880","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.01.24314736","title":"Comprehensive Systematic Review and Meta-Analysis of Solute Carrier Family 19, Member 1 (SLC19A1) G80A Gene Polymorphism and Its Association with Congenital Heart Defects in Fetal Development: Implications for Genetic Susceptibility and Prenatal Risk Assessment"}
{"loci":"rs13050970","finding":"The SNP rs13050970 was associated with technologies for enriching circulating tumor cells. Its significance was underscored by its potential role in improving cancer detection methods, which aligns with ongoing efforts in precision oncology to enhance patient diagnosis and treatment strategies.","chrpos":"chr21:28216002","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.10.23291228","title":"Utilizing nullomers in cell-free RNA for early cancer detection"}
{"loci":"rs76386041","finding":"The rs76386041 variant in the LINC00314-LINC00161 gene region was strongly associated with OA among African ancestry participants in the MVP, achieving genome-wide significance in this group, although weaker associations were noted in the combined MVP and UKB African analysis.","chrpos":"chr21:28152457","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.14.22276308","title":"Novel Genetic Loci Associated with Osteoarthritis in Multi-Ancestry Analyses in 484,374 Participants from MVP and the UK Biobank"}
{"loci":"rs9636578","finding":"The SNP rs9636578 was identified as another novel locus significant for LBBB, contributing to the understanding of genetic factors related to this type of conduction disorder.","chrpos":"chr21:27538384","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317316","title":"Genetic Insights into Cardiac Conduction Disorders from Genome-Wide Association Studies"}
{"loci":"rs12482569","finding":"At the ATP5PO intron, rs12482569-A was linked to hospitalization with an OR of 1.22 and P=6.28×10−6, increasing the transcript levels of ATP5PO in several tissues.","chrpos":"chr21:33920783","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.08.21258507","title":"A year of COVID-19 GWAS results from the GRASP portal reveals potential SARS-CoV-2 modifiers"}
{"loci":"rs62218803","finding":"SNP rs62218803 exhibited interactions with bread consumption, where the increase in HbA1c was quantified at 0.22 mmol\/mol for reference homozygotes, with a decrease to 0.14 mmol\/mol for those with alternate alleles, reflecting a significant dietary effect on HbA1c.","chrpos":"chr21:44443424","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.23.20248650","title":"Genome-wide gene-diet interaction analysis in the UK Biobank identifies novel effects on Hemoglobin A1c"}
{"loci":"rs753589764","finding":"Although rs753589764 did not significantly affect luciferase activity under normal conditions, it was a highly stroke-associated variant within the TRPM2-AS promoter, warranting further research for potential effects in stress conditions.","chrpos":"chr21:44425661","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.30.22282752","title":"Whole genome sequencing identifies rare variants in ANK1, LRRN1, HAS1, and other genes and gene regulatory regions for stroke in type 1 diabetes"}
{"loci":"chr21:26784537:C:A","finding":"The SNP chr21:26784537:C:A associated with the gene ADAMTS1 was reported as both a damaging missense variant and co-segregated completely with a common variant in both AD-FBS and EFIGA family groups, highlighting its relevance to late-onset Alzheimer's disease.","chrpos":"chr21:26784537","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.18.23300145","title":"Identification of Rare Damaging Missense and Loss of Function Variants in GWAS Loci Using Genome Sequencing Data from Two Cohorts of Familial Late-Onset Alzheimer’s Disease"}
{"loci":"rs13051037","finding":"The SNP rs13051037 was associated with enhanced immune responses to tumor therapies, particularly through the modulation of interferon signaling as indicated in the study by Fenton et al. (2021). It was shown that alterations in type I and II interferon pathways could significantly affect tumor immunity and checkpoint therapy outcomes, implying its relevance in optimizing immunotherapeutic strategies.","chrpos":"chr21:42737601","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.31.486620","title":"Protein Kinase C Delta Regulates Mononuclear Phagocytes and Hinders Response to Immunotherapy in Cancer"}
{"loci":"rs121434257","finding":"The G228W mutation identified in SNP rs121434257 within the AIRE gene was associated with the autoimmune polyendocrinopathy syndrome type 1 (APS-1). This missense variant led to a significant disruption in the interaction between the AIRE protein's SAND domain and the SIRT1 protein, which is critical for the downstream processing of the AIRE complex involved in the negative selection of thymocytes. The current findings underscored the mutation's adverse effect on AIRE function and its implications in autoimmunity.","chrpos":"chr21:44289686","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.24.457565","title":"The AIRE G228W mutation disturbs the interaction of AIRE with its partner molecule SIRT1"}
{"loci":"rs13615","finding":"The SNP rs13615 was identified as the most probable causal variant with a probability of 0.630 for pre-FEV1 at locus 1. It was located in the 3' untranslated region of the gene ADAMTS1, suggesting that ADAMTS1 was the driving gene behind this association, contrasting with its neighboring gene ADAMTS5. This SNP had a notably low minor allele frequency of 2.6% in African populations compared to higher frequencies in other global populations.","chrpos":"chr21:26837348","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.01.045468","title":"Integrative genomic analysis in African American children with asthma finds 3 novel loci associated with lung function"}
{"loci":"rs28678082","finding":"This SNP was linked to the schizophrenia latent variable with a P value of 3.4 x 10-8, further asserting its significance in the genetic underpinnings that associate with both schizophrenia and MRI phenotypes.","chrpos":"chr21:37371935","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.01.564329","title":"Linking the genetic structure of neuroanatomical phenotypes with psychiatric disorders"}
{"loci":"rs8133848","finding":"The SNP rs8133848 was associated with RUNX1, showing that it influenced transcriptional activity in SFs under inflammatory conditions. It was linked to chromatin conformation changes that enhanced RUNX1 expression.","chrpos":"chr21:14919768","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs8133843","finding":"The SNP rs8133843 was associated with RUNX1 and indicated a role in the transcriptional regulation necessary for the effective response in SFs during inflammatory conditions.","chrpos":"chr21:35365944","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs702859","finding":"The rs702859 SNP was identified in a family-based genome-wide association study (GWAS) as being associated with a frontal theta event-related oscillation (ERO) phenotype. More recent studies suggested that this synonymous SNP influences both the magnitude and topography of ERO theta power during reward processing in monetary gambling tasks, highlighting its genetic link to neuronal circuits.","chrpos":"chr21:37625399","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.24.493086","title":"Alcohol reverses the effects of KCNJ6 (GIRK2) noncoding variants on excitability of human glutamatergic neurons"}
{"loci":"rs702860","finding":"The rs702860 SNP was linked to the ERO endophenotype in the context of alcohol use disorder (AUD). It is categorized as a noncoding SNP, specifically intronic, which has been associated with selected EEG results related to AUD.","chrpos":"chr21:37636327","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.24.493086","title":"Alcohol reverses the effects of KCNJ6 (GIRK2) noncoding variants on excitability of human glutamatergic neurons"}
{"loci":"rs2835872","finding":"The rs2835872 SNP was similarly associated with the ERO endophenotype and AUD. This SNP is a noncoding variant located within the 3' untranslated region (3' UTR) and is part of a broader set of genetic loci correlating with alcohol dependence.","chrpos":"chr21:37654970","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.24.493086","title":"Alcohol reverses the effects of KCNJ6 (GIRK2) noncoding variants on excitability of human glutamatergic neurons"}
{"loci":"rs13051054","finding":"The SNP rs13051054 was associated with levels of chemokines scavenged by ACKR2. During the study, it was found that patients with high levels of these chemokines had significantly better survival rates in melanoma. Additionally, low ACKR2 expression correlated with improved survival in patients expressing high CD8 levels, indicating a potential connection between this SNP and immune response in the tumor microenvironment.","chrpos":"chr21:39445581","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.02.587761","title":"Targeting the Atypical Chemokine Receptor 2 (ACKR2) improves the benefit of anti-PD-1 immunotherapy in melanoma"}
{"loci":"rs234719","finding":"SNP rs234719 was recognized as a universal eQTL, reflecting genetic effects that are applicable across all tissues studied.","chrpos":"chr21:43025075","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/785584","title":"Mechanisms of tissue-specific genetic regulation revealed by latent factors across eQTLs"}
{"loci":"rs4818239","finding":"SNP rs4818239 was highlighted as having strong linkage disequilibrium with other variants and demonstrated a notable differential frequency distribution in the population. This SNP was found clustered with other significant eQTLs in TMPRSS2, which could influence TMPRSS2's role in viral S-protein priming.","chrpos":"chr21:41478148","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs75603675","finding":"The variant rs75603675 was analyzed and indicated a differential expression pattern across populations, demonstrating a potential impact on TMPRSS2's interaction with ACE2 and the S-protein, thereby influencing the SARS-CoV-2 entry process.","chrpos":"chr21:41507982","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs12329760","finding":"SNP rs12329760, which resulted in the V197M amino acid change, was shown to likely enhance TMPRSS2's binding affinity with ACE2, while potentially inhibiting its interaction with the S-protein of SARS-CoV-2, suggesting a critical role in varying COVID-19 outcomes across different populations.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs13051127","finding":"The SNP rs13051127 was associated with Acute Myeloid Leukemia (AML) through its involvement in CK2 inhibitor CX-4945 therapeutic efficacy. This effect underscored the importance of CK2 modulation in AML pathogenesis and therapy.","chrpos":"chr21:30222835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.06.530131","title":"Gene Expression Profiling Unveils the Temporal Dynamics of CIGB-300-Regulated Transcriptome in AML Cells"}
{"loci":"rs13050946","finding":"The SNP rs13050946 was associated with homologous recombination deficiency (HRD) scores, influencing long-term survival rates in patients with epithelial ovarian cancer. This SNP was studied in the context of DNA damage response mechanisms and PARP inhibitor sensitivity, which are crucial for understanding breast cancer therapies, particularly in BRCA1\/2 mutation contexts as highlighted by the research.","chrpos":"chr21:21910842","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.12.15.571635","title":"A site-specific analysis of the ADP-Ribosylome unveils Homogeneous DNA Damage-Induced Serine ADP-Ribosylation across wild-type and BRCA-mutant Breast Cancer cell lines"}
{"loci":"rs1893592","finding":"The SNP rs1893592 was associated with rheumatoid arthritis (RA), Crohn's disease (CEL), and primary sclerosing cholangitis (PSC). This variant was located downstream of the UBASH3A gene and was found to be part of a single variant credible set using either eQTL or psiQTL data, indicating a strong link to decreased gene expression.","chrpos":"chr21:42434957","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.15.907436","title":"Genetic associations at regulatory phenotypes improve fine-mapping of causal variants for twelve immune-mediated diseases"}
{"loci":"rs3366","finding":"The SNP rs3366, located in the 3' UTR of the SIK1 gene, was associated with the absolute fraction of follicular helper T cells (T<sub>FH<\/sub>) in bulk tumor. This association was statistically significant, with a p-value of 2.99 × 10<sup>−9<\/sup>, indicating a strong link between this germline variant and the presence of T<sub>FH<\/sub> cells in tumors.","chrpos":"chr21:43414945","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/586081","title":"Germline features associated with immune infiltration in solid tumors"}
{"loci":"rs1882961","finding":"The SNP rs1882961 was linked to the regulation of the NRIP1 gene through long-range chromatin interactions, influencing blood pressure (BP) in human vascular smooth muscle cells. Specifically, the high-BP allele of rs1882961 resulted in significantly increased expression of NRIP1 and SAMSN1, highlighting its role in BP regulation.","chrpos":"chr21:15184047","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.09.617511","title":"Chromatin interaction maps of human arterioles reveal new mechanisms for the genetic regulation of blood pressure"}
{"loci":"rs2836411","finding":"The SNP rs2836411 was identified as linked to the endothelial cell-associated gene ERG, which plays a critical role in angiogenesis and vascular stability. This finding was confirmed by data from Genome-Wide Association Studies (GWAS) and indicated that it may influence blood pressure-related traits.","chrpos":"chr21:38447907","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.09.617511","title":"Chromatin interaction maps of human arterioles reveal new mechanisms for the genetic regulation of blood pressure"}
{"loci":"rs3761376","finding":"rs3761376 was identified as a Ref-ASB for the ESR1 transcription factor. It was confirmed by electrophoretic mobility shift assay and was located in the TFF1 gene promoter. The SNP reduced TFF1 expression by altering ESR1 binding, suggesting a molecular mechanism contributing to an increased risk of gastric cancer.","chrpos":"chr21:42366929","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.07.327643","title":"Landscape of allele-specific transcription factor binding in the human genome"}
{"loci":"rs35074065","finding":"The eQTL variant rs35074065 was associated with high expression of TMPRSS2 and low expression of the MX1 splicing isoform. This finding indicated that subjects with this variant could be more susceptible to viral infections or have a decreased cellular antiviral response.","chrpos":"chr21:41461593","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.23.057190","title":"Genetic analysis of the novel SARS-CoV-2 host receptor TMPRSS2 in different populations"}
{"loci":"rs13051172","finding":"This SNP was associated with cancer-associated fibroblast-induced resistance to chemotherapy and radiotherapy in gastrointestinal cancers, highlighting its role in CRC therapeutic resistance.","chrpos":"chr21:38621002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.24.595756","title":"Merging Metabolic Modeling and Imaging for Screening Therapeutic Targets in Colorectal Cancer"}
{"loci":"rs4456788","finding":"The variant rs4456788, located near the ICOSLG locus, had the largest effect size tested in the HepG2 cell line, where it was considered to repress gene expression. The alternative allele of rs4456788 was shown to decrease the binding affinity of transcription factors MAZ and FUS in HepG2 cell line data. This evidence indicated a potential regulatory mechanism that could be linked to the pathogenesis of ankylosing spondylitis.","chrpos":"chr21:44196441","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.24.432622","title":"REVA as a Well-curated Database for Human Expression-modulating Variants"}
{"loci":"rs928770","finding":"The SNP rs928770, associated with the KCNJ15 gene, was implicated as a susceptible gene for Type 2 diabetes and linked to hematological traits relevant to conditions such as Down syndrome.","chrpos":"chr21:38265545","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/605428","title":"Iterative feature selection method to discover predictive variables and interactions for high-dimensional transplant genomic data"}
{"loci":"rs7282770","finding":"The rs7282770 variant was associated with a liver-specific eQTL for DOP1B and contributed significantly to increasing transcriptional activity when analyzed in conjunction with rs7282886.","chrpos":"chr21:36200103","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.05.592437","title":"Functional dissection of complex and molecular trait variants at single nucleotide resolution"}
{"loci":"rs7282886","finding":"Fine-mapping suggested that rs7282886 works in concert with rs7282770, creating adjacent HNF4 binding sites crucial for transcriptional activity.","chrpos":"chr21:36200114","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.05.592437","title":"Functional dissection of complex and molecular trait variants at single nucleotide resolution"}
{"loci":"rs2246810","finding":"The rs2246810 variant was included in an analysis revealing large contributions to transcriptional activity when considered alongside other closely linked variants.","chrpos":"chr21:36203237","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.05.592437","title":"Functional dissection of complex and molecular trait variants at single nucleotide resolution"}
{"loci":"rs13050959","finding":"The SNP rs13050959 was associated with the study on nephronectin as a matrix effector in cancer, suggesting its potential role in cancer pathology. The research implied that variations in this SNP may influence the function of nephronectin, which could impact tumor microenvironment and cancer progression.","chrpos":"chr21:25026067","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.01.601561","title":"Single-cell RNA sequencing of the holothurian regenerating intestine reveals the pluripotency of the coelomic epithelium"}
{"loci":"rs2070573","finding":"This SNP, associated with the <italic>C21orf2<\/italic> gene, strengthened the donor splice site, resulting in a notable increase in the extended exon 6 splice form, confirmed by q-RT-PCR, with additional findings showing increased total intron retention.","chrpos":"chr21:44330463","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs2835585","finding":"The SNP rs2835585 led to significant exon skipping in the <italic>TTC3<\/italic> gene, though normal expression levels remained stable, likely due to the expression predominance of the intact isoform.","chrpos":"chr21:37088188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs1893592","finding":"Evidence of significant intron retention in tumors was associated with the SNP rs1893592. This was evaluated through q-RT-PCR corroborating findings from RNAseq data.","chrpos":"chr21:42434957","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs2838010","finding":"The T allele of rs2838010 activated a donor splice site of a rare exon in <italic>FAM3B<\/italic>, though the cryptic pseudoexon was not detected in the majority of contexts, except in one tumor case.","chrpos":"chr21:41322706","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs2836882","finding":"The SNP rs2836882 was identified as having a significant expression-modulating effect at the chr21q22 locus, where the risk allele (G) increased transcription of the gene ETS2, which is implicated in inflammatory bowel disease (IBD) and other autoimmune conditions. The enhanced expression was linked to a pro-inflammatory state in macrophages, suggesting that this variant contributes to the pathogenesis of various inflammatory diseases.","chrpos":"chr21:39094644","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.05.539522","title":"A disease-associated gene desert orchestrates macrophage inflammatory responses via ETS2"}
{"loci":"rs2837331","finding":"The SNP rs2837331 was identified as the putative causal eSNP for the SBSPON gene, which exhibited podocyte-specific expression. It was located approximately 10kb upstream of the SBSPON locus within a podocyte-unique open chromatin peak.","chrpos":"chr21:39962101","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.01.494352","title":"Mapping genomic regulation of kidney disease and traits through high-resolution and interpretable eQTLs"}
{"loci":"rs2849691","finding":"The SNP rs2849691 was found in the novel 21q22.2-q22.3 region, marking a unique discovery with no prior literature support. It was associated with skin cancer and prostate cancer and had a GWAS p-value of 4E-12. This variant falls within a non-coding lncRNA transcript, emphasizing its potential involvement in cancer predisposition.","chrpos":"chr21:41665910","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.16.299602","title":"Recessive effects in cancer predisposition exposed by genome-wide and proteome-wide association studies"}
{"loci":"rs12329760","finding":"The rs12329760 variant in the TMPRSS2 gene was identified as a missense mutation (V160M), which conferred decreased stability to the TMPRSS2 protein. This variant was associated with lower SARS-CoV-2 infection rates in the Indian population, due to its role in the interaction with the virus. The mutation was found to affect protein structure and stability, which potentially impeded viral entry. Additionally, this variant had implications in the context of prostate cancer, where it increased the risk of TMPRSS2-ERG fusion. Thus, the presence of the unstable TMPRSS2 protein in carriers was thought to hinder viral entry into host cells.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.30.179663","title":"Genetic variants in TMPRSS2 and Structure of SARS-CoV-2 spike glycoprotein and TMPRSS2 complex"}
{"loci":"rs2284551","finding":"The SNP rs2284551 was associated with the expression of IFNAR2 in multiple immune cell types, particularly in NK cells, highlighting its importance in type 1 interferon pathways relevant to severe COVID-19 illness.","chrpos":"chr21:33246008","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.01.407429","title":"COVID-19 genetic risk variants are associated with expression of multiple genes in diverse immune cell types"}
{"loci":"rs2236757","finding":"Identified in the study on critically ill patients, this SNP was situated on 21q22.1 in the interferon receptor gene IFNAR2, highlighting its relevance to COVID-19 severity.","chrpos":"chr21:33252612","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.17.473140","title":"Human genetic variants associated with COVID-19 severity are enriched in immune and epithelium regulatory networks"}
{"loci":"rs71215849","finding":"The SNP rs71215849 was associated with the design of climate-resilient Marine Protected Area networks, specifically by combining remotely sensed coral reef habitat data with coastal multi-use maps. This study highlighted the importance of using genetic data to inform ecological management strategies, particularly in the context of the Global Biodiversity Framework and its goals to conserve ecosystems.","chrpos":"chr21:9929905","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.18.580850","title":"Leveraging the Red List of Ecosystems for national action on coral reefs through the Kunming-Montreal Global Biodiversity Framework"}
{"loci":"rs6517774","finding":"The finding related to rs6517774 indicated that this SNP modified islet autoimmunity characteristics. This modification exhibited sex disparity, suggesting that the effects of this polymorphism might vary between male and female individuals, impacting the understanding of autoimmune conditions connected to CXADR.","chrpos":"chr21:17449955","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.22.619713","title":"CXADR is a Human IgG Fc Receptor"}
{"loci":"rs8134657","finding":"The SNP rs8134657 was associated with chromatin activity as it correlated strongly with androgen receptor (AR) peak intensity with a correlation coefficient of -0.52 (p = 2.8 × 10^-7). However, it only marginally correlated with the steady-state expression of TMPRSS2 in prostate cancer, with a correlation coefficient of -0.24 (p = 0.03). This discrepancy indicated that while rs8134657 influenced chromatin state, it did not have a significant impact on steady-state gene expression, showcasing a limitation of traditional eQTL approaches in detecting context-dependent regulatory mechanisms.","chrpos":"chr21:41521981","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.10.443466","title":"Genetic determinants of chromatin reveal prostate cancer risk mediated by context-dependent gene regulation"}
{"loci":"rs12329760","finding":"The SNP rs12329760, representing position 197 in TMPRSS2, was polymorphic in humans and associated with COVID-19 severity, with a p-value around 10^-5, indicating significant correlation above the threshold used in GWAS multiple testing. Notably, this SNP encoded a conserved valine in all non-human primate sequences, highlighting evolutionary divergence. The context of this finding relates to the interface between SARS-CoV-2 and TMPRSS2, which has been implicated in the viral entry process. Furthermore, the regions affected by positive selection in TMPRSS2 are potential targets for drug intervention, emphasizing the clinical relevance of this finding.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.07.487460","title":"Distinct evolutionary trajectories of SARS-CoV-2 interacting proteins in bats and primates identify important host determinants of COVID-19"}
{"loci":"rs1075704","finding":"The rs1075704 SNP was associated with variable expression levels of the CLIC6 gene in lymphoblastoid cell lines. The T allele of this SNP correlated with lower expression of CLIC6, which was observed in both RNA-seq and GRO-seq analyses. In the trisomic sample with genotype TTT, CLIC6 had an expression level that was less than 1.5 times the average of all disomic samples, indicating that the genotype played a crucial role in explaining the lower than expected expression levels at CLIC6, thus supporting the hypothesis that genetic variations could lead to reduced expression levels in individuals with Trisomy 21.","chrpos":"chr21:34691175","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.07.543933","title":"Transcription dosage compensation does not occur in Down syndrome"}
{"loci":"rs2830076","finding":"The TT genotype of rs2830076 was associated with the CN group, suggesting a potential protective role in Alzheimer’s onset.","chrpos":"chr21:26130151","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/598888","title":"A generalization of partial least squares regression and correspondence analysis for categorical and mixed data: An application with the ADNI data"}
{"loci":"rs1893592","finding":"The splice region variant rs1893592 was linked to an increase in UBASH3A expression across various GTEx tissues, particularly the thyroid. It also colocalized with self-reported treatment using sodium levothyroxine, associated with hypothyroidism, a common comorbidity of type 1 diabetes.","chrpos":"chr21:42434957","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.16.299271","title":"Open Targets Genetics: An open approach to systematically prioritize causal variants and genes at all published human GWAS trait-associated loci"}
{"loci":"rs2257167","finding":"The study indicated that human babies carrying the CG\/CC genotypes of rs2257167 in IFNAR1 presented a higher risk of developing congenital Zika syndrome (CZS). This finding pointed towards a genetic susceptibility associated with specific genotypes that could influence the severity of outcomes in ZIKV infections.","chrpos":"chr21:33343393","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.27.428402","title":"Gas6 drives Zika virus-induced neurological complications in humans and congenital syndrome in immunocompetent mice"}
{"loci":"rs1736020","finding":"This SNP served as a trans meQTL for the CpG site cg08706567, located in the MPL gene. It was found to be associated with several gastrointestinal diseases including inflammatory bowel disease (IBD), ulcerative colitis, and Crohn’s disease. However, it did not demonstrate a relationship with the abundance of the Coriobacteriaceae family.","chrpos":"chr21:15440233","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.03.565420","title":"Linking the gut microbiome to host DNA methylation by a discovery and replication epigenome-wide association study"}
{"loci":"rs1736135","finding":"Similarly, this SNP was identified as a trans meQTL for cg08706567 within the MPL gene. It was associated with gastrointestinal diseases like diverticular disease, IBD, ulcerative colitis, and Crohn’s disease, although there was no evidence linking it to the abundance of the Coriobacteriaceae family.","chrpos":"chr21:15432901","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.03.565420","title":"Linking the gut microbiome to host DNA methylation by a discovery and replication epigenome-wide association study"}
{"loci":"rs3167757","finding":"The genetic variant rs3167757 was identified as both an eQTL and a stQTL for the gene HMGN1, significantly associated with its expression level (FDR = 5e-18) and mRNA stability (FDR = 3.7e-30). The variant was located in the 3' UTR region of HMGN1 and overlapped with binding sites of various RNA-binding proteins, affecting mRNA stability.","chrpos":"chr21:39342552","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.29.441922","title":"Genetic variants associated mRNA stability in lung"}
{"loci":"rs416981","finding":"The index SNP revealed a connection to cutaneous melanoma, affecting gene expressions linked to cancer susceptibility.","chrpos":"chr21:41373487","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs2283639","finding":"Connected to survival in non-small cell lung carcinoma through its association with enhancer regions, indicating a veteran role in cancer response.","chrpos":"chr21:38804769","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs73157695","finding":"Associated with ocular traits, this SNP was previously reported in relation to myopia and intraocular pressure, and was shown to be linked with the gene <italic>COL6A1<\/italic>, which is critical for corneal biomechanics.","chrpos":"chr21:45952033","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/572347","title":"Whole exome sequencing and characterization of coding variation in 49,960 individuals in the UK Biobank"}
{"loci":"rs114273142","finding":"The SNP rs114273142 was associated with transcriptional variation for the host gene encoding miRNA-155 in plasmacytoid dendritic cells (pDCs). This miRNA stimulates sensitivity to type I interferons, indicating its relevance in the immune response to SARS-CoV-2.","chrpos":"chr21:25554154","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.22.517073","title":"Environmental and genetic drivers of population differences in SARS-CoV-2 immune responses"}
{"loci":"rs121912441","finding":"The study identified the SNP rs121912441 as critical for ensuring the correct targeting of the I114T mutation in the SOD1 gene. This SNP was initially explored to confirm the precise nucleotide location needed for effective CRISPR-Cas9 gene editing, demonstrating its importance in correcting the corresponding missense mutation in the ALS patient iPSC line.","chrpos":"chr21:31667359","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.21.449257","title":"A streamlined CRISPR workflow to introduce mutations and generate isogenic iPSCs for modeling amyotrophic lateral sclerosis"}
{"loci":"rs377155188","finding":"The missense variant rs377155188 (p.S1038C) in the TTC3 gene was found to segregate with late onset Alzheimer's disease (LOAD) in a multigenerational family. This variant was identified as the only alteration among 11 AD individuals from this family, suggesting its significant role in the risk of developing AD. The variant was also noted to reduce expression levels of TTC3 and was associated with altered expression of AD-specific genes including BACE1, INPP5F, and UNC5C. Furthermore, functional analysis of neuronal progenitor cells revealed increased migration and changes in neurite morphology, indicative of its impact on cellular behavior related to Alzheimer's pathology.","chrpos":"chr21:37162006","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.25.542316","title":"An Alzheimer’s disease risk variant in TTC3 modifies the actin cytoskeleton organization and the PI3K-Akt signaling pathway in iPSC-derived forebrain neurons"}
{"loci":"rs2248244","finding":"The variant rs2248244 was discovered in the same PD GWAS with strong significance (P=2.74E-11, OR=1.074) and was nominated as having the highest conclusion score (10) associated with the gene DYRK1A, which was identified as the causal gene for this locus. The results indicated a strong correlation in gene expression across various databases.","chrpos":"chr21:37480059","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.01.020404","title":"The Parkinson’s Disease GWAS Locus Browser"}
{"loci":"rs13051166","finding":"The SNP rs13051166 was associated with variability in breast cancer biomarker assessments. This variability could influence oncological treatment decisions, highlighting the importance of genetic factors in the context of breast cancer management and detection.","chrpos":"chr21:42207100","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.13.536542","title":"Ensembles for improved detection of invasive breast cancer in histological images"}
{"loci":"rs1475908","finding":"The rs1475908 variant emerged as an independent eQTL for TMPRSS2, showing an allele frequency of 20%. It was associated with a decrease in TMPRSS2 expression (log2(AFC) = -0.37), which implicates it in modifying susceptibility to SARS-CoV-2 infectivity.","chrpos":"chr21:41560130","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.034454","title":"Type 2 and interferon inflammation strongly regulate SARS-CoV-2 related gene expression in the airway epithelium"}
{"loci":"rs2838057","finding":"The rs2838057 variant was recognized as one of the three independent eQTL variants for TMPRSS2, with an allele frequency of 13%. It was linked to increased TMPRSS2 expression (log2(AFC) = 0.43). This variant illustrates the complexity of genetic variation influencing gene regulation relevant to COVID-19 outcomes.","chrpos":"chr21:41550890","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.034454","title":"Type 2 and interferon inflammation strongly regulate SARS-CoV-2 related gene expression in the airway epithelium"}
{"loci":"rs74659079","finding":"Identified as another eQTL for TMPRSS2, the rs74659079 variant had an allele frequency of 4% and was associated with an increase in TMPRSS2 expression (log2(AFC) = 0.38). This finding underlines the potential variability in TMPRSS2 levels across different populations and its probable influence on SARS-CoV-2 susceptibility.","chrpos":"chr21:41778415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.034454","title":"Type 2 and interferon inflammation strongly regulate SARS-CoV-2 related gene expression in the airway epithelium"}
{"loci":"rs13051038","finding":"The SNP rs13051038 was found to be associated with the effect of forest mask quality on the estimation of growing stock volume in forests. This finding highlighted the importance of genetic variations in influencing the carbon assimilation and wood production processes within forest ecosystems, especially in relation to the aging forest structure and climatic pressures.","chrpos":"chr21:27943173","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.23.595487","title":"Stand Age and Climate Change Effects on Carbon Increments and Stock Dynamics"}
{"loci":"rs12329760","finding":"The variant rs12329760 (p.V160M) in the TMPRSS2 gene was identified as a common variant with a minor allele frequency (MAF) of 0.248. It was predicted to be damaging by SIFT and PolyPhen2, indicating its potential impact on TMPRSS2 function and COVID-19 severity. This variant was associated with significant prevalence in the population, suggesting its relevance as a possible marker for disease severity in COVID-19.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.26.116608","title":"Structure, function and variants analysis of the androgen-regulated TMPRSS2, a drug target candidate for COVID-19 infection"}
{"loci":"rs6518350","finding":"For the SNP rs6518350, the original GWAS reported a p-value of 0.06161 for rheumatoid arthritis. In the cFDR analysis, it was part of the newly significant findings, with a higher H3K27ac fold change value at the 72.7th percentile. The validation phase showed an enhanced p-value of 4.764e-09, up from 1.062e-07 noted in the discovery dataset.","chrpos":"chr21:44201934","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.21.465274","title":"fcfdr: an R package to leverage continuous and binary functional genomic data in GWAS"}
{"loci":"rs13051080","finding":"The SNP rs13051080 was associated with the regulation of histone transcription specifically in the context of cell-cycle progression. It involved mechanisms that modulated histone production during the transition from G1 to S phase, as reported in a study on Mesenchymal Triple-Negative Breast Cancer.","chrpos":"chr21:20291667","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.17.533218","title":"Cyclin E\/CDK2 and feedback from soluble histone protein regulate the S phase burst of histone biosynthesis"}
{"loci":"rs9722","finding":"The SNP rs9722 was associated with increased serum levels of S100B, which correlated with an elevated risk for early onset Parkinson's disease (PD). This finding suggested a significant role of this polymorphism in the pathogenesis of PD, linking S100B levels with neurodegenerative processes affecting dopaminergic neurons.","chrpos":"chr21:46599326","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.24.432751","title":"Extracellular S100B alters spontaneous Ca2+ fluxes in dopaminergic neurons via L-type voltage gated calcium channels: Implications for Parkinson’s disease"}
{"loci":"rs121434254","finding":"The SNP rs121434254, associated with Autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy (APECED) and resulting in the mutation p.R257X, was part of the SNV editing protocol. The study's findings indicated that this particular SNP was targeted effectively for gene correction, contributing to the validation of the CRISPR-Cas9 system in editing IEI-related gene defects.","chrpos":"chr21:44289773","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.03.610811","title":"T cell correction pipeline for Inborn Errors of Immunity"}
{"loci":"rs9976425","finding":"The analysis of SNP rs9976425 in APPSwe clones revealed that 5 out of 17 clones appeared homozygous post-editing, suggesting the presence of previously undetected mono-allelic deletions or alterations. This SNP was previously heterozygous before the editing process. In subsequent analyses using qgPCR, some clones showed loss of one allele, confirming the introgression of deleterious on-target effects.","chrpos":"chr21:25895234","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.27.012104","title":"Detection of deleterious on-target effects after HDR-mediated CRISPR editing"}
{"loci":"rs12329760","finding":"The SNP rs12329760 caused a V160M mutation in the TMPRSS2-SRCR domain, which was associated with severe COVID-19 disease progression. This finding indicated that the SRCR domain significantly affected SARS-CoV-2 pathogenicity.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.01.560357","title":"The TMPRSS2 non-protease domains regulating SARS-CoV-2 Spike in mediated virus entry"}
{"loci":"rs11203152","finding":"The SNP rs11203152 was identified as significantly associated with loss of TMPRSS2 (proxy for T2E status), showing consistent associations across different analyses.","chrpos":"chr21:41599278","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516773","title":"Germline determinants of the prostate tumor genome"}
{"loci":"rs2835872","finding":"The SNP rs2835872 was identified as a non-coding polymorphism within the KCNJ6 gene, which encodes the GIRK2 protein. This genetic variant was linked to the modulation of neuronal excitability in response to ethanol exposure. Specifically, it was found that elevated GIRK2, influenced by the variant, inhibits neuronal activity and counteracts ethanol-induced increases in glutamate sensitivity, contributing to the regulation of glutamatergic signaling.","chrpos":"chr21:37654970","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.22.533236","title":"Upregulated GIRK2 counteracts ethanol-induced changes in excitability and respiration in human neurons"}
{"loci":"rs12162549","finding":"The SNP rs12162549 was identified as a significant marker in studies related to the monitoring of bird populations based on remotely sensed ecosystem functioning. This finding indicated its relevance in habitat suitability assessments for species such as Cassin's Sparrow and highlighted its influence on modeling efforts aimed at understanding avian responses to climatic changes over time.","chrpos":"chr21:10440847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.16.558057","title":"MERRA-based trend analysis identifies complex, multidecadal patterns of changing climatic suitability for Cassin’s Sparrow (Peucaea cassinii)"}
{"loci":"rs9982271","finding":"The top essential tremor (ET) risk variant rs9982271 was significantly associated with BACE2 downregulation in oligodendrocytes. This finding indicated a link between genetic variants at the BACE2 locus and the expression profile of oligodendrocytes in the cerebellum, suggesting a role of these variants in the pathogenesis of ET.","chrpos":"chr21:41147462","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.22.595233","title":"A single-cell eQTL atlas of the human cerebellum reveals vulnerability of oligodendrocytes in essential tremor"}
{"loci":"rs9980363","finding":"There was significant colocalization of rs9980363 with oligodendrocyte-specific single-cell expression quantitative trait loci (scQTLs) in the human cerebral cortex. This suggested that the regulatory effects of ET risk variants on BACE2 might extend beyond the cerebellum, indicating a broader impact of these genetic variants on oligodendrocyte function.","chrpos":"chr21:41148207","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.22.595233","title":"A single-cell eQTL atlas of the human cerebellum reveals vulnerability of oligodendrocytes in essential tremor"}
{"loci":"rs2833812","finding":"The mutation rs2833812 was identified as a phased heterozygous SNP in multiple melanoma lines (MM031, MM057, MM074, MM087) and associated with allele-specific chromatin accessibility. Further experimental validation through luciferase reporter assays demonstrated that the enhancer sequence carrying this SNP, which creates a predicted SOX10 motif, exhibited significant enhancer activity, confirming its role in enhancing expression of the nearby target gene.","chrpos":"chr21:32424772","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.21.885806","title":"Prioritization of enhancer mutations by combining allele-specific chromatin accessibility with deep learning"}
{"loci":"rs13050970","finding":"The SNP rs13050970 was associated with variations in circulating tumor cell (CTC) detection efficiency, specifically in pancreatic cancer cell lines. Epithelial and hybrid phenotypes showed higher recovery rates of 62.6% and 65.4%, respectively, compared to mesenchymal cells which only had a recovery rate of 32.8%. This finding suggested that the presence of this SNP might influence the biomarker efficacy in relation to pancreatic cancer diagnoses.","chrpos":"chr21:28216002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.05.621344","title":"Biases in the Parsortix® system observed with pancreatic cancer cell lines"}
{"loci":"rs746064","finding":"The SNP rs746064 was associated with the age of dementia onset in a genetic analysis of the LonDownS cohort composed of individuals with Down Syndrome (DS). This finding was considered nominally statistically significant and was one of three SNPs (including rs9983496) that clustered within a 12 kb intron1 deletion affecting the BACE2 locus, previously linked to early onset Alzheimer's disease (EOAD) in non-DS patients.","chrpos":"chr21:41209521","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.29.918037","title":"“Patient-specific Alzheimer-like pathology in trisomy 21 cerebral organoids reveals BACE2 as a gene-dose-sensitive AD-suppressor in human brain”"}
{"loci":"rs9983496","finding":"The SNP rs9983496 was also found to correlate with the age of dementia onset in the LonDownS cohort of people with Down Syndrome, demonstrating nominal statistical significance. Like rs746064, it was part of a group of three SNPs contained within a region associated with the BACE2 locus, implicated in EOAD in non-DS individuals.","chrpos":"chr21:41214203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.29.918037","title":"“Patient-specific Alzheimer-like pathology in trisomy 21 cerebral organoids reveals BACE2 as a gene-dose-sensitive AD-suppressor in human brain”"}
{"loci":"rs4456788","finding":"The rs4456788 variant at the ICOSLG locus was predicted by MENTR to lower the expression of the enhancer ADDG21045616099.E in CD4+ T cells. This finding was supported by experimental evidence showing that the alternative allele decreased reporter activity, thus reinforcing its role as a causative variant in immune response and Crohn's disease risks.","chrpos":"chr21:44196441","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.29.011205","title":"Predicting cell-type-specific non-coding RNA transcription from genome sequence"}
{"loci":"rs13051092","finding":"The SNP rs13051092 was associated with the characteristics of colorectal cancer stem cells (CSCs) as described in the context of transcriptomic analysis. This particular SNP was characterized using a label-free Ultra-High Frequency dielectrophoresis (UHF-DEP) biosensor that helped identify differences between F1 and F3 cell populations, with F3 corresponding to CSCs. The study provided insights into the genetic profiles of these subpopulations, suggesting the importance of this SNP in understanding the genetic composition and phenotype of CSCs in colorectal cancer.","chrpos":"chr21:34992931","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.04.621916","title":"Towards a standardised method for the characterisation and isolation of colorectal cancer stem cells by SdFFF and UHF-DEP: highlighted by transcriptomic analysis"}
{"loci":"rs62229372","finding":"SNP rs62229372 was noted for its impact on three transcription factor motifs in K562 cells, further emphasizing its role in genetic regulatory mechanisms.","chrpos":"chr21:36320209","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/623090","title":"RSAT Var-tools: an accessible and flexible framework to predict the impact of regulatory variants on transcription factor binding"}
{"loci":"rs35074065","finding":"The delC allele at rs35074065 significantly increased the expression of both TMPRSS2 (Normalized Effect Size [NES] of 0.13 with p = 3.9×10−11) and MX1 (NES of 0.2 with p = 1.0×10−5) in lung tissue. It was found that this allele was rare in East Asians but common in Europeans and North Americans, facilitating entry of the 614G subtype of SARS-CoV-2 into host cells in regions with high delC allele prevalence.","chrpos":"chr21:41461593","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.04.075911","title":"Global Spread of SARS-CoV-2 Subtype with Spike Protein Mutation D614G is Shaped by Human Genomic Variations that Regulate Expression of TMPRSS2 and MX1 Genes"}
{"loci":"rs12329760","finding":"The coding missense variant rs12329760 (V160M) was predicted to be highly deleterious as indicated by various predictive scores (SIFT score = 0.01, Polyphen2 score = 0.9). Its variant allele T was notably more frequent in East Asians (MAF=0.4) compared to Europeans (MAF=0.2), suggesting it could confer a protective advantage against the A2a subtype of SARS-CoV-2 due to its location within a conserved region of TMPRSS2 associated with viral entry.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.04.075911","title":"Global Spread of SARS-CoV-2 Subtype with Spike Protein Mutation D614G is Shaped by Human Genomic Variations that Regulate Expression of TMPRSS2 and MX1 Genes"}
{"loci":"rs13050922","finding":"This SNP was identified in the context of studying variability in light emissions as recorded by the VIIRS satellite over the period from 2012 to 2019. The findings indicated effective applications in environmental monitoring, which can correlate with biodiversity assessments using Systematic Conservation Planning tools.","chrpos":"chr21:14065385","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.09.539999","title":"Integrating biodiversity assessments into local conservation planning: the importance of assessing suitable data sources"}
{"loci":"rs398206","finding":"This SNP was found to associate with cutaneous melanoma, suggesting a significant role in cancer susceptibility pathways through altered transcriptional dynamics.","chrpos":"chr21:41370109","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs45430","finding":"This SNP also contributed to melanoma risk profiles, emphasizing its impact on pathways relevant to skin cancer development.","chrpos":"chr21:41374154","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs1209950","finding":"The association of this SNP with survival rates in lung carcinoma emphasizes its role in the therapeutic response landscape.","chrpos":"chr21:38801604","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs2832407","finding":"The SNP rs2832407 in the GRIK1 gene was found to predict the efficacy of topiramate in reducing heavy drinking in individuals with alcohol use disorder. Specifically, individuals homozygous for the C allele showed a significant reduction in heavy drinking days, while A-allele carriers did not exhibit significant differences from placebo, suggesting a pharmacogenetic interaction whereby topiramate's ability to reduce alcohol consumption was moderated by this polymorphism.","chrpos":"chr21:29595188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/710343","title":"Molecular correlates of topiramate and GRIK1 rs2832407 genotype in pluripotent stem cell-derived neural cultures"}
{"loci":"rs2839581","finding":"The variant rs2839581 located at chr21:44,158,405 was identified as a causal genetic variant influencing both DNA methylation (DNAm) changes and gene expression levels of the gene PDE9A, which is implicated in lipolysis, obesity, and heart disease. Changes in DNAm levels of PDE9A were observed postprandially, indicating that this SNP may affect the magnitude of responses in metabolic pathways following a meal.","chrpos":"chr21:42738295","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.29.626085","title":"DNA methylation and gene expression trajectories of human postprandial metabolism"}
{"loci":"rs4456788","finding":"The SNP rs4456788, associated with inflammatory bowel disease (IBD), disrupted six transcription factor (TF) motifs and exhibited significantly lower MPRA activity compared to the reference allele. Additionally, it was identified as an eQTL for the protein-coding gene ICOSLG, linking it to genetic factors influencing IBD.","chrpos":"chr21:44196441","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/482232","title":"High-throughput functional analysis of IncRNA core promoters elucidatesrules governing tissue-specificity"}
{"loci":"rs1893592","finding":"The rs1893592 variant was recapitulated as an eQTL for UBASH3A associated with rheumatoid arthritis, confirming prior associations and enhancing its relevance.","chrpos":"chr21:42434957","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.29.454316","title":"Modeling memory T cell states at single-cell resolution identifies in vivo state-dependence of eQTLs influencing disease"}
{"loci":"rs915843","finding":"The SNP was found in the ABCG1 gene, which is crucial for lipid metabolism and cardiovascular health. Its selection indicated adaptations linked to changing dietary patterns and increases in cardiovascular disease prevalence.","chrpos":"chr21:42259444","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.24.505188","title":"1,000 ancient genomes uncover 10,000 years of natural selection in Europe"}
{"loci":"rs13050858","finding":"The SNP rs13050858 was associated with a specific phenotypic trait related to soybean yield and seed morphology. The context revealed that this SNP could influence the hundred-seed weight trait, as part of the study's comprehensive analysis on seed imaging and morphological evaluations. The methodological framework aimed at improving soybean cultivation through genetic insights, and the successful prediction models implied that genetic factors linked to this SNP were integral for developing high-yielding soybean cultivars.","chrpos":"chr21:18949095","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.10.511645","title":"A novel image-based approach for soybean seed phenotyping using machine learning techniques"}
{"loci":"rs2251381","finding":"The SNP rs2251381 was reported with a GWAS association (P<sub>GWAS<\/sub> = 1.4E-06) associated with MAP3K7CL, which was confirmed in TWAS (P<sub>TWAS<\/sub> = 1.1E-09). This link indicated MAP3K7CL's relevance to OP and presented an avenue for further exploration.","chrpos":"chr21:29158371","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/771543","title":"Integrating genome-wide association and transcriptome predicted model identify novel target genes with osteoporosis"}
{"loci":"rs11701974","finding":"The SNP rs11701974 was identified as a genetic variant of HLA-DQB1 associated with human longevity, and it was detected in the 3’ UTR of the ADAR2 gene. This SNP was specifically present in malignantly transformed cells, including BERP35T1 and BERP35T4 cell lines. The presence of rs11701974 and other SNPs related to the ADAR2 gene was correlated with the downregulation of ADAR2 enzymes, which in turn caused abnormal RNA editing patterns in the cancer cells analyzed.","chrpos":"chr21:45224648","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/551499","title":"Genome-wide identification and analysis of A-to-I RNA editing events in the malignantly transformed cell lines from BEP2D induced by α-particles radiation"}
{"loci":"rs2835676","finding":"The SNP rs2835676 was associated with eQTL effects in colonic tissues, showing significant associations with both transverse and sigmoid colon tissues. This finding related to phenotypes of diverticular disease, specifically identified through a GWAS targeting diverticulosis.","chrpos":"chr21:37219010","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.08.138735","title":"Multi-ancestry Genome- and Phenome-wide Association Studies of Diverticular Disease in Electronic Health Records with Natural Language Processing enriched phenotype algorithm"}
{"loci":"rs883868","finding":"The variant rs883868 was identified as an expression-modulating variant that modulated the expression of UBASH3A by disrupting the binding of the transcription factor YY1. This finding was validated by an independent CRISPR\/Cas experiment.","chrpos":"chr21:42424983","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/819409","title":"Computational Assessment of the Regulation-Modulating Potential for Noncoding Variants"}
{"loci":"rs9980932","finding":"The SNP rs9980932 was found to have an important information flow related to the amyloid precursor protein (APP) gene, indicating its potential role in the development of Alzheimer's disease (AD) through its connection with peptide APP 3.","chrpos":"chr21:25877114","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.02.490336","title":"Deep multi-omic network fusion for marker discovery of Alzheimer’s Disease"}
{"loci":"rs1981368","finding":"The SNP rs1981368 was also associated with significant informational flow related to the APP gene, suggesting its involvement in the transcription process that contributes to Alzheimer's disease mechanisms.","chrpos":"chr21:25877472","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.02.490336","title":"Deep multi-omic network fusion for marker discovery of Alzheimer’s Disease"}
{"loci":"rs7277076","finding":"This SNP was found to have a significant association with recurrent stones in nephrolithiasis patients.","chrpos":"chr21:36464675","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/519553","title":"GWAS identifies nine nephrolithiasis susceptibility loci related with metabolic metabolic and crystallization pathways"}
{"loci":"rs2284553","finding":"The SNP rs2284553 colocalized with the IFNGR2 gene, which encodes the beta chain of the IFN-γ receptor. It was highlighted as a Crohn's disease-susceptibility variant, showing a higher minor allele frequency in the CEU population compared to the YRI population, indicating a signature of recent positive selection in the CEU.","chrpos":"chr21:33404389","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.21.423830","title":"Single-cell RNA-sequencing reveals pervasive but highly cell type-specific genetic ancestry effects on the response to viral infection"}
{"loci":"rs2832407","finding":"The major (C) allele of the SNP rs2832407, a C-to-A non-coding intronic substitution in GRIK1, was associated with alcohol dependence. It was linked to neuronal activation in brain regions correlated with subjective alcohol craving and relapse risk in abstinent, alcohol-dependent individuals. Additionally, this SNP moderated responses to Topiramate (TPM) in treating alcohol use disorder, with reduced drinking observed only among GRIK1 rs2832407 CC homozygotes, who also demonstrated persistent reductions in heavy drinking following cessation of pharmacotherapy. Furthermore, in heavy drinkers, the CC genotype was associated with less severe TPM-induced adverse effects, suggesting that GluK1-containing kainate receptors (GluK1*KARs) play a significant role in both the risk of AUD and the treatment's efficacy.","chrpos":"chr21:29595188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.24.441015","title":"Antagonism of GluK1-containing Kainate Receptors Reduces Ethanol Consumption by Modulating Ethanol Reward and Withdrawal"}
{"loci":"rs2839575","finding":" Sufficiently, rs2839575 demonstrated genome-wide significant association in the Colombian trios for risk of orofacial clefts, with a p-value of 9.75e-09 and an odds ratio of 2.48 (95% CI = [1.81–3.45]), marking it as a crucial genetic factor specifically in the Colombian population.","chrpos":"chr21:42706006","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/743526","title":"Whole genome sequencing of orofacial cleft trios from the Gabriella Miller Kids First Pediatric Research Consortium identifies a new locus on chromosome 21"}
{"loci":"rs73193808","finding":"This SNP was found to influence the expression of MAP3K7CL, confirmed by CRISPRi, resulting in a notable reduction in its gene expression levels.","chrpos":"chr21:29162981","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.07.617126","title":"Comprehensive identification of coronary artery disease-associated variants regulating vascular smooth muscle cell gene expression"}
{"loci":"rs13048049","finding":"The variant rs13048049 (G>A) in UBASH3A was characterized as a protective missense variant with an odds ratio of 0.84 and is previously unreported in T1D studies.","chrpos":"chr21:42418534","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.158071","title":"Fine-mapping, trans-ancestral and genomic analyses identify causal variants, cells, genes and drug targets for type 1 diabetes"}
{"loci":"rs11088398","finding":"Discovered that rs11088398 resided within a neuron-specific enhancer and was implicated in direct interactions with the DYRK1A promoter; it was predicted to strongly disrupt a PATZ1 transcription factor binding motif, supporting its significant role in PD.","chrpos":"chr21:37452657","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.22.340158","title":"Fine-mapping of Parkinson’s disease susceptibility loci identifies putative causal variants"}
{"loci":"rs9636867","finding":"The lead SNP for IFNAR2, rs9636867, was shown to colocalize in CD4+ T cells of COVID-19 patients, indicating its association with hospitalization due to severe COVID-19. This SNP was previously linked to severe outcomes in other studies, affirming its critical role in the immune response.","chrpos":"chr21:33237639","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.12.03.626676","title":"Widespread gene-environment interactions shape the immune response to SARS-CoV-2 infection in hospitalized COVID-19 patients"}
{"loci":"rs2837990","finding":"The rs2837990 variant demonstrated a significant genotype &#x00D7; age interaction for DNA methylation at the BACE2 locus. Specifically, it was observed that the 5mC levels decreased with age in individuals carrying the G&#x003E;A allele of this SNP, highlighting its relevance to aging and potential implications for Alzheimer's disease.","chrpos":"chr21:41248222","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.23.449602","title":"The Immune Factors Driving DNA Methylation Variation in Human Blood"}
{"loci":"rs12329760","finding":"The TMPRSS2 SNP rs12329760 was found to be protective against severe COVID-19 by impacting the enzyme's catalytic ability and its role in viral entry through the ACE2 receptor.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.16.508278","title":"Semantic and population analysis of the genetic targets related to COVID-19 and its association with genes and diseases"}
{"loci":"rs2834712","finding":"This SNP was located in an intron of the gene RUNX1 and exhibited significant association with MPN risk (joint p = 1.1 × 10^-9), implicating it as a variant that might affect HSC function.","chrpos":"chr21:34979594","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/790626","title":"Genetic predisposition to myeloproliferative neoplasms implicates hematopoietic stem cell biology"}
{"loci":"rs2298515","finding":"The SNP rs2298515 was identified with the lowest univariate p-value of 5.6 x 10^-7, suggesting a strong association with radiation-associated contralateral breast cancer (RCBC). This finding indicated its potential relevance in predicting the risk of RCBC among the studied population.","chrpos":"chr21:24686059","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/547422","title":"Machine Learning Methods to Identify Genetic Correlates of Radiation-Associated Contralateral Breast Cancer in the WECARE Study"}
{"loci":"rs2257167","finding":"The study identified that newborns carrying CG\/CC genotypes of rs2257167 in IFNAR1 had a higher risk of developing Congenital Zika Syndrome (CZS), with an odds ratio of 3.73. This association was specifically noted after Zika infections during the second and third trimesters of pregnancy. The findings indicated that this SNP influenced placental gene expression, leading to an exacerbated type I interferon response which could contribute to CZS outcomes.","chrpos":"chr21:33343393","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/715862","title":"Congenital Zika Syndrome is associated with interferon alfa receptor 1"}
{"loci":"rs35074065","finding":"The variant rs35074065 was significantly associated with TMPRSS2 expression in human lung samples (p=3.9×10^-11) and demonstrated high casual probability (PPA=41.6%) indicating a likely direct effect on TMPRSS2 expression. It disrupted the binding motifs of IRF and STAT transcription factors, suggesting a mechanism that might be involved in interferon signaling pathways relevant to respiratory function.","chrpos":"chr21:41461593","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs7279188","finding":"The SNP rs7279188 showed nominal evidence of association with respiratory medication use, specifically salmeterol + fluticasone propionate, with a p-value of 1.3×10^-5, indicating a potential impact on treatments for respiratory conditions.","chrpos":"chr21:41933461","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs2838089","finding":"The variant rs2838089 was associated with bacterial pneumonia, showing a nominal association with a p-value of 2.4×10^-4, implicating its potential role in respiratory infections.","chrpos":"chr21:41707767","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs9974995","finding":"The SNP rs9974995 was significantly associated with bronchiectasis with a p-value of 7.1×10^-4, highlighting its relevance in respiratory pathology.","chrpos":"chr21:41478984","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs568517","finding":"The variant rs568517 was associated with bronchiectasis, yielding a nominal p-value of 8.1×10^-4, suggesting its influence on this respiratory condition.","chrpos":"chr21:41968480","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs1557372","finding":"The rs1557372 variant showed significant association with COPD, with a nominal p-value of 2.9×10^-3, indicating its potential relevance in chronic obstructive pulmonary disease.","chrpos":"chr21:41460614","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs200655253","finding":"The rs200655253 variant was identified as a missense substitution in the HSF2BP gene, specifically altering the serine at position 167 to leucine (p.Ser167Leu). This variant was associated with Primary Ovarian Insufficiency (POI) in a consanguineous family, where three out of five daughters were affected. It exhibited a Mendelian inheritance pattern, being homozygous in the affected twin III-1 while both parents and fertile siblings were heterozygous carriers. Functional analyses indicated the variant acted as a hypomorphic allele, reducing fertility and litter sizes in mouse models. The rarity of this variant (VAF 0.0001845 in GnomAD) and its predicted pathogenicity by most predictors highlighted its potential role in non-syndromic ovarian insufficiency.","chrpos":"chr21:43630396","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.05.978007","title":"A missense in HSF2BP causing Primary Ovarian Insufficiency affects meiotic recombination by its novel interactor C19ORF57\/MIDAP"}
{"loci":"rs13051095","finding":"The SNP rs13051095 was associated with the study that linked diet-induced changes in liver fat to an increased risk of cancer, particularly hepatocellular carcinoma (HCC) in mice. This was contextualized in the examination of how B domain-deleted FVIII (BDD-FVIII) expression contributed to liver tumor development, with a specific focus on how different diets, like a high-fat diet (HFD), promoted these effects.","chrpos":"chr21:22203178","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.19.427220","title":"Ectopic FVIII expression and misfolding in hepatocytes as a potential cause of human hepatocellular carcinoma"}
{"loci":"rs13050728","finding":"The SNP rs13050728 was found to have significant associations with COVID-19 severity, with the T allele identified as a risk allele. This SNP was linked to a unique splicing QTL effect that contributed to the expression of novel transcripts in monocytes\/macrophages. Patients with the T\/T genotype had higher expression of these transcripts, correlating with increased COVID-19 infectivity and severity.","chrpos":"chr21:33242905","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.30.510331","title":"CiDRE+ M2c macrophages hijacked by SARS-CoV-2 cause COVID-19 severity"}
{"loci":"rs398206","finding":"Colocalization analysis identified rs398206 as a common causal variant for eQTL, meQTL, and melanoma risk at the locus near <italic>MX2<\/italic>. Higher levels of methylation were correlated with the allele associated with increased <italic>MX2<\/italic> expression.","chrpos":"chr21:41370109","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.23.436704","title":"Cell-type-specific meQTL extends melanoma GWAS annotation beyond eQTL and informs melanocyte gene regulatory mechanisms"}
{"loci":"rs183453668","finding":"The SNP rs183453668 was part of the significant findings on chromosome 21 for recurrent miscarriage with a MAF of 0.5% and a P-value of 2.8×10^-8. It was the lead signal, supported by chromatin interaction data suggesting involvement of various candidate genes.","chrpos":"chr21:43412110","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/575167","title":"The genetic architecture of sporadic and recurrent miscarriage"}
{"loci":"rs398206","finding":"RS398206 was identified as a functional cis-regulatory variant impacting the expression of the MX2 gene in melanocytes. The A allele of rs398206 was shown to mediate higher MX2 levels, linking increased expression to melanoma risk. This variant displayed significant allelic transcriptional activity and was preferentially bound by the transcription factor YY1, demonstrating a crucial regulatory mechanism at the 21q22.3 melanoma susceptibility locus.","chrpos":"chr21:41370109","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/625400","title":"Massively parallel reporter assays combined with cell-type specific eQTL informed multiple melanoma loci and identified a pleiotropic function of HIV-1 restriction gene, MX2, in melanoma promotion"}
{"loci":"rs2249666","finding":"The rs2249666 sQTL was found to colocalize with a total joint replacement (TJR) GWAS signal (index variant rs9981884). This association was specific to the PBS condition, indicating a significant impact on splicing and possibly driving OA risk related to the HMGN1 gene.","chrpos":"chr21:39347315","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.11.622754","title":"Response splicing QTLs in primary human chondrocytes identifies putative osteoarthritis risk genes"}
{"loci":"rs9981884","finding":"The GWAS signal at index variant rs9981884 was connected with the sQTL rs2249666 influencing the splice junction involved in total joint replacement phenotypes, specifically in the context of osteoarthritis.","chrpos":"chr21:39213707","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.11.622754","title":"Response splicing QTLs in primary human chondrocytes identifies putative osteoarthritis risk genes"}
{"loci":"rs13051037","finding":"The SNP rs13051037 was associated with increased anti-tumor immunity specifically in renal cell carcinoma tumors that harbored 14q deletions. This finding was corroborated by previously published data from single-cell RNA sequencing, indicating its relevance in understanding immune evasion mechanisms in tumors and thereby contributing to precision immuno-oncology.","chrpos":"chr21:42737601","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.02.583103","title":"RIGATonI: An R software for Rapid Identification of Genomic Alterations in Tumors affecting lymphocyte Infiltration"}
{"loci":"rs148125094","finding":"The rs148125094 SNP (V415I) was identified as the most frequently sampled SNP with an allele frequency of 1.1x10^-3. This SNP led to reduced but detectable binding of the HKU1 S glycoprotein to the HKU1 isolate N1 receptor binding domain (RBD) when compared to wildtype human TMPRSS2, indicating a potential impact on receptor engagement.","chrpos":"chr21:41468467","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.09.574565","title":"Human coronavirus HKU1 recognition of the TMPRSS2 host receptor"}
{"loci":"rs2146419758","finding":"The rs2146419758 SNP (S463F) was reported to abrogate binding to the wildtype HKU1 RBD. This finding was supported by structural analysis, which indicated that no energetically favored phenylalanine side chain rotamers at this position were sterically compatible with the binding interface identified in the cryo-electron microscopy structure, suggesting a significant impact on HKU1 receptor attachment.","chrpos":"chr21:41467813","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.09.574565","title":"Human coronavirus HKU1 recognition of the TMPRSS2 host receptor"}
{"loci":"rs722098","finding":"The SNP showed good representation in allele frequencies contributing to its good standing in forensic applications.","chrpos":"chr21:15313279","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.27.011064","title":"The forensic landscape and the population genetic analyses of Hainan Li based on massively parallel sequencing DNA profiling"}
{"loci":"rs1736137","finding":"At the inflammatory bowel disease (IBD)-associated locus, rs1736137 was reported to have significant expression-modulating activity in both resting and stimulated T cells. Specifically, the IBD-risk allele consistently increased transcription, indicating its role in the pathogenesis of IBD.","chrpos":"chr21:15434376","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.16.908988","title":"Resolving mechanisms of immune-mediated disease in primary CD4 T cells"}
{"loci":"rs59515793","finding":"The rs59515793 SNP, located in an intergenic region on 21q21.1, was associated with pallidum volume variance. It explained 0.405% of the variance in this brain structure, with a significant p-value of 2.4×10^-11. The finding was robust, even when analyzing data from healthy controls.","chrpos":"chr21:20604801","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/443549","title":"Genetic control of variability in subcortical and intracranial volumes"}
{"loci":"chr21:21977114:G:A","finding":"This specific SNP at chr21:21977114:G:A, representing the same variant as rs59515793, demonstrated the same significant association with pallidum volume variance.","chrpos":"chr21:21977114","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/443549","title":"Genetic control of variability in subcortical and intracranial volumes"}
{"loci":"rs13051118","finding":"The SNP rs13051118 was associated with the regulation of the mTOR pathway in the context of chemoresistance in pancreatic cancer cells. The research indicated that variations at this locus could affect chemosensitivity by either promoting or inhibiting the persistence of drug-tolerant tumors, thus relating to patient survival outcomes in various human cancers.","chrpos":"chr21:23262768","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.19.476916","title":"mTOR is a Major Determinant of Chemosensitivity"}
{"loci":"rs35074065","finding":"The analysis demonstrated that the delC variant (rs35074065) of the TMPRSS2 gene was common in populations in Europe, America, and South Asia, but extremely rare in East Asia. This variation was linked to an increased functional advantage concerning the D614G mutation of the SARS-CoV-2 virus, leading to its spread, particularly in Europe and America, and its recent emergence in South Asia.","chrpos":"chr21:41461593","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.12.336099","title":"Molecular characterization of SARS-CoV-2 from Bangladesh: Implications in genetic diversity, possible origin of the virus, and functional significance of the mutations"}
{"loci":"rs13051127","finding":"In the publication by Klink et al. (2021), rs13051127 was identified as significant in the mechanistic exploration of therapeutic efficacy regarding the CK2 inhibitor CX-4945 in AML. This study emphasized how the inhibitor's effects on CK2 activity played a crucial role in therapeutic strategies for AML.","chrpos":"chr21:30222835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.19.444866","title":"Targeting of Protein Kinase CK2 in Acute Myeloid Leukemia Cells Using the Clinical-Grade Synthetic-Peptide CIGB-300"}
{"loci":"rs12329760","finding":"The variant rs12329760, a C to T mutation at position 589, led to a change from valine to methionine at amino acid position 197 in TMPRSS2. It was previously associated with increased risk for prostate cancer in European and Indian populations and was found to have a frequency ranging from 10% to 63% across various human populations, with significantly higher frequencies observed in populations of East Asian origin.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.20.156224","title":"Structural variability, expression profile and pharmacogenetics properties of TMPRSS2 gene as a potential target for COVID-19 therapy"}
{"loci":"rs2876932","finding":"This SNP was implicated in inflammatory bowel disease (IBD) through its association with CpG cg19297788, demonstrating genetic overlap with the ICOSLG gene, a known IBD risk factor.","chrpos":"chr21:44198653","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.31.535045","title":"Genetic impacts on DNA methylation help elucidate regulatory genomic processes"}
{"loci":"rs1805127","finding":"The variant with the G allele at residue 38 (p.S38G, rs1805127) was highlighted for its high global allele frequency (65.8% across ancestral populations). This variant was part of the used KCNE1 sequence in the study, indicating its relevance and possible functional implications in relation to cardiac channel biology.","chrpos":"chr21:34449523","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.28.538612","title":"High-throughput functional mapping of variants in an arrhythmia gene, KCNE1, reveals novel biology"}
{"loci":"rs2248244","finding":"The rs2248244 variant was identified as a PD risk variant through conditional analysis statistics, highlighting its association with Parkinson's disease. This finding contributed to the understanding of genetic variations influencing PD susceptibility.","chrpos":"chr21:37480059","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.04.490670","title":"The IPDGC\/GP2 Hackathon - an open science event for training in data science, genomics, and collaboration using Parkinson’s disease data"}
{"loci":"rs2070788","finding":"A significant positive association was found between the rs2070788 SNP (G allele) and the case fatality rate (CFR) in India, indicating that higher frequencies of the G allele correlated with increased CFR among different Indian populations. This SNP was associated with higher expression of TMPRSS2 in the lungs of individuals with the GG genotype compared to those with AG and AA genotypes, suggesting a connection to severe outcomes in SARS-CoV-2 infection.","chrpos":"chr21:41470061","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.04.463014","title":"Genetic association of TMPRSS2 rs2070788 polymorphism with COVID-19 Case Fatality Rate among Indian populations"}
{"loci":"rs34217534","finding":"The SNP rs34217534 exhibited associations with the lincRNA LINC00936, associated with monocyte differentiation, in CD14+ monocytes.","chrpos":"chr21:43378027","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.14.503915","title":"Expression QTLs in single-cell sequencing data"}
{"loci":"rs2826196","finding":"The SNP rs2826196 was also associated with the lincRNA LINC00936 in CD14+ monocytes, highlighting its relevance in genetic regulation.","chrpos":"chr21:20349521","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.14.503915","title":"Expression QTLs in single-cell sequencing data"}
{"loci":"rs2070424","finding":"The SNP rs2070424 of the SOD1 gene was identified as being associated with an increased risk of Alzheimer's disease. This finding contributed to understanding the genetic factors that may underlie Alzheimer's disease mechanisms.","chrpos":"chr21:31667007","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/480459","title":"A Meta-Analysis of Alzheimer’s Disease Brain Transcriptomic Data"}
{"loci":"rs449998","finding":"The SNP rs449998, an intronic variant located in the Down Syndrome Cell Adhesion Molecule (DSCAM) gene on chromosome 21, was linked to changes in nucleus accumbens volume. DSCAM is involved in the development of both the central and peripheral nervous systems.","chrpos":"chr21:40095899","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.031138","title":"Dynamics of Brain Structure and its Genetic Architecture over the Lifespan"}
{"loci":"rs13051171","finding":"In the study by Holbrook et al. (2021), the SNP rs13051171 was associated with pancreatic cancers responsive to vesicular stomatitis virus-based oncolytic virotherapy. The finding indicated that this SNP may play a critical role in influencing how effectively certain pancreatic cancers could respond to this type of viral treatment, thus highlighting its relevance in the context of cancer therapy and viral interactions.","chrpos":"chr21:18683381","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.04.621956","title":"Bacterial Effector Screening Reveals RNF214 as a Virus Restriction Factor in Mammals"}
{"loci":"rs1402769820","finding":"The N109S SNP caused a mutation in the RUNX1 gene where Asparagine mutated into Serine at position 109. This change was recognized as potentially damaging to protein structure and function, contributing to the pathogenesis of acute myeloid leukemia (AML).","chrpos":"chr21:34886868","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs767874011","finding":"The N109S SNP led to a mutation in the RUNX1 gene where Asparagine mutated into Histidine at position 109. This alteration was identified as damaging to protein structure, which may be implicated in the development of AML.","chrpos":"chr21:34886869","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs979009101","finding":"The L144P SNP resulted in a mutation where Leucine mutated into Proline at position 144 in the RUNX1 gene. This change was characterized as harmful to protein structure and function, supporting its role in AML pathogenesis.","chrpos":"chr21:34880634","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs750866158","finding":"The V155A SNP led to a mutation where Valine was replaced by Alanine at position 155 in the RUNX1 gene. This modification was found to adversely affect protein structure, potentially contributing to AML.","chrpos":"chr21:34880601","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs993436723","finding":"The G165S SNP caused a Glycine to Serine mutation at position 165 in the RUNX1 gene. This change was determined to be damaging, with implications for protein function related to AML.","chrpos":"chr21:34880572","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs1191218095","finding":"The Y285C SNP resulted in a mutation where Tyrosine was substituted by Cysteine at position 285 in the RUNX1 gene. This alteration was shown to likely disrupt protein integrity, which could lead to the onset of AML.","chrpos":"chr21:34799414","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs3746876","finding":"The KCNJ15 rs3746876 genetic variant was replicated as being associated with susceptibility to type 2 diabetes in a Japanese population, further confirming its potential impact on diabetes risk.","chrpos":"chr21:38299525","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.21.517323","title":"Identification of Key Genes and Underlying Mechanisms in Cystic Fibrosis and its Associated Complications Based on Bioinformatics Analysis of Next Generation Sequencing Data Analysis"}
{"loci":"rs13051118","finding":"The SNP rs13051118 was associated with drug resistance mechanisms in cancer therapies. It was identified in the context of a study that focused on the overactivation of the MAPK pathway in various cancers including lung, breast, and melanoma. The presence of this SNP appeared to correlate with the dynamic regulation of RAS mRNAs and their role in promoting drug tolerance, specifically in relation to the effects of MEK inhibitors (MEKi). The findings suggested that rs13051118 could be a marker of how cancer cells adapt to treatments by modulating protein levels that impact MAPK signaling.","chrpos":"chr21:23262768","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.06.471470","title":"Processing body dynamics drive non-genetic MEK inhibitors tolerance by fine-tuning KRAS and NRAS translation"}
{"loci":"rs1893592","finding":"The cis-eQTL (rs1893592) for UBASH3A in resting T cells colocalised with GWAS signals for celiac disease, rheumatoid arthritis, and primary sclerosing cholangitis, indicating its involvement in autoimmune pathways.","chrpos":"chr21:42434957","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/683086","title":"Neonatal genetics of gene expression reveal the origins of autoimmune and allergic disease risk"}
{"loci":"rs1059004","finding":"The SNP rs1059004 associated with the OLIG2 gene was linked to negative self-schema traits in individuals predisposed to depression, highlighting its psychological impacts.","chrpos":"chr21:33028155","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.20.599879","title":"Identification of key genes and signaling pathway in the pathogenesis of Huntington’s disease via bioinformatics and next generation sequencing data analysis"}
{"loci":"rs469390","finding":"The SNP rs469390 in the MX1 gene was associated with HIV total DNA in the European ancestry male subpopulation. The association was positive, and eQTL analyses suggested a direct relationship between MX1 gene expression and HIV reservoir size. This indicates that variations in the MX1 gene may play a role in the HIV reservoir's dynamics.","chrpos":"chr21:41446003","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.31.466670","title":"Host Variation in Interferon, MHC Class I, Glycosylation, and Viral Transcription Genes Predict HIV Persistence"}