{"loci":"rs76428106","finding":"An intronic variant in FLT3 on 13q12.2, it was significantly associated with ALL (OR=1.79, p=3.2×10-5) and exhibited eQTL effects on FLT3 in whole blood.","chrpos":"chr13:28029870","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.17.21255679","title":"Genetic Determinants of Blood Cell Traits Influence Susceptibility to Childhood Acute Lymphoblastic Leukemia"}
{"loci":"rs61955499","finding":"The SNP rs61955499 also exhibited female-specific effects, associated with low-density lipoprotein cholesterol levels and high BMI loss cluster membership.","chrpos":"chr13:111910847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.09.23284364","title":"The genetic architecture of changes in adiposity during adulthood"}
{"loci":"rs11838776","finding":"Identified as a dynamic caQTL for COL4A1, rs11838776 influenced enhancer accessibility that depended on SMC cell state and affected EGR1\/2 transcription factor binding, revealing a complex relationship between cell state and genetic risk for CAD.","chrpos":"chr13:110388334","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.13.24317257","title":"Single cell variant to enhancer to gene map for coronary artery disease"}
{"loci":"rs61965887","finding":"Identified in association analyses, this variant is tied to prostate cancer risk through significant connections to PSA measures.","chrpos":"chr13:95146752","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs342584","finding":"The rs342584 variant at the DIAPH3 locus conferred an increased risk of TP53-associated CH (OR = 2.63 [1.96-3.55], P = 3.58 x 10^-8).","chrpos":"chr13:59726427","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.07.24302442","title":"Comparative analysis of 136,401 Admixed Americans and 419,228 Europeans reveals ancestry-specific genetic determinants of clonal haematopoiesis"}
{"loci":"rs772862932","finding":"At rs772862932 related to ATP8A2, significant associations were noted for DBP under LTST (P_GxE=1.3×10^-6).","chrpos":"chr13:25395875","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.07.24303870","title":"A Large-Scale Genome-Wide Study of Gene-Sleep Duration Interactions for Blood Pressure in 811,405 Individuals from Diverse Populations"}
{"loci":"rs34053209","finding":"This SNP was noted in the context of hypothyroidism and associated genes that have been studied in mice.","chrpos":"chr13:40577820","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.22.23298878","title":"Uncovering the Shared Genetic Components of Thyroid Disorders and Reproductive Health"}
{"loci":"rs8001273","finding":"Identified as the second strongest signal in the GWAS for RAG, this SNP is located on chromosome 13 within the gene LOC105370101. It reached a genome-wide significance of P=5.7e-22, indicating its potential involvement in retinal aging mechanisms.","chrpos":"chr13:20119008","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.18.24313871","title":"Genomic Determinants of Biological Age Estimated By Deep Learning Applied to Retinal Images"}
{"loci":"rs9536314","finding":"The rs9536314 SNP, representing genetic variation in the Klotho (KL) locus, was associated with less frontal lobe grey matter in older individuals. This finding related to cognitive abilities, specifically indicating a potential link with cognitive decline and dementia risk, although no significant interactions with APOE e4 genotype were found.","chrpos":"chr13:33054001","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.01.11.20248318","title":"Lack of evidence for interactions between APOE and Klotho genotypes on cognitive, dementia and brain imaging metrics in UK Biobank"}
{"loci":"rs1176317","finding":"SNP rs1176317 was significantly associated with ITR as evidenced by a p-value of 4.18x10^-7. This SNP, located adjacent to the SPRY2 gene, had a minor allele (A) frequency of 23.97% in cases versus 56.82% in controls, with an odds ratio of 0.2396, indicating its potential influence on treatment response.","chrpos":"chr13:80651301","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.25.24317869","title":"Genomic predictors of response to antidepressants in Major depressive disorder (MDD): A GWAS-Based Study on Indian cohort"}
{"loci":"rs80359803","finding":"The variant rs80359803 was identified as a likely pathogenic <italic>BRCA2<\/italic> mutation, classified as significant in the ClinVar database. This synonymous variant, located on chromosome 13q12.3, was noted for its association with hereditary breast cancer in affected family members, emphasizing its clinical relevance and potential impact on mRNA splicing.","chrpos":"chr13:32376791","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.01.21258680","title":"Familial Genetic Cancer Risk Assessment with respect to a Silent BRCA2 mutation"}
{"loci":"rs12585631","finding":"The SNP rs12585631 was tied to the MICU2 gene and was associated with expression level changes, suggesting a functional relation to Kawasaki disease.","chrpos":"chr13:21531367","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.30.24301800","title":"Pharmacogenomics of Coronary Artery Response to Intravenous Gamma Globulin in Kawasaki Disease"}
{"loci":"rs57668933","finding":"The SNP rs57668933, located within the intron of the ELF1 gene, was identified as a likely causal variant associated with systemic lupus erythematosus (SLE). It was experimentally validated using CRISPR\/Cas9 methods and showed allele-specific enhancer activity, correlating with higher ELF1 expression in immune cells from healthy controls.","chrpos":"chr13:40982982","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.07.23288295","title":"A multilayered post-GWAS analysis pipeline defines functional variants and target genes for systemic lupus erythematosus (SLE)"}
{"loci":"rs7329174","finding":"The lead SNP rs7329174 was previously linked to ELF1 as an SLE risk gene, but evidence from rs57668933 indicated it is instead the likely causal variant impacting ELF1 expression.","chrpos":"chr13:40983974","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.07.23288295","title":"A multilayered post-GWAS analysis pipeline defines functional variants and target genes for systemic lupus erythematosus (SLE)"}
{"loci":"rs1792","finding":"The SNP rs1792, related to the FARP1 gene, was also classified as a novel anxiety locus, and it was associated with excitatory synapse development and dendritic extensions.","chrpos":"chr13:98435752","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294920","title":"Identification of Novel Genomic Loci for Anxiety and Extensive Genetic Overlap with Psychiatric Disorders"}
{"loci":"rs80359520","finding":"The rs80359520 variant in BRCA2 was linked to a significant increase in mortality risk with a hazard ratio of 6.1 and a p-value of 1.8 x 10^-6.","chrpos":"chr13:32339931","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.30.24311226","title":"Genetic associations with human longevity are enriched for oncogenic genes"}
{"loci":"rs7991229","finding":"The SNP rs7991229 was also a previously reported variant that showed significant association with retinal vessel tortuosity. Similar to rs1808382, it was linked to cardiovascular disease and involved in pathways related to vascular structure.","chrpos":"chr13:110439648","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.06.25.20139725","title":"GWAS of Retinal Vessel Tortuosity Identifies 173 Novel Loci Revealing Genes and Pathways Associated with Vascular Pathomechanics and Cardiometabolic Diseases"}
{"loci":"rs9552189","finding":"The CRYL1 variant was associated with mannonate levels, indicating its enzymatic activity in carbohydrate metabolism.","chrpos":"chr13:20463079","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs55971546","finding":"The variant SLC10A2 was associated with glycodeoxycholate 3-sulfate levels, indicating its importance in bile acid transport.","chrpos":"chr13:103065958","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs12863716","finding":"An association was found at the rs12863716 locus with a p-value of 1.2x10^-9. While not definitively colocalizing with the primary trait in the UK Biobank, it suggested colocalization with FGF9 expression in the tibial artery, linking it to both aneurysms and the pathology of AAC, though formal colocalization analysis was not conducted due to data limitations.","chrpos":"chr13:22288590","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.05.07.20094706","title":"Calcification of abdominal aorta is a high risk underappreciated cardiovascular disease factor in a general population"}
{"loci":"rs72665334","finding":"The rs72665334 variant in intron 1 of the FGF14 gene was associated with idiopathic downbeat nystagmus (DBN) in 106 patients as identified in a recent genome-wide association study (GWAS). It was found to be in disequilibrium with the FGF14 (GAA) repeat expansion, particularly the (GAA)≥250 expansions, where a significantly greater proportion of patients carrying the CT or TT genotype also had this expansion (54% vs 14%, OR 7.18, p=0.0014). This finding underscored the potential genetic link between FGF14 variations and idiopathic DBN, presenting a basis for further research into genetic influences on the syndrome.","chrpos":"chr13:102150076","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.30.23293380","title":"Intronic FGF14 GAA repeat expansions are a common cause of downbeat nystagmus syndromes: frequency, phenotypic profile, and 4-aminopyridine treatment response"}
{"loci":"rs111399831","finding":"The SNP rs111399831 was noted for its association with irreversible EDSS milestones, with aHR of 0.77 (p=0.036) for irEDSS3 and 0.62 (p=2.82×10-4) for irEDSS6, suggesting its role in MS severity prediction.","chrpos":"chr13:47431879","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.04.22270362","title":"Not all roads lead to the immune system: The Genetic Basis of Multiple Sclerosis Severity Implicates Central Nervous System and Mitochondrial Involvement"}
{"loci":"rs4769612","finding":"The SNP rs4769612, located near the FLT1 gene, was identified as having a stronger association with late-onset preeclampsia (PE). This finding was significant as it contributed to the understanding that maternal genetic factors play a role in cases of late-onset PE.","chrpos":"chr13:28564361","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.13.22275064","title":"Spatially Constrained Gene Regulation Identifies Key Genetic Contributions of Preeclampsia, Hypertension and Proteinuria"}
{"loci":"rs4769613","finding":"The variant rs4769613 was linked to heightened susceptibility to both preeclampsia (PE) and hypertension (HTN), reinforcing the notion of shared genetic risk between these conditions.","chrpos":"chr13:28564472","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.13.22275064","title":"Spatially Constrained Gene Regulation Identifies Key Genetic Contributions of Preeclampsia, Hypertension and Proteinuria"}
{"loci":"rs12050029","finding":"The SNP rs12050029 was identified as being associated with risk for preeclampsia (PE) and also hypertension (HTN), illustrating the genetic relationship between these two pregnancy-related disorders.","chrpos":"chr13:28653382","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.13.22275064","title":"Spatially Constrained Gene Regulation Identifies Key Genetic Contributions of Preeclampsia, Hypertension and Proteinuria"}
{"loci":"rs12020287","finding":"The SNP rs12020287 was detailed in a study by Do et al. (2020), which analyzed the roles of chemokines and their receptors in cancer progression. It was emphasized that specific CCGs, including those referenced in the context of SNP rs12020287, served as potential cancer prognostic markers.","chrpos":"chr13:93726040","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.29.21265511","title":"Blood cytokine analysis suggests that SARS-CoV-2 infection results in a sustained tumour promoting environment in cancer patients"}
{"loci":"rs61965887","finding":"This SNP was marked as significant with a p-value of 3.7×10^-14, establishing its role in association with PSA levels.","chrpos":"chr13:95146752","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Genetically Adjusted PSA Levels for Prostate Cancer Screening"}
{"loci":"rs423117","finding":"The SNP rs423117_T was found to be associated with higher HbA1c levels, which are used in diagnosing diabetes. This allele was linked to increased ATP11A expression in the liver and decreased expression in cultured fibroblasts. However, no association with ATP11A expression in blood was observed, highlighting tissue-specific effects.","chrpos":"chr13:112691793","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.08.21267459","title":"Genetic overlap between idiopathic pulmonary fibrosis and COVID−19"}
{"loci":"rs9577395","finding":"The SNP rs9577395_C was associated with increased ATP11A expression in blood but correlated with a decreased risk of severe COVID-19. This indicated a complex interaction between the SNP and the phenotypes of IPF and COVID-19 severity, as it presented increased risk for IPF while demonstrating a protective effect against severe COVID-19.","chrpos":"chr13:112880670","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.08.21267459","title":"Genetic overlap between idiopathic pulmonary fibrosis and COVID−19"}
{"loci":"rs7337573","finding":"Also strongly associated with blood pressure-related phospholipids, this SNP contributed to the understanding of genetic influences on metabolic processes and was considered in context with multiple other related traits.","chrpos":"chr13:60939535","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.08.20245050","title":"A multi-omics study of circulating phospholipid markers of blood pressure"}
{"loci":"rs117887149","finding":"The SNP rs117887149 was identified as one of the lead variants at the 18 novel loci associated with hearing loss. It was noted to map close to the gene GJB2, which is a predominant cause of congenital hearing loss.","chrpos":"chr13:20186225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.27.21264091","title":"Population-scale analysis of common and rare genetic variation associated with hearing loss in adults"}
{"loci":"rs11571833","finding":"Previously linked with lung cancer susceptibility, this SNP was speculated to be rare in its association but is now regarded as a common allele at the 13q13.1 locus associated with lung cancer.","chrpos":"chr13:32398489","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.26.21254132","title":"Genetic analysis of lung cancer reveals novel susceptibility loci and germline impact on somatic mutation burden"}
{"loci":"rs11571734","finding":"This SNP at the 13q13.1 locus represented a common lung cancer allele, shedding new light on genetic factors influencing lung cancer risk.","chrpos":"chr13:32366751","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.26.21254132","title":"Genetic analysis of lung cancer reveals novel susceptibility loci and germline impact on somatic mutation burden"}
{"loci":"rs9526201","finding":"Variant rs9526201 in the LRCH1 gene was associated with colorectal cancer risk and diabetes interaction, with a significant p-value of 7.84×10−09 in joint tests. This variant influenced the association of diabetes with colorectal cancer risk, with an OR of 2.11 among GG genotype carriers (p-value: 8.9×10−07) and suggested eQTL roles in various tissues.","chrpos":"chr13:46617837","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.16.22280490","title":"Probing the diabetes and colorectal cancer relationship using gene – environment interaction analyses"}
{"loci":"rs9547906","finding":"A second genome-wide significant association at rs9547906 near the POSTN gene was found for spontaneous pneumothorax (p=7.8e-10, MAF=0.3357, OR=1.310), indicating its potential involvement in disease.","chrpos":"chr13:37495405","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.09.21258643","title":"Large-scale trans-ethnic replication and discovery of genetic associations for rare diseases with self-reported medical data"}
{"loci":"rs12585036","finding":"The intronic variant rs12585036:C>T in ATP11A was found to increase the risk for hospitalization (OR = 1.10, P = 3.2 × 10^-21) and associated with idiopathic pulmonary fibrosis.","chrpos":"chr13:112881427","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.24.22283874","title":"A second update on mapping the human genetic architecture of COVID-19"}
{"loci":"rs7984597","finding":"SNP rs7984597 was reported as a male-specific intergenic locus that also reached genome-wide significance and was associated with lower neuroticism scores.","chrpos":"chr13:69007049","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.03.22271772","title":"Sex-specific genetic and transcriptomic liability to neuroticism"}
{"loci":"rs6313","finding":"The SNP rs6313 was associated with serotonin concentration levels in autistic children as described in the study by Cieslinska et al. (2019). This finding was significant as it linked variations in the HTR2A gene to neurochemical profiles relevant to autism, supporting the role of serotonergic signaling in the neurobiology of autism.","chrpos":"chr13:46895805","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.25.23290521","title":"Bridging the translational neuroscience gap: Development of the ‘shiftability’ paradigm and an exemplar protocol to capture psilocybin-elicited ‘shift’ in neurobiological mechanisms in autism"}
{"loci":"rs6314","finding":"Similar to rs6313, the SNP rs6314 was also linked to serotonin concentration levels in autistic children according to the study by Cieslinska et al. (2019). This association underscored the implication of the HTR2A gene in modulating serotonin levels, further corroborating the relevance of the serotonin system in autism spectrum disorders.","chrpos":"chr13:46834899","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.25.23290521","title":"Bridging the translational neuroscience gap: Development of the ‘shiftability’ paradigm and an exemplar protocol to capture psilocybin-elicited ‘shift’ in neurobiological mechanisms in autism"}
{"loci":"rs81002858","finding":"The BRCA2 splice acceptor variant c.517-2A>G (rs81002858) was found in breast and ovarian cancer families from Shetland, where it segregated with the disease. It showed a carrier frequency of 0.4% in the VIKING I cohort, approximately 130-fold higher than in the general UK Biobank population.","chrpos":"chr13:32326497","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.03.24305239","title":"Two founder variants account for over 90% of pathogenic BRCA alleles in Orkney and Shetland"}
{"loci":"rs11571658","finding":"The BRCA2 deletion variant c.6275_6276del p.Leu2092fs (rs11571658) was noted as a NE Scottish founder variant but was classified as a singleton in the Northern Isles cohort, indicating limited frequency and presumably more common ancestry beyond the islands.","chrpos":"chr13:32340630","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.03.24305239","title":"Two founder variants account for over 90% of pathogenic BRCA alleles in Orkney and Shetland"}
{"loci":"rs56058022","finding":"This variant at 13q12.2 was associated with kidney function traits, exhibiting higher allele frequency in the LLFS sample and implicating its relevance to eGFR.","chrpos":"chr13:27762908","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.27.23300583","title":"Discovery of genomic and transcriptomic pleiotropy between kidney function and soluble receptor for advanced glycation end-products using correlated meta-analyses: The Long Life Family Study (LLFS)"}
{"loci":"rs17086772","finding":"The SNP rs17086772 was linked to the SLC46A3 gene, identified as a weak association with rheumatoid arthritis through comparative analysis of GWAS results.","chrpos":"chr13:28523260","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.21.23286176","title":"New Genetic Insights in Rheumatoid Arthritis using Taxonomy3®, a Novel method for Analysing Human Genetic Data"}
{"loci":"rs2985994","finding":"Association of rs2985994 with COG3 was prioritized in regulatory analyses using SMR, indicating a role in ALS risk through eQTL and mQTL effects.","chrpos":"chr13:45539849","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.12.21253159","title":"Common and rare variant association analyses in Amyotrophic Lateral Sclerosis identify 15 risk loci with distinct genetic architectures and neuron-specific biology"}
{"loci":"rs2000660","finding":"The lead variant rs2000660, located 12 kbp upstream of the COL4A1 gene, was significantly associated with cerebral atherosclerosis, presenting an odds ratio of 0.71 (p = 3.9 × 10-8). This finding positioned COL4A1 as a relevant factor in vascular phenotypes and was supported by prior GWAS as a risk locus for various vascular diseases.","chrpos":"chr13:110136094","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.13.22282475","title":"Genome-wide association study of multiple neuropathology endophenotypes identifies novel risk loci and provides insights into known Alzheimer’s risk loci"}
{"loci":"rs138959102","finding":"The rs138959102 SNP at the MZT1 locus was discovered as a new genome-wide significant risk locus in FTLD-TDP A, underlining its association with the disease.","chrpos":"chr13:72499532","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.06.24.24309088","title":"Deciphering Distinct Genetic Risk Factors for FTLD-TDP Pathological Subtypes via Whole-Genome Sequencing"}
{"loci":"rs4942482","finding":"Near a previously associated CSF clusterin variant, rs4942482 replicated across three studies and was linked to genes involved in AD, reinforcing its association with AAO.","chrpos":"chr13:46122525","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.23.20198424","title":"Genetic Associations with Age at Dementia Onset in the PSEN1 E280A Colombian Kindred"}
{"loci":"rs6311","finding":"The SNP rs6311, located in the promoter region of the HTR2A gene, was reported to be associated with both the onset and severity of early onset obsessive-compulsive disorder (OCD). This finding was highlighted in a pilot study that specifically examined the connection between this polymorphism and the clinical characteristics of the disorder.","chrpos":"chr13:46897343","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289037","title":"Contribution of rare variants to heritability of a disease is much greater than conventionally estimated: modification of allele distribution model"}
{"loci":"rs121907998","finding":"The ATP7B c.1934T>G (p.Met645Arg, rs121907998) was also classified as pathogenic and had a prevalence exceeding 1%, linked to Wilson disease.","chrpos":"chr13:51961849","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.01.24311343","title":"Unveiling the Landscape of Reportable Genetic Secondary Findings in the Spanish Population: A Comprehensive Analysis Using the Collaborative Spanish Variant Server Database"}
{"loci":"rs9604045","finding":"The SNP rs9604045 was fine-mapped with a PIP of 0.99 and linked to LAMP1, providing evidence for its involvement in HDL cholesterol regulation.","chrpos":"chr13:113272893","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.02.21261488","title":"Combining SNP-to-gene linking strategies to pinpoint disease genes and assess disease omnigenicity"}
{"loci":"rs80338943","finding":"The SNP rs80338943, linked to the c.235delC mutation in the GJB2 gene, was identified in 1.40% (8 out of 571) of ESCC cases and was recognized as a common pathogenic mutation in East Asian populations.","chrpos":"chr13:20189349","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.04.21251116","title":"Comprehensive Study of Germline Mutations and Double-Hit Events in Esophageal Squamous Cell Cancer"}
{"loci":"rs758732038","finding":"The SNP rs758732038 was identified as a pathogenic splice mutation, corresponding to the mutation c.-39-1_-39delGA in the BRCA2 gene, which was reported in ClinVar as likely pathogenic and has also been associated with breast cancer and medulloblastoma.","chrpos":"chr13:32316421","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.04.21251116","title":"Comprehensive Study of Germline Mutations and Double-Hit Events in Esophageal Squamous Cell Cancer"}
{"loci":"rs12585036","finding":"Found in the MCF2L|ATP11A loci, this rs12585036-T allele was also shown to have protective effects for ILDs, highlighting its dual role in COVID-19 risk.","chrpos":"chr13:112881427","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.05.24313137","title":"Integration of GWAS and multi-omic QTLs identifies uncharacterized COVID-19 gene-biotype and phenotype associations"}
{"loci":"rs11571833","finding":"The SNP rs11571833, a rare BRCA2 variant (K3326X), was confidently associated with lung cancer (odds ratio=2.47, P=4.74×10^-20) but not influenced by smoking.","chrpos":"chr13:32398489","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.25.24312558","title":"Multi-trait and multi-ancestry genetic analysis of comorbid lung diseases and traits improves genetic discovery and polygenic risk prediction"}
{"loci":"rs61965887","finding":"This SNP showed a significant relationship with PSA variations and was included in the relevant genetic findings.","chrpos":"chr13:95146752","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Genetically Adjusted PSA Levels for Prostate Cancer Screening"}
{"loci":"rs11838776","finding":"Significant after Bonferroni correction among the CAD variants investigated in relation to T2D.","chrpos":"chr13:110388334","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.25.23293180","title":"Time-to-Event Genome-Wide Association Study for Incident Cardiovascular Disease in People with Type 2 Diabetes Mellitus"}
{"loci":"rs79577162","finding":"The A allele at rs79577162 in the DAOA region was found to be associated with a decrease in area under the BMI curve (AUC) during early childhood (1.5-3.5 years), with an effect size of -0.02 log BMI years (P=4×10^-8). It also reduced BMI at the adiposity peak (AP) by -0.13 kg\/m^2 (P=2×10^-6) and at the adiposity rebound (AR) by -0.14 kg\/m^2 (P=5×10^-6). Additionally, it decreased AUC across all time periods, but did not significantly affect slopes during childhood.","chrpos":"chr13:104304466","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.13.24304263","title":"A framework for conducting time-varying genome-wide association studies: An application to body mass index across childhood in six multiethnic cohorts"}
{"loci":"rs7318880","finding":"The lead variant rs7318880 at the FLT1 locus was found to have a genome-wide significant association with maternal preeclampsia. This locus is linked to sFlt1, an antiangiogenic protein whose levels increase in women destined to develop preeclampsia.","chrpos":"chr13:28564148","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.19.22275002","title":"GWAS of preeclampsia and hypertensive disorders of pregnancy uncovers genes related to cardiometabolic, endothelial and placental function"}
{"loci":"rs16957301","finding":"The variant rs16957301 located on chromosome 13 in the PCCA gene was identified as a significant risk genotype for ICI-AKI among self-reported Caucasians. The analysis indicated that individuals with the TC\/CC genotypes developed acute kidney injury significantly earlier than those with the TT genotype, with a log-rank P-value of 0.04. Additionally, this variant demonstrated heightened odds ratios for developing ICI-AKI (2.24 for self-reported Caucasians and 2.11 for ancestry-estimated Caucasians), but it did not exhibit any significant associations with AKI risk in the general cohort.","chrpos":"chr13:100324308","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.06.20.24309197","title":"PCCA variant rs16957301 is a novel AKI risk genotype-specific for patients who receive ICI treatment: Real-world evidence from All of Us cohort"}
{"loci":"rs9526214","finding":"At the LRCH1 locus (rs9526214), a trivariate signal involving PAD, CAD, and HDL was identified (trivariate P=3.4×10^-11). This locus had previously shown significant associations with platelets and blood pressure, and increased LRCH1 expression was linked to higher atherosclerotic risk.","chrpos":"chr13:46663078","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.21.21257493","title":"Multi-trait GWAS of atherosclerosis detects novel pleiotropic loci"}
{"loci":"rs72665334","finding":"The SNP rs72665334 was associated with down beat nystagmus (DBN) based on GWAS findings. It was located approximately 10kb 3' of the GAA repeat expansion in the FGF14 gene locus. The study presented a common ancestral haplotype determined for three Australian cases with GAA>250, suggesting a potential relationship between DBN and FGF14 RE-mediated disease. The haplotype associated with this SNP was inferred to be on a founder haplotype in linkage disequilibrium with the FGF14 GAA repeat expansion.","chrpos":"chr13:102150076","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.21.22281020","title":"A novel intronic GAA repeat expansion in FGF14 causes autosomal dominant adult-onset ataxia (SCA50, ATX-FGF14)"}
{"loci":"rs11840593","finding":"The SNP rs11840593 was associated with the risk of heart failure, exhibiting a beta of -0.06 and a p-value of 9.00×10^-22. The connection to multiple genes involved in lens morphology indicated significant implications for understanding broader health outcomes related to the eye.","chrpos":"chr13:20119425","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.15.24304339","title":"A predictive atlas of disease onset from retinal fundus photographs"}
{"loci":"rs61736969","finding":"The SNP rs61736969 in TBC1D4 was linked to lower expression of nine plasma proteins, including various interleukins and immune mediators, accounting for up to 18% of variance in diabetes cases in Greenland.","chrpos":"chr13:75324385","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.03.24309577","title":"Genetic regulation of the plasma proteome and its link to cardiometabolic disease in Greenlandic Inuit"}
{"loci":"rs144131853","finding":"At the LINC00441 locus, the lead SNP rs144131853 was associated with a decrease in vitamin D3 levels by 0.32 ng\/mL.","chrpos":"chr13:48304874","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs74241688","finding":"The LINC00379-MIR17HG locus (lead SNP rs74241688) identified a novel association with estrone.","chrpos":"chr13:91337882","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs3742264","finding":"The rs3742264 SNP, specifically the A-allele in the donor, was associated with a reduced risk of graft loss following kidney transplantation, demonstrated by a hazard ratio of 0.71 (95% CI, 0.55–0.93; P=0.014). This association remained significant in fully adjusted models, suggesting a protective effect of this high-producing CPB2 variant.","chrpos":"chr13:46073959","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.08.23289675","title":"Carboxypeptidase B2 gene polymorphisms in the donor associate with kidney allograft loss"}
{"loci":"rs16974493","finding":"This intergenic SNP showed a significant negative association with non-AD inflammation specifically in females.","chrpos":"chr13:109655421","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.02.22278185","title":"Multivariate GWAS of Alzheimer’s disease CSF biomarker profiles implies GRIN2D in synaptic functioning"}
{"loci":"rs9301365","finding":"The SNP rs9301365 showed an association with T2D, having a beta of 0.024 and a P value of 2.1 × 10^-16. This SNP was reported to be located within 500kb of IRS2.","chrpos":"chr13:109274738","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs9603616","finding":"The COG6 gene harbored the rs9603616 SNP that was associated with increased risk for rheumatoid arthritis when the minor allele was present.","chrpos":"chr13:39793932","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.19.23295482","title":"Location of joint involvement differentiates Rheumatoid arthritis into different clinical subsets"}
{"loci":"rs7318880","finding":"The study identified a genome-wide significant association of rs7318880 in the FLT1 locus with preeclamptic mothers. This was the first time this locus was associated with maternal preeclampsia, and it is linked to sFlt1, a biomarker whose levels correlate with disease severity.","chrpos":"chr13:28564148","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.19.22275002","title":"GWAS of preeclampsia and hypertensive disorders of pregnancy uncovers genes related to cardiometabolic, endothelial and placental function"}
{"loci":"rs7338263","finding":"This intergenic SNP was associated with lower WBC and neutrophil counts and provided insights into population-specific biological differences between AFR and EUR.","chrpos":"chr13:28747931","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.28.23291975","title":"Diversity and Scale: Genetic Architecture of 2,068 Traits in the VA Million Veteran Program"}
{"loci":"rs1278769","finding":"The SNP (chr13:112882313:A:G) within ATP11A was reported as a lead variant, further linked to idiopathic pulmonary fibrosis, signifying its potential impact on COVID-19 severity.","chrpos":"chr13:112882313","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.02.21262965","title":"Whole genome sequencing identifies multiple loci for critical illness caused by COVID-19"}
{"loci":"rs80338939","finding":"The rs80338939 variant in GJB2, linked to hearing loss and deafness, was found at a frequency of 0.0156 in the Russian dataset, validating previous findings regarding its high occurrence in the region.","chrpos":"chr13:20189552","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.02.21265801","title":"Expanding the Russian allele frequency reference via cross-laboratory data integration: insights from 6,096 exome samples"}
{"loci":"rs76428106","finding":"This SNP was another putative novel ALL risk variant located in FLT3 on 13q12.2. It had an odds ratio (OR) of 1.79 (p=3.2x10^-5) and was recognized as an eQTL for FLT3, influencing ALL susceptibility via potential activation of the RAS\/MAPK pathway.","chrpos":"chr13:28029870","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.17.21255679","title":"Genetic Determinants of Blood Cell Traits Influence Susceptibility to Childhood Acute Lymphoblastic Leukemia"}
{"loci":"rs1322746","finding":"Located in the super-variant chr7_23, this SNP contributed to susceptibility loci associated with COVID-19 mortality. The associated gene TOMM7 plays a role in mitochondrial function, which is linked to inflammatory responses in infected individuals.","chrpos":"chr13:36725923","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.05.20226761","title":"Genetic variants are identified to increase risk of COVID-19 related mortality from UK Biobank data"}
{"loci":"rs6311","finding":"The analysis of the rs6311 polymorphism, specifically the HTR2A promoter polymorphism -1438G\/A, previously demonstrated an association with the onset and severity of early onset obsessive-compulsive disorder (OCD). This association highlighted the significance of this SNP in the context of OCD phenotypes, providing original and positive findings regarding its impact on disease manifestation.","chrpos":"chr13:46897343","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289037","title":"Contribution of rare variants to heritability of a disease is much greater than conventionally estimated: modification of allele distribution model"}
{"loci":"rs9542236","finding":"The SNP rs9542236 located within HSPH1\/B3GALTL was part of the genetic variants correlated with the progression to advanced AMD.","chrpos":"chr13:31245188","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.20.22283695","title":"Rare Dysfunctional Complement Factor I Genetic Variants and Progression to Advanced Age-Related Macular Degeneration"}
{"loci":"rs9592842","finding":"Identified at the 13q21.33 locus, this SNP showed a discovery p-value of 1.64×10^-6 with an OR of 1.69. This region contained genes actively transcribed during heart development and was nominally significant in the meta-analysis (p=1.45×10^-6, OR=1.63).","chrpos":"chr13:72606225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.06.24313183","title":"Genome-wide association studies of Down syndrome associated congenital heart defects"}
{"loci":"rs397507725","finding":"The variant rs397507725 was classified as pathogenic through the application of ACMG guidelines. It was assigned the PVS1-Very Strong attribute due to its prediction to undergo Nonsense Mediated Decay and its presence in a biologically relevant transcript. Additionally, it was recognized as ClinVar Pathogenic and categorized as a rare variant absent in other populations.","chrpos":"chr13:32338899","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.20.23297296","title":"Understanding the genetic epidemiology of hereditary breast cancer in India using whole genome data from 1029 healthy individuals"}
{"loci":"rs80358908","finding":"The variant rs80358908 was classified as VUS by ACMG and distinguished as largely missing from other populations. However, it was predicted to be pathogenic by multiple computational tools, suggesting potential implications for breast cancer risk.","chrpos":"chr13:32344558","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.20.23297296","title":"Understanding the genetic epidemiology of hereditary breast cancer in India using whole genome data from 1029 healthy individuals"}
{"loci":"rs5960","finding":"The SNP rs5960 was identified as the most significant variant associated with preeclampsia, situated in the clotting factor F10 gene. It demonstrated a high odds ratio (OR 3.05) and had a strong association with preeclampsia risk in the cohort of Andean families.","chrpos":"chr13:113147423","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.20.21257549","title":"Clotting factor genes are associated with preeclampsia in high altitude pregnant women in the Peruvian Andes"}
{"loci":"rs553316","finding":"SNP rs553316 was also identified as a top hit in the study, being in high linkage disequilibrium with rs5960 and acting as an expression quantitative trait locus (eQTL) for the PROZ gene, indicative of its importance in preeclampsia.","chrpos":"chr13:113183701","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.20.21257549","title":"Clotting factor genes are associated with preeclampsia in high altitude pregnant women in the Peruvian Andes"}
{"loci":"rs11571831","finding":"The variant rs11571831 was exclusively found in populations of African ancestry. Its presence in NG men indicated a unique pattern distinct from other populations, although it was classified as a variant of unknown significance (VUS). Thus, it may contribute to the understanding of population-specific cancer risks.","chrpos":"chr13:32398243","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.17.22271157","title":"Whole Exome Sequencing of Nigerian Prostate Tumors from the Prostate Cancer Transatlantic Consortium (CaPTC) Reveals DNA Repair Genes Associated with African Ancestry"}
{"loci":"rs148926968","finding":"Identified as a significant locus for long sleep duration in the AFR population, this SNP reached genome-wide significance with p=2.6×10−8. It is intergenic to the LMO7 gene, implicated in several disease associations.","chrpos":"chr13:75904939","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.09.22279703","title":"Genome-wide association study investigating short and long sleep duration: a cross-population meta-analysis"}
{"loci":"rs138347802","finding":"The intergenic variant rs138347802, located between the non-coding RNAs LINC00378 and MIR3169, was significantly associated with reduced 28-day survival in sepsis patients. This finding contributed to the understanding of genetic factors influencing sepsis outcomes.","chrpos":"chr13:60793063","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.06.22274756","title":"A Genome-Wide Association Study of Survival in Patients with Sepsis"}
{"loci":"rs7993214","finding":"The SNP rs7993214 was located in significant genetic loci shared between RA and COVID-19 hospitalization.","chrpos":"chr13:39776775","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.10.22276268","title":"Disentangling the common genetic architecture and causality of rheumatoid arthritis and systemic lupus erythematosus with COVID-19 outcomes: genome-wide cross trait analysis and bi-directional Mendelian randomization study"}
{"loci":"rs12585036","finding":"The alternative splicing QTL (sQTL) rs12585036:T>C was associated with protection against all three adverse COVID-19 outcomes, with odds ratios indicating a significantly decreased risk of critical illness (OR 0.78), hospitalization (OR 0.84), and reported infection (OR 0.96), suggesting the importance of alternative splicing at this locus in COVID-19 severity.","chrpos":"chr13:112881427","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.18.22281202","title":"Alternative splicing in the lung influences COVID-19 severity and respiratory diseases"}
{"loci":"rs9796234","finding":"The SNP rs9796234 was found associated with GRK1 involved in the mechanism of Oguchi disease, indicating its influence on PRC layer thickness.","chrpos":"chr13:113669682","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.15.22272407","title":"Sub-cellular level resolution of common genetic variation in the photoreceptor layer identifies continuum between rare disease and common variation"}
{"loci":"rs7991229","finding":"The SNP rs7991229 had also been previously reported and was found to be associated with vascular tortuosity and metabolic conditions, although specifics were not detailed in the provided text.","chrpos":"chr13:110439648","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.06.25.20139725","title":"GWAS of Retinal Vessel Tortuosity Identifies 173 Novel Loci Revealing Genes and Pathways Associated with Vascular Pathomechanics and Cardiometabolic Diseases"}
{"loci":"rs12585036","finding":"The C allele of rs12585036 was associated with higher ATP11A expression in monocytes and lung tissue primarily from smokers, leading to increased risk of idiopathic pulmonary fibrosis (IPF) and decreased risk of critically ill COVID-19. Colocalization analyses in specific tissues revealed this association.","chrpos":"chr13:112881427","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.13.24310305","title":"Context-specific eQTLs reveal causal genes underlying shared genetic architecture of critically ill COVID-19 and idiopathic pulmonary fibrosis"}
{"loci":"rs17089782","finding":"The SNP rs17089782, a missense variant in the PIBF1 gene (p.R405Q) on chromosome 13, was significantly associated with thyroid cancer (p = 2.8×10−9). This gene is essential for immune regulation, particularly during pregnancy, and has relevance to autoimmune diseases and cancer.","chrpos":"chr13:72835359","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.14.24315279","title":"Population-Specific Polygenic Risk Scores Developed for the Han Chinese"}
{"loci":"rs16974493","finding":"This SNP was significantly associated with non-AD inflammation (PC4), with results showing strong association only in females (-0.97SD, SE=0.17, p=2.2*10^-8).","chrpos":"chr13:109655421","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.02.22278185","title":"Multivariate GWAS of Alzheimer’s disease CSF biomarker profiles implies GRIN2D in synaptic functioning"}
{"loci":"rs61965887","finding":"The SNP rs61965887 was associated with ABCC4 and showed significant connections to PSA levels, which may inform cancer diagnostics.","chrpos":"chr13:95146752","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Incorporating Genetic Determinants of Prostate-Specific Antigen Levels Improves Prostate Cancer Screening"}
{"loci":"rs117887149","finding":"The SNP rs117887149 was associated with hearing loss risk and mapped close to GJB2, which is known to be a predominant cause of congenital hearing loss. This finding indicated a genetic contribution to hearing loss from loci that include variants linked to GJB2.","chrpos":"chr13:20186225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.27.21264091","title":"Population-scale analysis of common and rare genetic variation associated with hearing loss in adults"}
{"loci":"rs72474224","finding":"The SNP rs72474224 was related to the GJB2 gene, with a minor allele frequency (MAF) of 8.6%. It was considered a 'mild' pathogenic variant, and the phenotype penetration was described as highly variable in clinical experiences in Taiwan. This finding contributed to the estimated carrier risk for offspring.","chrpos":"chr13:20189473","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.23.21268291","title":"Complete genomic profiles of 1,496 Taiwanese reveal curated medical insights"}
{"loci":"rs9546244","finding":"The rs9546244 SNP was identified as a novel significant association for grip strength in the non-dominant hand (GSND) with a p-value of 3.43e-08, linked to the long non-coding RNA LINC02465. This finding contributed to the understanding of genetic factors influencing grip strength in children.","chrpos":"chr13:82864091","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.09.24302539","title":"A GWAS for grip strength in cohorts of children – advantages of analysing young participants for this trait"}
{"loci":"rs7991229","finding":"rs7991229 was previously identified as associated with retinal vessel tortuosity, contributing to the largest GWAS of this trait.","chrpos":"chr13:110439648","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.06.25.20139725","title":"Genome-Wide Association Studies of retinal vessel tortuosity identify 173 novel loci, capturing genes and pathways associated with disease and vascular tissue pathomechanics"}
{"loci":"rs7994794","finding":"The SNP rs7994794 was associated with PIBF1 expression and IL1B regulation, indicating its involvement in pro-inflammatory responses upon Mtb exposure.","chrpos":"chr13:72512411","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.28.23294698","title":"Mycobacterium tuberculosis-dependent Monocyte Expression Quantitative Trait Loci and Tuberculosis Pathogenesis"}
{"loci":"rs12585036","finding":"The intronic variant rs12585036:C>T in ATP11A had an OR of 1.10 (95% CI = 1.08–1.12, P = 3.2 × 10−21) for hospitalization.","chrpos":"chr13:112881427","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.24.22283874","title":"A second update on mapping the human genetic architecture of COVID-19"}
{"loci":"rs80338939","finding":"The rs80338939 variant in GJB2 was linked to hearing loss and deafness, and was identified at a high frequency (AF = 0.0170) in the Russian dataset, consistent with previous findings.","chrpos":"chr13:20189552","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.02.21265801","title":"Expanding the Russian allele frequency reference via cross-laboratory data integration: insights from 7,452 exome samples"}
{"loci":"rs9506925","finding":"For rs9506925, the SNP showed linkage to the FGF9 promoter via PC-HiC, with a PIP of 0.76. FGF9 is known to play a significant role in cardiac development and signaling, indicating its potential involvement in heart-related phenotypes.","chrpos":"chr13:22794804","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.02.22270312","title":"Single-cell genomics improves the discovery of risk variants and genes of cardiac traits"}
{"loci":"rs79276590","finding":"The SNP rs79276590 was identified as significant in males at the TEX29 locus with a p-value of 3.0 × 10<sup>−8<\/sup> and was linked to the gene TUBGCP3.","chrpos":"chr13:111453941","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.13.23289200","title":"Characterizing common and rare variations in non-traditional glycemic biomarkers using multivariate approaches on multi-ancestry ARIC study"}
{"loci":"rs9568417","finding":"The SNP rs9568417 at the DLEU1 locus (13q14.2) was significant at a Bonferroni-corrected threshold with a p-value of 2.24x10^-4 related to endometriosis.","chrpos":"chr13:50463758","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.22.24306092","title":"Enhancing Genetic Association Power in Endometriosis through Unsupervised Clustering of Clinical Subtypes Identified from Electronic Health Records"}
{"loci":"rs269633","finding":"This SNP was highlighted as significant in the autism multivariate GWAS context, adding to the understanding of its relationship with autism.","chrpos":"chr13:64043748","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.07.24300940","title":"Exploring autism and autism co-occurring condition associations to elucidate multivariate genetic mechanisms and insights"}
{"loci":"rs57668933","finding":"This SNP was validated as a functional variant regulating the expression of the SLE risk gene ELF1 in multiple immune cell types. Higher chromatin accessibility and enhancer activity were associated with the protective T allele.","chrpos":"chr13:40982982","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.07.23288295","title":"A multilayered post-GWAS analysis pipeline defines functional variants and target genes for systemic lupus erythematosus (SLE)"}
{"loci":"rs9301365","finding":"The SNP rs9301365 was linked to type 2 diabetes (T2D) with a beta of 0.024 and a P-value of 2.1 × 10^-16, demonstrating a strong correlation with diabetes susceptibility.","chrpos":"chr13:109274738","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs7991229","finding":"The SNP rs7991229, mapping to the COL4A2 gene, was significantly associated with retinal vessel tortuosity with a p-value lower than 5·10−8, indicating its crucial role in the genetic architecture of this trait.","chrpos":"chr13:110439648","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.06.25.20139725","title":"GWAS of Retinal Vessel Tortuosity Identifies 173 Novel Loci Revealing Genes and Pathways Associated with Vascular Pathomechanics and Diseases"}
{"loci":"rs9513522","finding":"The common variant rs9513522 at the known DOCK9 gene locus was associated with high myopia with a significant P-value of 1.10 × 10^-8. This locus was previously identified as a clinical hallmark of HM due to its association with irregular astigmatism and corneal ectasia.","chrpos":"chr13:98978009","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.06.22279641","title":"Sequencing of 19,219 exomes identifies a low-frequency variant in FKBP5 promoter predisposing to high myopia in a Han Chinese population"}
{"loci":"rs7334543","finding":"The 3' UTR variant rs7334543 in BRCA2 was associated with a decreased risk of overall HNSCC (OR: 0.91, 95% CI: 0.88, 0.94; p=2.39×10^-8) and was independent from another BRCA2 stop gain variant previously identified.","chrpos":"chr13:32399139","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.18.24317473","title":"Cross-ancestral GWAS identifies 29 novel variants across Head and Neck Cancer subsites"}
{"loci":"rs11571833","finding":"The stop-gain variant rs11571833 in BRCA2 was strongly linked to increased risk in laryngeal cancer (LA) and head and neck cancers (HPC), with ORs of 2.09 (95% CI: 1.65, 2.66) and 2.73 (95% CI: 1.61, 3.90) respectively, showing significant interaction with smoking and drinking.","chrpos":"chr13:32398489","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.18.24317473","title":"Cross-ancestral GWAS identifies 29 novel variants across Head and Neck Cancer subsites"}
{"loci":"rs9536314","finding":"The SNP rs9536314, part of the KL-VS haplotype, demonstrated a nominally significant association with lower risk of developing Alzheimer disease (AD) in cognitively healthy APOE4 carriers. Specifically, individuals heterozygous for this variant (KL-VS<sup>HET&#x002B;<\/sup>) had an odds ratio (OR) of 0.67 for CSF A&#x03B2; positivity, suggesting a protective effect against amyloid burden during normal aging.","chrpos":"chr13:33054001","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.07.21264646","title":"Leveraging large multi-center cohorts of Alzheimer Disease endophenotypes to understand the role of Klotho heterozygosity on disease risk"}
{"loci":"rs9527025","finding":"The SNP rs9527025, also part of the KL-VS haplotype, was associated with lower odds of tau pathology in elderly individuals who were cognitively normal and APOE4 carriers. It showed an odds ratio (OR) of 0.50 for the pTau biomarker, indicating that KL-VS<sup>HET&#x002B;<\/sup> status may mitigate cognitive decline related to tau protein accumulation.","chrpos":"chr13:33054056","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.07.21264646","title":"Leveraging large multi-center cohorts of Alzheimer Disease endophenotypes to understand the role of Klotho heterozygosity on disease risk"}
{"loci":"rs183091953","finding":"Variant rs183091953 in the CARS2 locus was associated with a leukotriene and was identified as a rare variant in the HCHS\/SOL study, suggesting its role in the genetic architecture of inflammation.","chrpos":"chr13:110786218","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.21.24307719","title":"Genome-wide association study reveals shared and distinct genetic architecture underlying fatty acid and bioactive oxylipin metabolites in the Hispanic Community Health Study\/Study of Latinos (HCHS\/SOL)"}
{"loci":"rs4884091","finding":"The SNP rs4884091 was found to be nominally significant for SSRI non-response and had been previously associated with SSRI non-response in the GWAS from the 23andMe Team. Its association highlighted its potential role in non-response to antidepressant treatment, particularly concerning genes such as POU4F1.","chrpos":"chr13:78399088","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.13.24310361","title":"Genome-wide meta-analyses of non-response to antidepressants identify novel loci and potential drugs"}
{"loci":"rs71449058","finding":"The SNP rs71449058 was found to be located on chromosome 13 and mapped nearest to the gene RASA3. It demonstrated a protective effect against Epstein Barr Virus (EBV) infection, with a significant association reported at p=2.34×10^-10.","chrpos":"chr13:114072886","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.04.22270455","title":"Unpicking the Gordian knot: Mendelian randomization to elucidate the risk factors for infectious diseases, using EBV as a model pathogen"}
{"loci":"rs1278769","finding":"The variant rs1278769 (chr13:112882313:A:G) was reported as significant, indicating its involvement in critical illness related to COVID-19.","chrpos":"chr13:112882313","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.02.21262965","title":"Whole genome sequencing identifies multiple loci for critical illness caused by COVID-19"}
{"loci":"rs7991229","finding":"This SNP was previously associated with retinal vessel tortuosity, suggesting its relevance in the genetic architecture of this trait.","chrpos":"chr13:110439648","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.06.25.20139725","title":"Genome-Wide Association Studies of retinal vessel tortuosity identify 173 novel loci, capturing genes and pathways associated with disease and vascular tissue pathomechanics"}
{"loci":"rs71449058","finding":"The SNP rs71449058 was identified in a GWAS as being located on chromosome 13, mapping nearest to the gene RASA3. It demonstrated a protective effect against Epstein Barr Virus (EBV) infection, with a p-value of 2.34×10−10.","chrpos":"chr13:114072886","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.04.22270455","title":"Unpicking the Gordian knot: Mendelian randomization to elucidate the risk factors for infectious diseases, using EBV as a model pathogen"}
{"loci":"rs45604939","finding":"The variant rs45604939, p.Thr1017Ala in FNDC3A, was associated with higher total cholesterol in a FinnDiane dataset (MAF=0.063, p=0.04). This association was replicated in external studies and demonstrated relevance to multiple circulatory phenotypes.","chrpos":"chr13:49201861","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.19.21263610","title":"Novel protein-altering variants associated with serum apolipoprotein and lipid levels"}
{"loci":"rs1328056","finding":"This intronic variant in the HS6ST2 gene was associated with fasting glucose (FG) specifically in the Hispanic\/Latinx population, correlating with obesity and impaired glucose metabolism.","chrpos":"chr13:96407609","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.31.20234310","title":"Whole Genome Sequence Association Analysis of Fasting Glucose and Fasting Insulin Levels in Diverse Cohorts from the NHLBI TOPMed Program"}
{"loci":"rs181401679","finding":"The SNP rs181401679 was identified as the top associated variant linked to large artery ischemic stroke in a whole genome association analysis conducted by the Trans-Omics Precision Medicine (TOPMed) program.","chrpos":"chr13:104244508","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.31.22275825","title":"Whole Exome Sequencing Analyses Support a Role of Vitamin D Metabolism in Ischemic Stroke"}
{"loci":"rs1359790","finding":"The SNP rs1359790 was linked to the SPRY2 locus and was part of the seven SNPs shared between type 2 diabetes and depression.","chrpos":"chr13:80143021","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.06.22283143","title":"Bi-directional Mendelian randomization and multi-phenotype GWAS show causality and shared pathophysiology between depression and type 2 diabetes"}
{"loci":"rs866376","finding":"The SNP rs866376 in 13q14.13 exhibited genetic influences between the fifth principal component of the Vgg16 model on fundus images (Vgg16_PC5) and ischemic stroke, confirming a high posterior probability of shared causality (PPH4 = 0.994).","chrpos":"chr13:46656730","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.16.23286035","title":"Eye-brain connections revealed by multimodal retinal and brain imaging genetics in the UK Biobank"}
{"loci":"rs9526212","finding":"The SNP rs9526212 was linked to ischemic stroke in combination with Vgg16_PC5, confirming the genetic overlap observed.","chrpos":"chr13:46651610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.16.23286035","title":"Eye-brain connections revealed by multimodal retinal and brain imaging genetics in the UK Biobank"}
{"loci":"rs11571833","finding":"The SNP rs11571833 at the 13q13.1 locus had been previously associated with lung cancer susceptibility, with a lower frequency variant noted.","chrpos":"chr13:32398489","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.26.21254132","title":"Genetic analysis of lung cancer reveals novel susceptibility loci and germline impact on somatic mutation burden"}
{"loci":"rs11571734","finding":"The common allele SNP rs11571734 at 13q13.1 was identified as a lung cancer susceptibility variant.","chrpos":"chr13:32366751","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.26.21254132","title":"Genetic analysis of lung cancer reveals novel susceptibility loci and germline impact on somatic mutation burden"}
{"loci":"rs11841641","finding":"SNP rs11841641 was identified as one of the four novel anxiety loci, but no further functional context was provided in the results.","chrpos":"chr13:59788029","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294920","title":"Identification of Novel Genomic Loci for Anxiety and Extensive Genetic Overlap with Psychiatric Disorders"}
{"loci":"rs3764147","finding":"The missense SNP rs3764147 in the gene LACC1 was replicated in African populations with a p-value of 0.004 and an odds ratio of 1.36 (95% CI 1.10 - 1.67), indicating its role in modifying susceptibility to leprosy.","chrpos":"chr13:43883789","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.31.22270046","title":"ACTR1A has pleiotropic effects on risk of leprosy, inflammatory bowel disease and atopy"}
{"loci":"rs28897756","finding":"The study identified a pathogenic variant in the BRCA2 gene (snp rs28897756), which is clinically associated with an increased risk of breast cancer. This finding indicated that one participant had a genetic predisposition that could potentially lead to preventive health measures.","chrpos":"chr13:32379913","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.17.24307470","title":"Cohort profile: The I AM Frontier prospective cohort study in Flanders"}
{"loci":"rs61736969","finding":"The variant in TBC1D4 (rs61736969), known for its role in insulin resistance, was associated with lower levels of nine plasma proteins including various interleukins and chemokines significant in inflammation.","chrpos":"chr13:75324385","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.03.24309577","title":"Genetic regulation of the plasma proteome and its link to cardiometabolic disease in Greenlandic Inuit"}
{"loci":"rs116855232","finding":"The NUDT15 variant rs116855232-T was found to have a 6.5-fold enrichment in Finland compared to non-Finnish Europeans, with a minor allele frequency of 0.02 in both GnomAD Finns and SUPER-Finland, while it was 0.004 in general European populations.","chrpos":"chr13:48045719","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.13.20227058","title":"Implementation of CYP2D6 copy-number imputation panel and frequency of key pharmacogenetic variants in Finnish individuals with a psychotic disorder"}
{"loci":"rs78667121","finding":"Also part of the significant locus 13q14.11, this SNP demonstrated a strong association with TBS, indicating its contribution to the genetic determinants of bone microarchitecture.","chrpos":"chr13:42625967","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.06.24314958","title":"Genetic Determinants of Bone Microarchitecture and its Association with Health Outcomes: A Genome-wide Association and Mendelian Randomization Study on Trabecular Bone Score"}
{"loci":"rs4411372","finding":"The SNP rs4411372, an intronic variant near the STK24 gene on chromosome 13, was identified as a novel association with impulsivity, showing broad links to cognitive and psychiatric outcomes with a P-omnibus value of 1.16e-8.","chrpos":"chr13:98478169","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.28.23299133","title":"The pleiotropic architecture of human impulsivity across biological scales"}
{"loci":"rs59310144","finding":"Variant rs59310144 was found to decrease NKX2-5 DNA binding and was associated with the gene RNASEH2B, which was upregulated when the alternate allele was present in cardiac tissue.","chrpos":"chr13:50917644","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294951","title":"Prioritizing Cardiovascular Disease-Associated Variants Altering NKX2-5 Binding through an Integrative Computational Approach"}
{"loci":"rs61753266","finding":"The missense mutation in F10 was identified as protective against pulmonary embolism, corroborated by its associations with reduced plasma coagulation factor levels.","chrpos":"chr13:113140972","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.14.21265023","title":"Genetic associations of protein-coding variants in human disease"}
{"loci":"rs506576","finding":"The SNP rs506576 (EA = T, P = 1.0×10⁻⁸, β = 0.49) was associated with measles virus antibodies, marking a novel finding in the study.","chrpos":"chr13:77478640","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.18.21259147","title":"Genetic analyses of common infections in the Avon Longitudinal Study of Parents and Children cohort"}
{"loci":"rs1409440","finding":"The SNP rs1409440 was associated with lipoedema through a meta-analysis, showing an odds ratio of approximately 2.01 and a P-value of about 4 x 10⁻⁶. This SNP was located within a block of linkage disequilibrium on chromosome 13 near the LHFPL6 gene and was found to play a role in regulating the expression of this gene, particularly in skin tissue.","chrpos":"chr13:39111430","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.15.21258988","title":"Investigation of clinical characteristics and genome associations in the ‘UK Lipoedema’ cohort"}
{"loci":"rs7994616","finding":"The SNP rs7994616 was positively associated with lipoedema in the same meta-analysis as rs1409440, displaying consistent significant effects. It was positioned within the same linkage disequilibrium block on chromosome 13 near the LHFPL6 gene and was linked to the expression regulation of LHFPL6 in relevant tissues.","chrpos":"chr13:39134958","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.15.21258988","title":"Investigation of clinical characteristics and genome associations in the ‘UK Lipoedema’ cohort"}
{"loci":"rs11616618","finding":"The SNP rs11616618 was identified as a significant marker for lipoedema in the meta-analysis that yielded an odds ratio of approximately 2.01 and a P-value close to 4 x 10⁻⁶. Like the other two SNPs, it was part of a linkage disequilibrium region on chromosome 13 near LHFPL6, contributing to its expression regulation.","chrpos":"chr13:39140014","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.15.21258988","title":"Investigation of clinical characteristics and genome associations in the ‘UK Lipoedema’ cohort"}
{"loci":"rs17486822","finding":"SNP rs17486822 was discovered within a glutamatergic-specific enhancer in the intronic region of the NALCN gene. This finding provided evidence of cell-specific regulation, linking extracellular Na+ influence on neuron excitability to schizophrenia risk.","chrpos":"chr13:101370334","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.27.24312631","title":"Biological Insights from Schizophrenia-associated Loci in Ancestral Populations"}
{"loci":"rs57022825","finding":"The SNP rs57022825, together with rs17486822, was located in a glutamatergic enhancer within NALCN and supported strong links to schizophrenia, validating its impact on neuronal function in a cell-specific context.","chrpos":"chr13:101369377","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.27.24312631","title":"Biological Insights from Schizophrenia-associated Loci in Ancestral Populations"}
{"loci":"rs9581943","finding":"It was confirmed as genome-wide significant for pancreatic cancer risk, further supporting prior findings.","chrpos":"chr13:27919860","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/498659","title":"Genome-wide association meta-analysis identifies novel GP2 gene risk variants for pancreatic cancer in the Japanese population"}
{"loci":"rs9543325","finding":"It was genome-wide significantly associated with pancreatic cancer in this GWAS meta-analysis, supporting earlier studies.","chrpos":"chr13:73342491","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/498659","title":"Genome-wide association meta-analysis identifies novel GP2 gene risk variants for pancreatic cancer in the Japanese population"}
{"loci":"rs7993214","finding":"The SNP rs7993214 was linked to the COG6 gene in SFs, showing stronger eQTL effects in proinflammatory conditions. This finding aligned with previous associations of this locus with autoimmune diseases, contributing further to the understanding of RA heritability.","chrpos":"chr13:39776775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs9603616","finding":"The SNP rs9603616 was identified in tight linkage disequilibrium with rs7993214 and was involved in eQTL effects for COG6, reinforcing its significance in the context of RA and related autoimmune diseases.","chrpos":"chr13:39793932","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs12020259","finding":"The SNP rs12020259 was associated with the oncogenic roles of Rab GTPases in cancer pathways. Specifically, it was found in studies that highlighted the involvement of endosomal trafficking through the Arf\/Rab interaction, including its implications in glioblastoma growth. The finding relates to the comprehensive understanding of glioblastoma by revealing how alterations in GTPase activities could impact tumorigenesis, particularly through mechanisms that involve cell migration and survival pathways.","chrpos":"chr13:65044685","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.30.070334","title":"An Arf\/Rab cascade controls the growth and invasiveness of glioblastoma"}
{"loci":"rs4769283","finding":"SNP rs4769283 was located in an intergenic region near MIPEP and identified as a significant eQTL for C1QTNF9B in the pancreas, a critical organ in type 1 diabetes pathology. This association was noted as novel and not previously established.","chrpos":"chr13:23727804","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.06.371542","title":"DeepCOMBI: Explainable artificial intelligence for the analysis and discovery in genome-wide association studies"}
{"loci":"rs9573330","finding":"This SNP was found to alter the MEF2A motif leading to increased H3K27ac peak height and subsequent increase in KLF12 gene expression.","chrpos":"chr13:73944073","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/536763","title":"Disease and phenotype relevant genetic variants identified from histone acetylomes in human hearts"}
{"loci":"rs1805097","finding":"The rs1805097 variant in the IRS2 gene was noted for its variance in frequency among Ukrainians versus other European populations, associated with longevity and type II diabetes susceptibility.","chrpos":"chr13:109782884","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.07.238329","title":"Genome Diversity in Ukraine"}
{"loci":"rs2481955","finding":"This SNP associated with FLT3, a gene critical in hematopoiesis and often mutated in AML, indicating a poor prognosis.","chrpos":"chr13:28009444","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/605428","title":"Iterative feature selection method to discover predictive variables and interactions for high-dimensional transplant genomic data"}
{"loci":"rs3093233","finding":"The SNP rs3093233 was associated with FA7 protein levels and known as an eQTL for F7 and F10 in various tissues.","chrpos":"chr13:113103816","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/524405","title":"A Bayesian joint pQTL study sheds light on the genetic architecture of obesity"}
{"loci":"rs9556711","finding":"Detection of a distant mutually exclusive pair of exons was made in the MBNL2 gene implicated in myotonic dystrophy, overlapping a targeted haplotype block associated with alcoholism. The exon pair was analyzed, showcasing significant coordination in splicing, with a highly significant Fisher's exact test p-value.","chrpos":"chr13:97364162","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/539882","title":"Targeted, High-resolution RNA Sequencing of Non-coding Genomic Regions Associated with Neuropsychiatric Functions"}
{"loci":"rs2876767","finding":"The SNP rs2876767 was associated with MS severity and progression through its proximity to the gene Spry2\/SPRY2, which was identified as the closest gene related to a suggestive hit on chromosome 13. This association was highlighted in the most recent International MS genetics Consortium GWAS analysis, indicating its relevance in the genetic architecture underlying MS disease progression.","chrpos":"chr13:81469972","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.03.597205","title":"Probing the basis of disease heterogeneity in multiple sclerosis using genetically diverse mice"}
{"loci":"rs397507891","finding":"The rs397507891 SNP was associated with a G>A mutation at the canonical splice donor site of exon 13 in the BRCA2 gene, classified as Pathogenic in ClinVar. This mutation was implicated in splice disruption and loss-of-function based on depletion of alleles observed in validation experiments.","chrpos":"chr13:32346897","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.17.100818","title":"Massively parallel assessment of human variants with base editor screens"}
{"loci":"rs81002816","finding":"The rs81002816 SNP represented a G>A mutation 5 nucleotides into the intron adjacent to the splice donor site in the BRCA2 gene. ClinVar listed this variant as having conflicting interpretations of pathogenicity, and the splicing intolerance analysis suggested this mutation could disrupt splicing, indicating a potential loss-of-function effect.","chrpos":"chr13:32346901","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.17.100818","title":"Massively parallel assessment of human variants with base editor screens"}
{"loci":"rs9545047","finding":"The SNP rs9545047 was identified as the index SNP from a genome-wide association study (GWAS) for schizophrenia. It exhibited perfect linkage disequilibrium with a single nucleotide polymorphism within an open chromatin region mapped in the fetal frontal cortex. This SNP was also recognized as a significant expression quantitative trait locus (eQTL) for the genes LINC01068 and LINC01038 specifically in the human fetal brain. This finding underscored its potential importance in regulating gene expression during neurodevelopment, linking it to schizophrenia risk.","chrpos":"chr13:79285321","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.01.458548","title":"Sites of active gene regulation in the prenatal frontal cortex and their role in neuropsychiatric disorders"}
{"loci":"rs76428106","finding":"The lead SNP rs76428106 for the FLT3 gene was identified as the largest-effect association outside the HLA region, with an odds ratio (OR) of 1.53. This variant was associated with increased monocyte count, highlighting its biological significance with a BFDR of 1.26e-4, solidifying its role in immune response.","chrpos":"chr13:28029870","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.05.429962","title":"Enhanced genetic analysis of type 1 diabetes by selecting variants on both effect size and significance, and by integration with autoimmune thyroid disease"}
{"loci":"rs6314","finding":"The SNP rs6314, also known as His452Ty or C1354>T, was linked to depression and cocaine use disorder through its association with the 5-HT2AR gene. This indicated the SNP's involvement in neuropsychiatric conditions, particularly those related to substance abuse and mood disorders.","chrpos":"chr13:46834899","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/512558","title":"Protein Co-Evolution Strategies Detect Predicted Functional Interaction Between the Serotonin 5-HT2A and 5-HT2C Receptors"}
{"loci":"rs4393438","finding":"Associated with LDL levels, highlighting its role in the etiology of both coronary artery disease and lipid-related traits.","chrpos":"chr13:114055600","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.155879","title":"A method to map and interpret pleiotropic loci using summary statistics of multiple traits"}
{"loci":"rs3827693","finding":"In breast cancer, the functional SNP rs3827693 was found to affect the interaction between MALAT1 target, miR-143-3p, and RALGAPA2. This was a significant finding as it highlighted the role of this SNP in cancer pathogenesis, indicating its potential as a biomarker for breast cancer.","chrpos":"chr13:31139385","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.21.432188","title":"Nano Pom-poms Prepared Highly Specific Extracellular Vesicles Expand the Detectable Cancer Biomarkers"}
{"loci":"rs1028727","finding":"The SNP rs1028727 was located approximately 10 kb upstream of the SERPINE3 transcription start site and was associated with a decreased area of the optic nerve head, suggesting a role in eye-related phenotypes linked to this gene.","chrpos":"chr13:51326306","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.25.481972","title":"Vision-related convergent gene losses reveal SERPINE3’s unknown role in the eye"}
{"loci":"rs7327381","finding":"The SNP rs7327381 was found approximately 97 kb downstream of the SERPINE3 transcription start site and was associated with an increase in corneal curvature, reinforcing the proposed ocular function of SERPINE3.","chrpos":"chr13:51432509","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.25.481972","title":"Vision-related convergent gene losses reveal SERPINE3’s unknown role in the eye"}
{"loci":"rs1753776","finding":"The SNP rs1753776 was associated with the Protein Kinase C delta (PKCdelta), demonstrating its involvement in photoperiod and circadian period phenotype alterations as revealed by the knockout mutants analyzed in the study.","chrpos":"chr13:85653269","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.29.462474","title":"Characterizing Genetic Mechanisms Involved in Measuring Day-length in Drosophila melanogaster"}
{"loci":"rs113317084","finding":"The variant rs113317084 was associated with both an i-eQTL-targeted region (DER32583) and the ge-eQTL-targeted gene DNAJC15, demonstrating it shared signals between these two regulatory categories.","chrpos":"chr13:43024439","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/591156","title":"Regulatory sites for known and novel splicing in human basal ganglia are enriched for disease-relevant information"}
{"loci":"rs17446614","finding":"Similarly, the SNP rs17446614 was also recognized for its association with genetic susceptibility to diabetic nephropathy. This SNP is located in the FOXO1 gene, which plays a crucial role in glucose metabolism and insulin signaling, thereby contributing to the understanding of how genetic variations can influence metabolic disorder outcomes.","chrpos":"chr13:40565740","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.13.460173","title":"A natural genetic variation screen identifies insulin signaling, neuronal communication, and innate immunity as modifiers of hyperglycemia in the absence of Sirt1"}
{"loci":"rs9574096","finding":"The SNP rs9574096 was associated with mathematical ability and was linked with the gene neurobeachin (NBEA). NBEA exhibited elevated expression in the human embryonic neocortex compared to the macaque. A loss of RFX3 binding at the human allele T contributed to increased NBEA expression, which is linked to autism-like behavior in mice.","chrpos":"chr13:35530810","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs9574095","finding":"SNP rs9574095, which has a strong correlation with rs9574096, was also related to mathematical ability and the gene NBEA, showing higher expression in human neocortex. The findings suggested changes in enhancer activity affecting NBEA, further linked to neural developmental processes related to autism.","chrpos":"chr13:35530474","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs7140110","finding":"The rs7140110 variant at the GAS6 locus was newly found to be associated with total cholesterol (TC) in the study, while prior evidence linked it to LDL-C and triglycerides (TG).","chrpos":"chr13:113841051","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.11.463514","title":"Whole genome sequence analysis of blood lipid levels in >66,000 individuals"}
{"loci":"rs9604045","finding":"Associated with LAMP1 and its effect on C-reactive protein levels, this variant was among those overlapping GWAS variants indicating inflammation relevance.","chrpos":"chr13:113272893","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.04.551251","title":"Shared and distinct molecular effects of regulatory genetic variants provide insight into mechanisms of distal enhancer-promoter communication"}
{"loci":"rs7982677","finding":"The rs7982677 variant was located in intron 7-8 of the GPC5 gene and was found to be in high linkage disequilibrium with 44 other genomic variants. It was identified within a locus strongly correlated with the risk of Tetralogy of Fallot (TOF), a significant type of congenital heart disease. The analysis suggested that the regulatory effects of the rs7982677 haploblock likely influenced the expression of GPC6 rather than GPC5, contributing to the understanding of genetic factors leading to TOF.","chrpos":"chr13:92336070","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.28.450191","title":"Glypican-6 deficiency causes dose-dependent conotruncal congenital heart malformations through abnormal remodelling of the endocardial cushions"}
{"loci":"rs9515203","finding":"Found at the COL4A2 locus, this variant demonstrated significant peaks in various cell types, further supporting its role in CAD.","chrpos":"chr13:110397276","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.07.447388","title":"Cell-specific chromatin landscape of human coronary artery resolves regulatory mechanisms of disease risk"}
{"loci":"rs1272422512","finding":"The SNP rs1272422512 was found to result in a mutation (R9Q) that increased the nucleation of the ADan peptide. This finding was significant, as it represented the only SNP among the 18 analyzed that had a positive impact on the nucleation process, contributing to the understanding of amyloid formation related to familial Danish and British Dementia.","chrpos":"chr13:48261178","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Amyloids “at the border”: deep mutagenesis and random sequence extension reveal an incomplete amyloid-forming motif in Bri2 that turns amyloidogenic upon C-terminal extension"}
{"loci":"rs5010027","finding":"The SNP rs5010027 was identified as a pertinent therapeutic target in solid tumors through its involvement with integrin α5β1, the fibronectin receptor. Elevated expression of this receptor was correlated with tumor progression in the context of HCC, implicating the SNP in mechanisms that may contribute to aggressive tumor behavior and metastasis.","chrpos":"chr13:81875819","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.04.467266","title":"Modelling liver cancer microenvironment: novel 3D culture system as a potential anti-cancer drug screening tool"}
{"loci":"rs80285134","finding":"The SNP rs80285134 was found to be a significant intergenic variant located between the genes GPC5 and GPC6, associated with height-specific differences in BMI. In individuals with short stature, the A allele of this SNP increased BMI (beta= 0.30, P = 5.9 × 10⁻⁴), while in tall individuals, it decreased BMI (beta= -0.37, P= 1.7 × 10⁻⁶). Additionally, PHEWAS highlighted that this SNP was significantly associated with bone mineral density, indicating a potential role in osteoporosis.","chrpos":"chr13:93118167","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.24.312181","title":"Genome-wide analyses point to differences in genetic architecture of BMI between tall and short people"}
{"loci":"rs188167837","finding":"Variants in the region of rs188167837 were previously identified to be associated with nasopharyngeal carcinoma.","chrpos":"chr13:89824793","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/661421","title":"MetaPhat: Detecting and decomposing multivariate associations from univariate genome-wide association statistics"}
{"loci":"rs564926165","finding":"This frameshift variant impacting coagulation factor F7 was associated with reduced protein abundance. Its mechanism may involve affecting the specificity of antibody quantification in assays, signifying its potential role in thrombin production pathways.","chrpos":"chr13:113405586","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.09.519773","title":"A survey of proteomic variation across two ethnic groups in Nigeria and its relationship to obesity risk"}
{"loci":"rs728075","finding":"The SNP rs728075 was also tied to the regulation of the gene IGF1R, demonstrating significant maternal expression with an adjusted p-value of 3.57×10^-64. This underscores its function as a candidate cis-eQTL.","chrpos":"chr13:48999087","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/732792","title":"A statistical method for joint estimation of cis-eQTLs and parent-of-orign effects using an orthogonal framework with RNA-seq data"}
{"loci":"rs7329291","finding":"The SNP rs7329291 was linked with significant regulation of the IGF1R gene, showing a maternal expression pattern and an adjusted p-value of 3.57×10^-64, supporting its role as a candidate cis-eQTL.","chrpos":"chr13:48999148","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/732792","title":"A statistical method for joint estimation of cis-eQTLs and parent-of-orign effects using an orthogonal framework with RNA-seq data"}
{"loci":"chr13:25945714:C:T","finding":"This SNP corresponds to rs332577759, confirmed to be critical in the CCK gene for pigs, showing a significant functional potential as evidenced by its classification as Category 2d within regulatory regions.","chrpos":"chr13:25945714","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.06.578787","title":"Annotation and assessment of functional variants in regulatory regions using epigenomic data in farm animals"}
{"loci":"rs9318186","finding":"Associated with Lean Body Mass (LBM) as a cis-eQTL for KLF5, which was significantly related to LBM in multi-omics studies. This reinforces the connection between genetic variation at this locus and physical traits.","chrpos":"chr13:73532802","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.19.101592","title":"Network reconstruction for trans acting genetic loci using multi-omics data and prior information"}
{"loci":"rs9520848","finding":"The rs9520848-C allele in a Neanderthal haplotype was associated with higher basal expression of TNFSF13B in MAIT cells.","chrpos":"chr13:108343101","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.22.517073","title":"Environmental and genetic drivers of population differences in SARS-CoV-2 immune responses"}
{"loci":"rs73183592","finding":"The SNP rs73183592 was linked via long-range interactions to FOXO1, established as important in Treg regulation and psoriasis development. This connection was specific to keratinocytes, underscoring the distinct cellular interactions pertinent to skin-associated diseases.","chrpos":"chr13:40171556","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.05.973271","title":"An active chromatin interactome elucidates the biological mechanisms underlying genetic risk factors of dermatological conditions in disease relevant cell lines"}
{"loci":"rs9514828","finding":"The rs9514828C>T polymorphism in the TNFSF13B gene was found to be associated with high BAFF expression, which was linked to active disease in systemic lupus erythematosus. This finding supports the role of elevated BAFF in autoimmune disease pathology and suggests a broader context in which BAFF can influence B cell differentiation and activation.","chrpos":"chr13:108269025","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.07.483380","title":"Thyroid hormone induces B cells abnormal differentiation via overexpression of B cell-activating factor"}
{"loci":"rs11454570","finding":"This SNP was associated with left-handedness versus non-left-handedness with a p-value of 4.7E-08, positioned within an intron of the non-coding RNA gene LINC00381.","chrpos":"chr13:74422513","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/447177","title":"The molecular genetics of hand preference revisited"}
{"loci":"rs9604045","finding":"The trimodal QTL rs9604045 was associated with the gene LAMP1 and was involved in inflammation-related traits, thereby linking it to C-reactive protein levels as implicated in GWAS.","chrpos":"chr13:113272893","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.04.551251","title":"Shared and distinct molecular effects of regulatory genetic variants provide insight into mechanisms of distal enhancer-promoter communication"}
{"loci":"rs9515203","finding":"The SNP rs9515203 was found to be overlapping with EC4-specific peaks, linking it to the COL4A1 and COL4A2 genes. This association suggested that rs9515203 might play a role in the endothelial cell heterogeneity related to coronary artery disease (CAD).","chrpos":"chr13:110397276","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.03.535495","title":"Single cell ‘omic profiles of human aortic endothelial cells in vitro and human atherosclerotic lesions ex vivo reveals heterogeneity of endothelial subtype and response to activating perturbations"}
{"loci":"rs1411041","finding":"This SNP was attributed to KBTBD6, indicating strong colocalization with eQTLs in blood samples and demonstrating its role in telomere length regulation through its participation in an E3 ubiquitin ligase complex.","chrpos":"chr13:41150640","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.12.548702","title":"Validation of human telomere length trans-ancestry meta-analysis association signals identifies POP5 and KBTBD6 as novel human telomere length regulation genes"}
{"loci":"rs9525462","finding":"Colocalized in regions of active chromatin, this SNP was involved in regulating POP5 expression and identified as a novel gene implicated in telomere length regulation.","chrpos":"chr13:41194554","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.12.548702","title":"Validation of human telomere length trans-ancestry meta-analysis association signals identifies POP5 and KBTBD6 as novel human telomere length regulation genes"}
{"loci":"rs9520823","finding":"The SNP rs9520823 was associated with a later age of onset for Alzheimer's disease. It was ranked second in both the CALF4 and LASSO.2 regression solutions and showed a positive regression weight, indicating a potential protective effect against earlier onset of AD. This SNP lies in an intron of the ABHD13 gene, which is involved in lipid synthesis and metabolism, an area of significant relevance in AD research.","chrpos":"chr13:108221216","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.27.011700","title":"Frisky CALF sometimes outruns LASSO"}
{"loci":"rs9603616","finding":"The variant rs9603616 was associated with rheumatoid arthritis and targeted in a study of HEK2937T cells. The research assessed its effect on the expression of the COG6 gene, demonstrating a significant fold change in gene expression compared to a negative control, which indicated its role as a functional enhancer.","chrpos":"chr13:39793932","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827923","title":"Analysis of chromatin organization and gene expression in T cells identifies functional genes for rheumatoid arthritis"}
{"loci":"rs7993214","finding":"The variant rs7993214 was involved in analyzing interactions at the COG6\/FOXO1 locus. CRISPR\/Cas9 was employed to target an active enhancer marked by H3K27ac near this GWAS variant, leading to a demonstrable effect on FOXO1 gene expression. This highlighted complex interactions relevant to gene regulation in the context of rheumatoid arthritis.","chrpos":"chr13:39776775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827923","title":"Analysis of chromatin organization and gene expression in T cells identifies functional genes for rheumatoid arthritis"}
{"loci":"rs76428106","finding":"The variant rs76428106, located in the FLT3 gene, demonstrated a significant association with increased monocyte count, providing the largest known risk effect for T1D outside the HLA region, with an OR of 1.53 and a minor allele frequency (MAF) of 1.29%.","chrpos":"chr13:28029870","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.05.429962","title":"Enhanced genetic analysis of type 1 diabetes by selecting variants on both effect size and significance, and by integration with autoimmune thyroid disease"}
{"loci":"rs72474224","finding":"The SNP rs72474224 C>T in GJB2 was linked to non-syndromic hearing loss and deafness, the most prevalent genetic disorder in the Vietnamese population. The allele frequency for this SNP was 60% higher in the Vietnamese population compared to East Asia, and an order of magnitude higher than in the world population, highlighting its significant prevalence in Vietnam.","chrpos":"chr13:20189473","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/868588","title":"Genetic profiling of Vietnamese population from large-scale genomic analysis of non-invasive prenatal testing data"}
{"loci":"rs7993214","finding":"This SNP demonstrated significant eQTL effects on the COG6 gene in stimulated SFs and has been associated with autoimmune diseases, indicating its relevance in RA pathogenesis.","chrpos":"chr13:39776775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs9603616","finding":"rs9603616 was indicated to be in tight linkage disequilibrium with rs7993214, highlighting its association with the COG6 gene and thereby suggesting its role in RA and possibly other autoimmune diseases.","chrpos":"chr13:39793932","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs10507875","finding":"The EDNRB polymorphism rs10507875 was identified as having a joint effect with the NOS3 polymorphism, increasing the risk of type 2 diabetes mellitus and diabetic retinopathy in Slovenian patients.","chrpos":"chr13:77943119","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.28.437386","title":"Bioinformatics analysis of potential key genes and mechanisms in type 2 diabetes mellitus"}
{"loci":"rs605143","finding":"The COL4A1 gene polymorphisms rs605143 was associated with coronary artery disease, which is commonly comorbid with type 2 diabetes.","chrpos":"chr13:110196387","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.28.437386","title":"Bioinformatics analysis of potential key genes and mechanisms in type 2 diabetes mellitus"}
{"loci":"rs565470","finding":"Similar associations were reported for rs565470, linking certain COL4A1 polymorphisms to increased coronary artery disease risk in diabetic patients.","chrpos":"chr13:110186299","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.28.437386","title":"Bioinformatics analysis of potential key genes and mechanisms in type 2 diabetes mellitus"}
{"loci":"rs2504235","finding":"The SNP rs2504235 was identified as a genome-wide significant hit associated with Tourette's Syndrome (TS) and was located within the FLT3 gene. The analysis suggested that increased expression of FLT3 in the dorsolateral prefrontal cortex (DLPFC) correlated with TS. Additionally, global dysregulation of FLT3 was noted across multiple brain regions, and causal fine-mapping prioritized FLT3 with a high posterior inclusion probability, suggesting a significant role in the disorder.","chrpos":"chr13:28038749","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/812420","title":"Increased expression of genetically-regulated FLT3 implicated in Tourette’s Syndrome"}
{"loci":"rs41281112","finding":"The rs41281112 SNP resulted in a loss-of-function variant of CLYBL, which was strongly associated with decreased levels of circulating vitamin B12. This SNP converted arginine 259 into a premature stop codon in the CLYBL protein, leading to protein loss and subsequent vitamin B12 deficiency, particularly impacting methionine synthesis and methylmalonyl-CoA mutase function.","chrpos":"chr13:99866380","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.25.614871","title":"CLYBL averts methylmalonyl-CoA mutase inhibition and loss of vitamin B12 by eliminating malyl-CoA"}
{"loci":"rs3783185","finding":"The rs3783185 SNP introduced an Ile241Val mutation in the CLYBL protein, which was identified within an overexpression study. This particular variant was noted in the context of the CLYBL natural variant and contributed to creating an understanding of CLYBL functionality, linking it to broader metabolic pathways and vitamin B12 processing.","chrpos":"chr13:99866326","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.25.614871","title":"CLYBL averts methylmalonyl-CoA mutase inhibition and loss of vitamin B12 by eliminating malyl-CoA"}
{"loci":"rs1885988","finding":"The rs1885988 C allele was associated with enhanced weight loss and weight retention after lifestyle interventions in major cohorts such as the Diabetes Prevention Program (DPP) and Look AHEAD cohorts. In these studies, homozygous minor allele carriers exhibited a greater propensity for weight loss over a 12-month period and better weight retention over 18-36 months compared to major allele carriers, indicating its significant role in modulating body weight responses.","chrpos":"chr13:27436125","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.16.512435","title":"Identification of a weight loss-associated causal eQTL in MTIF3 and the effects of MTIF3 deficiency on human adipocyte function"}
{"loci":"rs8191974","finding":"The Gas6 gene rs8191974 was associated with type 2 diabetes in the northern Chinese Han population, highlighting its possible involvement in the pathogenesis of T2DM within this demographic.","chrpos":"chr13:113834544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.12.456106","title":"Analysis of key genes and pathways associated with the pathogenesis of Type 2 diabetes mellitus"}
{"loci":"rs7320595","finding":"This SNP was associated with clonal loss of RB1 and showed directionally correct relationships with biochemical relapse.","chrpos":"chr13:49281140","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516773","title":"Germline determinants of the prostate tumor genome"}
{"loci":"rs1421292","finding":"The research indicated that the G72 rs1421292 polymorphism was associated with verbal function in individuals with schizophrenia. This finding contextualized the genetic factor's role in the abnormal gray matter volume of the right middle temporal gyrus, a brain region implicated in auditory hallucinations. As such, the study supported the relevance of rs1421292 in understanding the neurobiological underpinnings of schizophrenia.","chrpos":"chr13:105545886","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.13.946657","title":"Alteration of Power Law Scaling of Spontaneous Brain Activity in Schizophrenia"}
{"loci":"rs7328203","finding":"The SNP rs7328203 had been shown to interact with both the AKAP11 and TNFSF11 promoters, indicating that it potentially regulated the expression of both genes through direct enhancer-promoter loops.","chrpos":"chr13:42414410","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.20.453068","title":"cLoops2: a full-stack comprehensive analytical tool for chromatin interactions"}
{"loci":"rs9533100","finding":"The SNP rs9533100 was identified to interact with both the AKAP11 and TNFSF11 promoters, suggesting a role in the regulation of the expression of these genes via direct enhancer-promoter loops.","chrpos":"chr13:42422412","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.20.453068","title":"cLoops2: a full-stack comprehensive analytical tool for chromatin interactions"}
{"loci":"rs35860234","finding":"The SNP rs35860234 exhibited interaction with both the AKAP11 and TNFSF11 promoters, implying its potential role in regulating the expression of both genes through direct enhancer-promoter loops.","chrpos":"chr13:42496070","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.20.453068","title":"cLoops2: a full-stack comprehensive analytical tool for chromatin interactions"}
{"loci":"rs9594746","finding":"The SNP rs9594746 was found to interact with both the AKAP11 and TNFSF11 promoters, which signified that this SNP might regulate the expression of both these genes via direct enhancer-promoter loops.","chrpos":"chr13:42415524","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.20.453068","title":"cLoops2: a full-stack comprehensive analytical tool for chromatin interactions"}
{"loci":"rs111748421","finding":"The rs111748421 variant in SMAD9 was identified as a rare missense mutation (c.65T>C, p.Leu22Pro) that segregated with high bone mass (HBM) in affected individuals. The mutation was present in three individuals with HBM and predicted to be pathogenic by several algorithms, highlighting its potential role in HBM and bone biology.","chrpos":"chr13:36879625","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/560565","title":"A rare SMAD9 mutation identifies the BMP signalling pathway as a potential osteoanabolic target"}
{"loci":"rs12427846","finding":"The rs12427846 SNP was strongly associated with estimated bone mineral density (eBMD) in a large population-based GWAS, with a leading p-value of 5.5×10^-16. This SNP demonstrated a significant correlation with both DXA-measured total body BMD and fracture risk, reinforcing its importance in bone health and linking SMAD9 to common variants associated with BMD.","chrpos":"chr13:36917513","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/560565","title":"A rare SMAD9 mutation identifies the BMP signalling pathway as a potential osteoanabolic target"}
{"loci":"rs104894421","finding":"This SNP was found in individuals S15 and JAG93 from the Jagodnjak site, associated with Lig4 syndrome, which is characterized by skeletal abnormalities. Despite the exclusion of the Jagodnjak group from further analyses due to potential false positives, individual S15 exhibited skeletal features consistent with this disease, suggesting the possibility of the actual presence of this allele in the Encrusted pottery population.","chrpos":"chr13:108210436","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.03.478968","title":"Interdisciplinary analyses of Bronze Age communities from Western Hungary reveal complex population histories"}
{"loci":"rs9540720","finding":"The SNP rs9540720 was linked to Major Depression Disorder (MDD) and cognitive function impairment through a meta-analysis of three genome-wide association studies (GWAS). This SNP was predicted to lower PCDH9 expression, as evidenced by reduced PCDH9 transcript levels found in MDD patients compared to healthy controls, indicating the identification of PCDH9 as a susceptibility locus for MDD.","chrpos":"chr13:66348573","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.27.577576","title":"Disruption of autism-associated Pcdh9 gene leads to transcriptional alterations, synapses overgrowth and aberrant excitatory transmission in the CA1"}
{"loci":"rs11571833","finding":"Associated with risk of all subtypes, the OR values for grade 3 and grade 2 were 1.48 (p=2.3×10^-19) and 1.27 (p=5.0×10^-12), respectively, showing a strong relationship with tumor grade.","chrpos":"chr13:32398489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/733402","title":"Common variants in breast cancer risk loci predispose to distinct tumor subtypes"}
{"loci":"rs73449607","finding":"Rs73449607 was associated with a 0.49-fold (95% CI = 0.40-0.65) decrease in geometric mean percent pancreatic fat (Beta = -0.67, P = 4.50×10^-8), indicating a significant negative correlation with pancreatic fat content. Additionally, this SNP was associated with a nominally significant decreased risk of type 2 diabetes (OR = 0.95, 95% CI = 0.89-1.00, P = 0.047) in a broader population.","chrpos":"chr13:27802622","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.23.436581","title":"Genome-wide Association Study of Pancreatic Fat: The Multiethnic Cohort Adiposity Phenotype Study"}
{"loci":"rs9555695","finding":"The rs9555695 SNP was located within the intronic region of COL4A2 associated with various glycaemic traits and was shown to overlap enhancer chromatin states in adipose tissue, suggesting its potential role in glycaemic regulation.","chrpos":"chr13:110380778","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.23.217646","title":"The Trans-Ancestral Genomic Architecture of Glycaemic Traits"}
{"loci":"rs9573140","finding":"The SNP rs9573140 was associated with estrogen receptor-negative breast cancer, where it was correlated with other common SNPs in the vicinity of KLF12 and KLF5. Its odds ratio (OR) was reported as 0.94, with a significant p-value suggesting its involvement in the risk of developing this subtype of breast cancer.","chrpos":"chr13:73239666","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.20.444828","title":"Rare copy number variants (CNVs) and breast cancer risk"}
{"loci":"rs150928081","finding":"SNP rs150928081, located in FREM2, was identified as significantly enriched in GBA1-N409S carriers, contributing additional evidence for genetic influences on PD.","chrpos":"chr13:38689406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.03.583145","title":"Deep sequencing of proteotoxicity modifier genes uncovers a Presenilin-2\/beta-amyloid-actin genetic risk module shared among alpha-synucleinopathies"}
{"loci":"rs1034266","finding":"The lead SNP near ZIC2, rs1034266, was replicated as significant in sagittal NCS cases, indicating its role in cranial vault shape.","chrpos":"chr13:100322513","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.01.518684","title":"Joint Multi-Ancestry and Admixed GWAS Reveals the Complex Genetics behind Human Cranial Vault Shape"}
{"loci":"rs9533118","finding":"This variant, associated with autoimmune thyroiditis (AITD), was in high LD (r²=0.93) with the sentinel cis pQTL for TNFSF11, indicating a link between higher levels of TNFSF11 and reduced AITD risk (7% decrease).","chrpos":"chr13:42473124","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.18.481034","title":"Large-scale comparison of immunoassay- and aptamer-based plasma proteomics through genetics and disease"}
{"loci":"rs4393438","finding":"This SNP is associated with LDL and lies in the RASA3 gene (13q34), contributing significantly to cardiovascular disease traits.","chrpos":"chr13:114055600","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.155879","title":"A method to map and interpret pleiotropic loci using summary statistics of multiple traits"}
{"loci":"rs80359374","finding":"This indel was also predicted as somatic and was identified as the BRCA2 P1062_Q1063fs mutation, which is recognized as a cancer predisposition mutation on ClinVar.","chrpos":"chr13:32337544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/512749","title":"RNAIndel: a machine-learning framework for discovery of somatic coding indels using tumor RNA-Seq data"}
{"loci":"rs4769613","finding":"The SNP rs4769613 was identified as part of the preeclampsia-gained enhancers for the FLT1 gene. This enhancer showed a gain of chromatin accessibility and a loss of DNA methylation, indicating its involvement in the epigenetic changes associated with preeclampsia. Its connection to the fetal genome susceptibility locus linked rs4769613 to the propensity for developing preeclampsia.","chrpos":"chr13:28564472","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.08.085290","title":"Developmentally Delayed Epigenetic Reprogramming Underlying the Pathogenesis of Preeclampsia"}
{"loci":"rs12050029","finding":"Similar to rs4769613, the SNP rs12050029 was also identified within the context of FLT1 gene enhancers that exhibited changes in chromatin accessibility and DNA methylation, pointing towards its role in preeclampsia-related genetic susceptibility. The association with preeclampsia was further reinforced by its presence in the known susceptibility locus.","chrpos":"chr13:28653382","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.08.085290","title":"Developmentally Delayed Epigenetic Reprogramming Underlying the Pathogenesis of Preeclampsia"}
{"loci":"rs7993214","finding":"The SNP rs7993214 was tightly linked to COG6, and its eQTL effects were found to be more significant in 8-mix stimulated SFs, suggesting a role in RA pathogenesis.","chrpos":"chr13:39776775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Synovial fibroblasts contribute to the genetic risk of rheumatoid arthritis through the synergistic action of cytokines"}
{"loci":"rs9514828","finding":"The TNFSF13B rs9514828 polymorphism was associated with the incidence of atherosclerosis and therapeutic outcomes in patients with systemic lupus erythematosus, marking its relevance in autoimmune diseases.","chrpos":"chr13:108269025","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.13.618070","title":"Identification of novel key genes and signaling pathways in hypertrophic cardiomyopathy: evidence from bioinformatics and next generation sequencing data analysis"}
{"loci":"rs9564313","finding":"Annotated as an intron variant, rs9564313 was linked to the expression of the gene PCDH9 (Protocadherin-9) and was highlighted for its important function in transcriptome-wide association study (TWAS) and MAGMA results.","chrpos":"chr13:66349555","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.20.500802","title":"Multi-ancestry GWAS of major depression aids locus discovery, fine-mapping, gene prioritisation, and causal inference"}
{"loci":"rs374039502","finding":"The rs374039502 variant generated a new PAS motif within the TNFSF13B gene and was linked to a higher risk of multiple sclerosis and SLE in the Sardinian population, illustrating the connection between genetic variations and complex disease susceptibility.","chrpos":"chr13:108308037","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/540088","title":"The length of the expressed 3’ UTR is an intermediate molecular phenotype linking genetic variants to complex diseases"}
{"loci":"rs877098","finding":"The rs877098 SNP was categorized as L4 and associated with numerous complex diseases including bipolar disorder, coronary artery disease, and type 1 and type 2 diabetes, indicating its extensive pleiotropic influence.","chrpos":"chr13:20224101","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.18.452819","title":"Pleiotropic Variability Score: A Genome Interpretation Metric to Quantify Phenomic Associations of Genomic Variants"}
{"loci":"rs72474224","finding":"The SNP rs72474224 was represented in various formats including \"GJB2, c.109G>A\", \"GJB2, p.Val37Ile\", and \"GJB2, V37I\". This normalization was crucial for effective literature retrieval regarding the GJB2 gene, which is associated with hearing loss phenotypes.","chrpos":"chr13:20189473","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/583450","title":"variant2literature: full text literature search for genetic variants"}
{"loci":"rs921058","finding":"SNP rs921058 was included among the SNPs that overlapped with candidate cCREs connected to HLA-DRB1. The relevance to sEOAD was highlighted due to the cCREs being linked to down-regulated HLA-DRB1 expression in microglia.","chrpos":"chr13:69235953","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.25.600720","title":"Single-nucleus multiomics reveals the disrupted regulatory programs in three brain regions of sporadic early-onset Alzheimer’s disease"}
{"loci":"rs57438463","finding":"The SNP rs57438463 was found within the promoter region of ZDHHC20 in oligodendrocytes. Its presence was noted in the context of significant upregulation of ZDHHC20 in oligodendrocytes derived from sEOAD samples.","chrpos":"chr13:21458983","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.25.600720","title":"Single-nucleus multiomics reveals the disrupted regulatory programs in three brain regions of sporadic early-onset Alzheimer’s disease"}
{"loci":"rs9515203","finding":"The finding indicated that CAD-associated SNP rs9515203 was linked to EC4-specific chromatin peaks. This suggested a potential role of this SNP in modulating coronary artery disease mechanisms through its association with specific endothelial cell phenotypes.","chrpos":"chr13:110397276","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.03.535495","title":"Multiomics of human aortic endothelial cells reveals cell subtypes with heterogeneous responses to canonical endothelial-to-mesenchymal perturbations"}
{"loci":"chr13:25945714:C:T","finding":"The chromosomal position chr13:25945714:C:T refers to SNP rs332577759 which was classified in Category 2d based on its significant regulatory signal in pig genomics, indicating its role in affecting important physiological traits.","chrpos":"chr13:25945714","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.06.578787","title":"Annotation and assessment of functional variants in regulatory regions using epigenomic data in farm animals"}
{"loci":"rs4143229","finding":"The SNP rs4143229 was found within the intron of the ENOX1 gene, implicated in autoimmune disorders and expressed in the nervous systems, thereby linking it to depression.","chrpos":"chr13:43753663","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/547828","title":"Stratifying depression by neuroticism: revisiting a diagnostic tradition using GWAS data"}
{"loci":"rs1343605","finding":"The SNP rs1343605 was associated with the OLFM4 gene, which has established links to depression and inflammation, thereby demonstrating its specific association to depressive features.","chrpos":"chr13:53072913","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/547828","title":"Stratifying depression by neuroticism: revisiting a diagnostic tradition using GWAS data"}
{"loci":"rs150191017","finding":"This SNP was also linked to cocaine use, with a significant P-value of 3.77 × 10^-8 according to the L-BRAT test, affirming its relevance in the context of the study.","chrpos":"chr13:31388512","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/628180","title":"Retrospective Association Analysis of Longitudinal Binary Traits Identifies Important Loci and Pathways in Cocaine Use"}
{"loci":"rs7993214","finding":"The study confirmed the potential involvement of the lead GWAS variant rs7993214 by utilizing CRISPR\/Cas9 technology to show its role in gene regulation, specifically affecting the expression of genes within the COG6\/FOXO1 locus. This finding emphasized the SNP's interaction with enhancers marked by H3K27ac within a relevant disease context.","chrpos":"chr13:39776775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827923","title":"Simultaneous analysis of open chromatin, promoter interactions and gene expression in stimulated T cells implicates causal genes for rheumatoid arthritis"}
{"loci":"rs116855232","finding":"The missense variant rs116855232 in the NUDT15 gene caused an Arg139 to Cys substitution, which was associated with the accumulation of 6-mercaptopurine metabolites and resulted in cellular toxicity. This variant was linked to thiopurine-induced leukopenia during thiopurine treatments, indicating its clinical significance in the context of immunologic and cancer treatments.","chrpos":"chr13:48045719","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.23.513377","title":"Molecular dynamics simulations reveal the impact of NUTD15 variants in structural conformation and dynamics"}
{"loci":"rs7982701","finding":"Located upstream of the ZMYM2 gene, SNP rs7982701 was associated with morphology-related traits like body mass index and adult body size. This placed it in the context of larger aggregation effects on physical phenotype.","chrpos":"chr13:19895317","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.11.575251","title":"A novel classification framework for genome-wide association study of whole brain MRI images using deep learning"}
{"loci":"rs117135638","finding":"Similarly, the rs117135638 SNP in the essential EXOSC8 gene was validated as a GEMINI vulnerability, with 29% LOH observed across cancer types. This SNP demonstrated a C to A change, leading to a proline to histidine substitution critical for exosome complex assembly. Disruption of the relevant allele resulted in reduced proliferation of affected cells, signifying the potential for targeted therapies.","chrpos":"chr13:37005941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/534529","title":"Loss of heterozygosity of essential genes represents a widespread class of potential cancer vulnerabilities"}
{"loci":"rs1536776","finding":"The lead SNP rs1536776 explained most of the signal at its loci when conditioned on RNF219, resulting in a conditioning GWAS P value of 5.1E-02 and explaining 0.848 of the variance, marking it as a positive original finding connected to ADHD.","chrpos":"chr13:78293185","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/642231","title":"Transcriptome-wide association study of attention deficit hyperactivity disorder identifies associated genes and phenotypes"}
{"loci":"rs9574096","finding":"The SNP rs9574096, which coincided with an essential mutation site, was linked to mathematical ability and was located in the intronic region of the gene neurobeachin (NBEA). NBEA showed significantly higher expression in the embryonic neocortex of humans compared to macaques during early development. Furthermore, a correlation was observed where the expression of RFX3, an autism risk transcription factor bound to the macaque allele, was negatively correlated with NBEA expression, suggesting alterations in enhancer activity and gene expression associated with autism.","chrpos":"chr13:35530810","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs9574095","finding":"Similar to rs9574096, the tag SNP rs9574095 was associated with mathematical ability and located in the same intronic region of the NBEA gene. Its findings aligned with the expression data that indicated heightened NBEA expression in the embryonic neocortex of humans versus macaques, further linking it to autism-related pathways through altered enhancer activities.","chrpos":"chr13:35530474","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs117135638","finding":"The SNP rs117135638 within the EXOSC8 gene demonstrated a significant role as a GEMINI vulnerability, with allele-specific disruption of the C allele leading to decreased cell proliferation in sensitive contexts. The nucleotide change represented a proline to histidine substitution, and LOH was noted in 29% of cancers, which included a high prevalence in lung and ovarian cancers. This SNP was thus considered for targeted therapeutic strategies using CRISPR.","chrpos":"chr13:37005941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/534529","title":"Loss of heterozygosity of essential genes represents a widespread class of potential cancer vulnerabilities"}
{"loci":"rs139309608","finding":"The SNP rs139309608, located on chromosome 13 within an intron of the TMEM255B gene, showed a significant association with the horizontal component of brain asymmetry. It had a minor allele frequency (MAF) of 0.17 and an additive effect of the T allele leading to a decrease in the measure, with a t-value of -5.49 and a p-value of 4.01e-08. This finding contributed to the understanding of molecular genetic factors influencing brain structural asymmetry.","chrpos":"chr13:113760150","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/756395","title":"Handedness and Other Variables Associated with Human Brain Asymmetrical Skew"}
{"loci":"rs61736969","finding":"The SNP rs61736969 was identified as the causal variant influencing high risk of type 2 diabetes and significantly elevated 2-hour plasma glucose levels in the admixed Greenlandic population. It showed a recessive effect, and its statistical significance was consistent across different analysis methods.","chrpos":"chr13:75324385","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs7330796","finding":"The SNP rs7330796 was highlighted as the lead SNP in the discovery part of the study conducted on the Greenlandic population. It was strongly associated with increased 2-hour plasma glucose levels. The effect was more significant in individuals who inherited both alleles from the Inuit population.","chrpos":"chr13:75324027","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs1062087","finding":"SNP rs1062087 was part of the four non-causal SNPs tested in relation to 2-hour plasma glucose levels. It indicated a more significant recessive effect with both alleles inherited from the Inuit population, supporting the notion that it is not a causal variant.","chrpos":"chr13:75310080","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs2297206","finding":"The SNP rs2297206 was similarly assessed alongside other non-causal SNPs. It demonstrated that two inherited effect alleles from the Inuit population had a stronger recessive effect compared to those with European ancestry, suggesting it is non-causal.","chrpos":"chr13:75327613","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs77685055","finding":"The SNP rs77685055 was identified as another non-causal SNP. The analysis indicated that the recessive effect was more pronounced when both alleles were from the Inuit population, further supporting its classification as a non-causal variant.","chrpos":"chr13:75481466","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs9513900","finding":"The SNP rs9513900 on chromosome 13 was identified as a genome-wide significant variant associated with lung disease in Cystic Fibrosis (CF). Using the qJLS method, the researchers found that this variant had a minimal p-value of 3.12×10⁻⁸ and a minor allele frequency (MAF) of 0.31. The study reported that rs9513900 was not previously identified in a meta-GWAS of CF, despite a similar estimated effect size. Additionally, rs9513900 showed evidence of being an expression quantitative trait locus (eQTL) for the gene NALCN in lung tissue with a p-value of 1×10⁻³ after Bonferroni correction. The variant demonstrated a positive effect of up to 0.074 on the pulmonary phenotype, with a median effect of 0.054, indicating that having one variant at this locus increased the median lung phenotype by 5.4%, contingent upon other predictors being fixed.","chrpos":"chr13:101437805","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.22.546041","title":"A robust association test leveraging unknown genetic interactions: Application to cystic fibrosis lung disease"}
{"loci":"rs3742305","finding":"The SNP rs3742305 was identified as the lead candidate causal variant in the chr13:30956642-31116642 locus associated with T2D and BMI, linked to an eASQTL module for HMGB1 isoforms. This variant had a posterior probability of 49.3%, with its risk allele associated with an increase in one isoform and decreases in others, indicating potential implications for obesity and T2D development.","chrpos":"chr13:30462505","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.17.435846","title":"eQTL mapping in fetal-like pancreatic progenitor cells reveals early developmental insights into diabetes risk"}
{"loci":"rs80359374","finding":"The indel <italic>BRCA2 P1062_Q1063fs<\/italic> matching rs80359374 was predicted as somatic. It was also curated as a cancer predisposition mutation on ClinVar.","chrpos":"chr13:32337544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/512749","title":"RNAIndel: discovering somatic coding indels from tumor RNA-Seq data"}
{"loci":"rs3093233","finding":"This SNP was reported as a known eQTL for F7, showing its regulatory influence within metabolic pathways.","chrpos":"chr13:113103816","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/524405","title":"A large-scale multivariate pQTL study sheds light on the genetic architecture of obesity"}
{"loci":"rs6314","finding":"The HTR2A rs6314 C\/C genotype was correlated with higher cholesterol levels during aripiprazole treatment compared to T allele carriers, suggesting a genetic impact on lipid profiles induced by the treatment.","chrpos":"chr13:46834899","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.29.226209","title":"Metabolic effects of aripiprazole and olanzapine multiple-dose treatment in healthy volunteers. Association with pharmacogenetics"}
{"loci":"rs56314249","finding":"The rs56314249 SNP overlapped with the FLT1 locus and represented a coding variant that underwent positive selection. It was identified as a synonymous variant, meaning it did not alter the amino acid sequence, which complicated its interpretation regarding functional significance.","chrpos":"chr13:28322842","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.06.622331","title":"Archaic Adaptive Introgression in Modern Human Reproductive Genes"}
{"loci":"rs4769613","finding":"The C-allele of rs4769613 was identified as a high-confidence placental risk factor for preeclampsia, indicating its importance in reproductive health, particularly in pregnancy-related complications.","chrpos":"chr13:28564472","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.06.622331","title":"Archaic Adaptive Introgression in Modern Human Reproductive Genes"}
{"loci":"rs11843418","finding":"SNP rs11843418 was identified as one of the strongest associations in the diverticulitis GWAS, showing positive association but was not detected in the NLP-enriched GWAS possibly due to differences in statistical power or genetic composition.","chrpos":"chr13:107560264","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.08.138735","title":"Multi-ancestry Genome- and Phenome-wide Association Studies of Diverticular Disease in Electronic Health Records with Natural Language Processing enriched phenotype algorithm"}
{"loci":"rs9565028","finding":"The SNP rs9565028 showed FDR-significant associations with genitourinary manifestations, particularly with functional disorders of the bladder, suggesting its relevance beyond diverticular disease.","chrpos":"chr13:35130813","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.08.138735","title":"Multi-ancestry Genome- and Phenome-wide Association Studies of Diverticular Disease in Electronic Health Records with Natural Language Processing enriched phenotype algorithm"}
{"loci":"rs11838776","finding":"Located in the COL4A2 gene, rs11838776 was strongly linked with vascular diseases and ischemic events, reiterating its role as a significant participant in white matter pathology.","chrpos":"chr13:110388334","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/683367","title":"Common genetic variation indicates separate etiologies for periventricular and deep white matter hyperintensities"}
{"loci":"rs55940034","finding":"This SNP was identified in the COL4A2 gene region, previously indicated for associations with coronary artery disease and myocardial infarction, showcasing its relevance in cerebrovascular pathology.","chrpos":"chr13:110390962","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/683367","title":"Common genetic variation indicates separate etiologies for periventricular and deep white matter hyperintensities"}
{"loci":"rs9515201","finding":"Previously linked to total WMH, this SNP was shown to be in high linkage disequilibrium with another important SNP, suggesting a strong shared genetic architecture.","chrpos":"chr13:110388451","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/683367","title":"Common genetic variation indicates separate etiologies for periventricular and deep white matter hyperintensities"}
{"loci":"rs12020259","finding":"The SNP rs12020259 was identified as a positive original finding linked to the regulation of cancer cell division, particularly relating to the function of Rab11 and Rab35 in cytokinesis. This SNP was associated with aberrant levels of F-actin in the intercellular bridge during the late stages of cell division, highlighting its potential role in oncogenic pathways.","chrpos":"chr13:65044685","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.25.614863","title":"The unique contributions of Rab11 and Rab35 to the completion of cell division"}
{"loci":"rs80338851","finding":"The SNP rs80338851, reported as c.660+1G>A, was found to be the most common mutation associated with Peters-plus syndrome (PPS). This finding indicated that this mutation has a significant role in the pathogenesis of Peters-plus syndrome, corroborated by previous research.","chrpos":"chr13:31269278","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.21.000695","title":"In Silico Analysis of B3GALTL Gene Reveling 13 Novel Mutations Associated with Peters’-plus syndrome"}
{"loci":"rs7998201","finding":"The SNP rs7998201 was found to be significantly associated with the expression of the TEX30 gene. This association was shown to be modulated by the methylation status of a nearby CpG site, indicating that rs7998201 does not directly act as an eQTL or meQTL but interacts with gene expression through the methylated site.","chrpos":"chr13:102945801","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.02.539122","title":"memo-eQTL: DNA methylation modulated genetic variant effect on gene transcriptional regulation"}
{"loci":"rs2016073","finding":"The ERCC5 rs2016073 variant was identified as associated with platinum response in CRC, contributing to the understanding of pharmacogenomic predictability.","chrpos":"chr13:102845061","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561316","title":"Pharmacogenomics, biomarker network and allele frequencies in colorectal cancer"}
{"loci":"rs751402","finding":"The ERCC5 rs751402 polymorphism was also noted in association with platinum response, reinforcing its significance in CRC treatment outcomes.","chrpos":"chr13:102845848","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561316","title":"Pharmacogenomics, biomarker network and allele frequencies in colorectal cancer"}
{"loci":"rs9582036","finding":"The VEGFR1 rs9582036 variant was linked to less favorable treatment outcomes with bevacizumab in CRC.","chrpos":"chr13:28311271","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561316","title":"Pharmacogenomics, biomarker network and allele frequencies in colorectal cancer"}
{"loci":"rs3742305","finding":"The finding highlighted that rs3742305 (chr13:31036642:C>G) was the candidate causal variant underlying the T2D and BMI GWAS associations, impacting the differential usage of HMGB1 isoforms during pancreas development.","chrpos":"chr13:30462505","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.17.435846","title":"Disease-associated regulatory variation often displays plasticity or temporal-specificity in fetal pancreas"}
{"loci":"rs7987944","finding":"SNP rs7987944 was identified as a trans pQTL for TALDO1, further reinforcing the connection between metabolic regulation and AF.","chrpos":"chr13:22797335","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.06.021527","title":"Tissue-specific multiOMICs analysis of atrial fibrillation"}
{"loci":"rs17446614","finding":"The SNP rs17446614, located in the FOXO1 gene, was also linked to genetic susceptibility to diabetic nephropathy. Similar to rs10823108, this SNP was noted for its relevance in the context of metabolic disorders, contributing to the understanding of diabetes and its complications.","chrpos":"chr13:40565740","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.13.460173","title":"A natural genetic variation screen identifies insulin signaling, neuronal communication, and innate immunity as modifiers of hyperglycemia in the absence of Sirt1"}
{"loci":"rs4769613","finding":"The SNP rs4769613 was associated with preeclampsia through its presence in preeclampsia-specific enhancers linked to the gene FLT1. This enhancer activity was characterized by a gain of chromatin accessibility and a loss of DNA methylation at H3K27ac-marked loci, indicating a direct genetic influence on preeclampsia-like phenotypes. The research highlighted that this locus was involved in the regulation of FLT1 during the transformation from trophectoderm to a functional placenta.","chrpos":"chr13:28564472","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.08.085290","title":"Developmentally Delayed Epigenetic Reprogramming Underlying the Pathogenesis of Preeclampsia"}
{"loci":"rs12050029","finding":"The SNP rs12050029 was similarly identified as a preeclampsia susceptibility locus found within preeclampsia-specific enhancers of the FLT1 gene. The study described that these enhancers showed increased chromatin accessibility and decreased DNA methylation, which were linked to altered regulatory mechanisms affecting FLT1 expression, potentially contributing to the pathogenesis of preeclampsia.","chrpos":"chr13:28653382","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.08.085290","title":"Developmentally Delayed Epigenetic Reprogramming Underlying the Pathogenesis of Preeclampsia"}
{"loci":"rs4769613","finding":"The SNP rs4769613 was identified as part of preeclampsia-gained enhancers for the gene FLT1, which is associated with preeclampsia. The finding indicated that it was linked to a gain of chromatin accessibility and a loss of DNA methylation on H3K27ac-marked loci, contributing to the development of a preeclampsia-like phenotype.","chrpos":"chr13:28564472","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.08.085290","title":"Developmentally Delayed Epigenetic Reprogramming Underlying the Pathogenesis of Preeclampsia"}
{"loci":"rs12050029","finding":"The SNP rs12050029 was also identified as a susceptibility locus for preeclampsia, encompassed within the FLT1 preeclampsia-gained enhancers. Similar to rs4769613, this SNP was associated with chromatin accessibility changes and loss of DNA methylation in the context of preeclampsia, thereby suggesting its role in the underlying pathophysiology of this condition.","chrpos":"chr13:28653382","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.08.085290","title":"Developmentally Delayed Epigenetic Reprogramming Underlying the Pathogenesis of Preeclampsia"}
{"loci":"rs41293511","finding":"Resulted in D2723H in BRCA2, associated with breast and ovarian cancer.","chrpos":"chr13:32363369","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.01.573831","title":"Predicting functionally important breast cancer SNPs using pleiotropy, conservation, and protein structure"}
{"loci":"rs1037271","finding":"The SNP rs1037271 is an intronic variant in the DGKH gene. While specific findings regarding its association with phenotypes were limited, it was noted to be among the loci affecting CaSR signaling relevant to nephrolithiasis.","chrpos":"chr13:42205274","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/515882","title":"Genetic variants of calcium and vitamin D metabolism in kidney stone disease"}
{"loci":"rs238256","finding":"This SNP was identified as having a significant <trans> interchromosomal connection with <RAD21>, influencing transcript levels of <AKAP11>. This suggested that rs238256 plays a role in the co-regulation of oncogenes, potentially affecting cancer onset.","chrpos":"chr13:42349539","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.27.445915","title":"Genetic Variation as a Long-Distance Modulator of RAD21 Expression in Humans"}
{"loci":"rs4771268","finding":"The SNP rs4771268 was the sole Consensus SNP identified within the MBNL2 locus, and it also served as the lead GWAS SNP. It was found to overlap with regulatory elements active in oligodendrocytes, indicating its important role in Parkinson's Disease pathology.","chrpos":"chr13:97212767","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.22.340158","title":"Fine-mapping of Parkinson’s disease susceptibility loci identifies putative causal variants"}
{"loci":"rs73183592","finding":"The SNP rs73183592 showed a 500 kb long-range interaction with the gene FOXO1, important for regulatory T cell functions. This interaction was specific to HaCaT keratinocytes, revealing an important link in the context of psoriasis development.","chrpos":"chr13:40171556","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.05.973271","title":"An active chromatin interactome in relevant cell lines elucidates biological mechanisms at genetic risk loci for dermatological traits"}
{"loci":"rs104894421","finding":"The SNP rs104894421 was associated with Lig4 syndrome, a disease characterized by skeletal abnormalities. Individual S15 from the Encrusted pottery culture exhibited the defining skeletal features of this disease, suggesting the possible presence of this allele in the population despite initial concerns about the reliability of the genetic evidence.","chrpos":"chr13:108210436","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.03.478968","title":"Interdisciplinary analyses of Bronze Age communities from Western Hungary reveal complex population histories"}
{"loci":"rs6313","finding":"The SNP rs6313, located in the serotonin 2A receptor gene (HTR2A), was found to have a significant association with sleep bruxism (SB). Specifically, the study involved human induced pluripotent stem cell (hiPSC)-derived neurons obtained from SB patients with the risk allele (C\/C genotype) and compared them with neurons from unaffected controls (T\/T genotype). The neurons from SB patients displayed altered electrophysiological characteristics in the early stages of neurogenesis, showing shorter action potential half durations and an increased evoked firing capability. This work marked the first in vitro modeling of SB using specific hiPSC lines, suggesting that the rs6313 variant may play a role in the excitability and functional properties of neurons associated with SB.","chrpos":"chr13:46895805","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.26.428254","title":"Electrophysiological maturation and increased excitability of human iPSC-derived neurons in HTR2A variant-related sleep bruxism"}
{"loci":"rs764288814","finding":"The C231Y SNP was identified as a damaging mutation affecting the FLT3 gene, which was linked to the pathogenesis of acute myeloid leukemia (AML). This mutation involved the change in amino acid from Cysteine to Tyrosine at position 231.","chrpos":"chr13:28050145","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs887807138","finding":"The C681 SNP was part of the findings indicating a significant alteration in protein structure and function in FLT3, causing a mutation from Cysteine to Serine at position 681, thus classified as damaging and relevant to leukemia development.","chrpos":"chr13:28028189","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1221467960","finding":"The C694R SNP was characterized as a damaging alteration from Cysteine to Arginine at position 694, contributing to the dysfunctional signaling pathways in FLT3 associated with AML.","chrpos":"chr13:28027215","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1361689773","finding":"The C925Y SNP was recognized for its damaging effect on the FLT3 gene, substituting Cysteine for Tyrosine at position 925 and affecting the cancer-related signaling functions.","chrpos":"chr13:28014537","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1474119276","finding":"The D787Y SNP was documented as a significant mutation that mutated Aspartic acid to Tyrosine at position 787, contributing to the pathogenesis of AML via its detrimental effects on FLT3's function.","chrpos":"chr13:28023409","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs776952835","finding":"The E880A SNP, marked by the substitution of Glutamic acid with Alanine at position 880, was noted as a damaging alteration, playing a role in AML associated with changes in FLT3 protein.","chrpos":"chr13:28015604","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs537215681","finding":"The F349C SNP was pinpointed as a damaging mutation where Phenylalanine was replaced with Cysteine at position 349, impacting FLT3’s signaling pathways relevant to leukemia.","chrpos":"chr13:28048434","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1442266284","finding":"The G619D SNP, which altered Phenylalanine to Cysteine at position 619, was identified as damaging and influenced pathways in FLT3 associated with AML.","chrpos":"chr13:28033973","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs774360726","finding":"The L860P SNP was recognized for its damaging effect, involving a mutation from Leucine to Proline at position 860 correlated with dysfunctional FLT3 signaling pathways associated with leukemia.","chrpos":"chr13:28015664","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs200909894","finding":"The M908V SNP resulted in the mutation of Methionine to Valine at position 908 and was classified as damaging with implications for leukemia signaling pathways in FLT3.","chrpos":"chr13:28015188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs974980406","finding":"The M922T SNP was noted as a damaging mutation, changing Methionine to Threonine at position 922, which affected the function of FLT3 in the context of AML.","chrpos":"chr13:28014546","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs142796469","finding":"The P890R SNP, which altered Proline to Arginine at position 890, was emphasized as damaging concerning the mutation in FLT3 linked to AML.","chrpos":"chr13:28015241","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1276477642","finding":"The V643D SNP was identified as a damaging alteration where Valine was replaced by Aspartic acid at position 643, adversely impacting FLT3's function in AML.","chrpos":"chr13:28033901","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1041412646","finding":"The W383C SNP was characterized by a mutation changing Tryptophan to Cysteine at position 383, recognized as damaging within the context of FLT3 signaling pathways associated with AML.","chrpos":"chr13:28048331","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs774511256","finding":"The Y702C SNP, with a mutation from Tyrosine to Cysteine at position 702, was noted as damaging in relation to the pathogenicity of FLT3 in AML.","chrpos":"chr13:28027190","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs759638195","finding":"The Y865C SNP involved a mutation changing Tyrosine to Cysteine at position 865, identified as a damaging factor affecting FLT3’s functionality associated with leukemia.","chrpos":"chr13:28015649","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs868802040","finding":"The Y874C SNP was documented as damaging, where a mutation from Tyrosine to Cysteine at position 874 impacted the FLT3 protein structure, relevant to AML pathways.","chrpos":"chr13:28015622","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs114066381","finding":"The SNP rs114066381-A was significantly associated with Body Mass Index (BMI) exclusively in females of the Pelotas cohort. It exhibited a strong effect with a beta of 3.99 kg\/m² per A allele (95% CI: 2.32-5.65, p=2.76×10^-6). The effect was replicated in other cohorts, confirming its importance as a potential regulatory variant linked to BMI in females.","chrpos":"chr13:30058599","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827311","title":"Admixture\/fine-mapping in Brazilians reveals a West African associated potential regulatory variant (rs114066381) with a strong female-specific effect on body mass- and fat mass-indexes"}
{"loci":"rs113214936","finding":"The SNP rs113214936-G was associated with obesity-related traits and was located in the intron of the MTUS2 gene, related to BMI in females, emphasizing the role of European ancestry in this context.","chrpos":"chr13:29444281","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827311","title":"Admixture\/fine-mapping in Brazilians reveals a West African associated potential regulatory variant (rs114066381) with a strong female-specific effect on body mass- and fat mass-indexes"}
{"loci":"rs7323267","finding":"The variant rs7323267 was positively correlated with MPN risk and found within an intron of the FOXO1 gene, indicating its potential involvement in HSC biology.","chrpos":"chr13:40629878","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/790626","title":"Genetic predisposition to myeloproliferative neoplasms implicates hematopoietic stem cell biology"}
{"loci":"rs1753776","finding":"The SNP rs1753776 was linked to the gene Protein Kinase C delta (PKCdelta) in the association study, suggesting its importance in both circadian rhythms and photoperiod responses as indicated by the differential phenotypes of the respective mutant.","chrpos":"chr13:85653269","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.29.462474","title":"Characterizing Genetic Mechanisms Involved in Measuring Day-length in Drosophila melanogaster"}
{"loci":"rs1421292","finding":"The G72 rs1421292 polymorphism was found to be associated with verbal function in individuals with schizophrenia. This genetic variant has been implicated in the abnormal gray matter volume of the right middle temporal gyrus, a region linked to auditory hallucinations, suggesting a connection between this SNP and psychiatric symptoms in schizophrenia.","chrpos":"chr13:105545886","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.13.946657","title":"Alteration of Power Law Scaling of Spontaneous Brain Activity in Schizophrenia"}
{"loci":"rs150928081","finding":"Similarly, the SNP rs150928081, situated in the FREM2 gene, was also significantly enriched in GBA1-N409S carriers, reinforcing its relevance in the context of Parkinson's disease genetic risk factors.","chrpos":"chr13:38689406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.03.583145","title":"Deep sequencing of proteotoxicity modifier genes uncovers a Presenilin-2\/beta-amyloid-actin genetic risk module shared among alpha-synucleinopathies"}
{"loci":"rs61998252","finding":"The SNP rs61998252 was recognized for its nominally significant association in LRRK2 G2019S carriers, marking it as a potential player in Parkinson's disease genetics.","chrpos":"chr13:24706425","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.03.583145","title":"Deep sequencing of proteotoxicity modifier genes uncovers a Presenilin-2\/beta-amyloid-actin genetic risk module shared among alpha-synucleinopathies"}
{"loci":"rs61740542","finding":"Finally, the SNP rs61740542 was also noted for its nominal significance among LRRK2 G2019S carriers, linking it to the genetic risk factors associated with Parkinson's disease.","chrpos":"chr13:24698688","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.03.583145","title":"Deep sequencing of proteotoxicity modifier genes uncovers a Presenilin-2\/beta-amyloid-actin genetic risk module shared among alpha-synucleinopathies"}
{"loci":"rs9585056","finding":"The SNP rs9585056, previously classified as intergenic, was found to be located in the lncRNA ARGI (Antiviral Response Gene Inducer). This SNP was associated with type 1 diabetes (T1D) and influenced the secondary structure of ARGI. Functional analysis indicated that this SNP was linked to an overactivation of the type I interferon response in pancreatic beta cells and enhanced interaction with CTCF when harboring the T1D risk allele (rs9585056-G) compared to the protective allele (rs9585056-A). This highlighted the role of ARGI in mediating T1D pathogenesis through antiviral gene networks.","chrpos":"chr13:99429512","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.01.518685","title":"The type 1 diabetes-associated lncRNA ARGI participates in virus-induced pancreatic β cell inflammation"}
{"loci":"rs11571833","finding":"Identified as a stop-gain variant in <italic>BRCA2<\/italic> (p.K3326*), this variant was previously recognized as deleterious and implicated in breast cancer risk.","chrpos":"chr13:32398489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/521054","title":"Fine-mapping of 150 breast cancer risk regions identifies 178 high confidence target genes"}
{"loci":"rs114066381","finding":"The SNP rs114066381-A was significantly associated with Body Mass Index (BMI) specifically in females from the Pelotas cohort, showing a strong effect (beta=3.99±0.84 kg\/m² per A allele, p=2.76 x 10^-6). Its effect on BMI was replicated in the São Paulo cohort, demonstrating its relevance in South American admixed populations. This SNP had a frequency of approximately 1.1% in the study populations, increasing to 9% among morbidly obese women.","chrpos":"chr13:30058599","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827311","title":"Admixture\/fine-mapping in Brazilians reveals a West African associated potential regulatory variant (rs114066381) with a strong female-specific effect on body mass- and fat mass-indexes"}
{"loci":"rs113214936","finding":"This SNP, located in the intron of the MTUS2 gene, was associated with obesity-related traits in women, indicating the complexity of gene-phenotype relationships influenced by genetic ancestry.","chrpos":"chr13:29444281","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827311","title":"Admixture\/fine-mapping in Brazilians reveals a West African associated potential regulatory variant (rs114066381) with a strong female-specific effect on body mass- and fat mass-indexes"}
{"loci":"rs7335631","finding":"The SNP rs7335631 was noted to be nearby rs114066381, and while not in strong linkage disequilibrium, its associations pointed towards complex interactions of regulatory variants influencing BMI.","chrpos":"chr13:30383551","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827311","title":"Admixture\/fine-mapping in Brazilians reveals a West African associated potential regulatory variant (rs114066381) with a strong female-specific effect on body mass- and fat mass-indexes"}
{"loci":"rs80285134","finding":"The SNP rs80285134 was a height-specific BMI variant identified through mtCOJO analysis. It exhibited differential effects on BMI, specifically increasing BMI in short people (beta=0.30, P=5.9×10−4) while decreasing BMI in tall people (beta=−0.37, P=1.7×10−6). Additionally, it was significantly associated with bone mineral density, indicating a potential role in the pathogenesis of osteoporosis.","chrpos":"chr13:93118167","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.24.312181","title":"Genome-wide analyses point to differences in genetic architecture of BMI between tall and short people"}
{"loci":"rs146350366","finding":"The SNP rs146350366 located on chromosome 13 was identified as a genome-wide significant association with sporadic miscarriage in a European ancestry meta-analysis, demonstrating a minor allele frequency (MAF) of 1.2% and a P-value of 3.2×10^-8. This association was suggested to involve the gene FGF9, which plays a role in pregnancy maintenance and progesterone production.","chrpos":"chr13:22779354","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/575167","title":"The genetic architecture of sporadic and recurrent miscarriage"}
{"loci":"rs76559378","finding":"The SNP rs76559378 at 13q13 demonstrated a suggestive association with RBC deformability, with a p-value of 9.74 x 10^-7. This SNP is in strong linkage disequilibrium with the exonic SNP rs201936594, which had a high CADD score indicating a likely deleterious effect, hinting at its potential impact in hematologic conditions related to malaria.","chrpos":"chr13:33008947","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.21.485136","title":"Splenic clearance of rigid erythrocytes as an inherited mechanism for splenomegaly and natural resistance to malaria"}
{"loci":"rs9604045","finding":"The SNP was linked with LAMP1 and was implicated in inflammatory responses, as it co-localized with GWAS signals associated with C-reactive protein levels.","chrpos":"chr13:113272893","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.04.551251","title":"Shared and distinct molecular effects of regulatory genetic variants provide insight into mechanisms of distal enhancer-promoter communication"}
{"loci":"rs9574096","finding":"The SNP rs9574096 was identified as an essential mutation site linked to the tag SNP rs9574095, which was associated with the trait 'Mathematical ability'. Both variants were found in the intronic region of the neurobeachin (NBEA) gene, an autism-linked gene that regulates signals at neuronal junctions. NBEA exhibited significantly higher embryonic neocortex expression in humans compared to macaques at early developmental stages, indicating a connection to enhanced cognitive traits.","chrpos":"chr13:35530810","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs9574095","finding":"The SNP rs9574095, a tag SNP for rs9574096, showed a significant association with 'Mathematical ability'. It was linked to enhanced expression of the NBEA gene in humans during embryonic neocortex development, and represented differences in transcription factor binding between human and macaque alleles.","chrpos":"chr13:35530474","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs1367115848","finding":"The variant rs1367115848 disrupted HNF4 binding at the F7 promoter, leading to severe factor VII deficiency. This finding highlighted its significance in the context of Mendelian disorders.","chrpos":"chr13:113105781","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.10.561776","title":"GPN-MSA: an alignment-based DNA language model for genome-wide variant effect prediction"}
{"loci":"rs9585056","finding":"The SNP rs9585056 was selected for the corrected credible set as it was positioned in the 3' UTR of the lncRNA AL136961.1 and had implications for regulating GPR183, although the evidence of causality compared to the intergenic rs9517719 was inconclusive.","chrpos":"chr13:99429512","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/781062","title":"Improving the coverage of credible sets in Bayesian genetic fine-mapping"}
{"loci":"rs111440455","finding":"A significant novel association was established for rs111440455 within PIBF1 and serum creatinine levels (p-value 1.08e-09), which replicated in meta-analysis, hinting at its role related to ciliogenesis in kidney health.","chrpos":"chr13:72921188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.31.275685","title":"Mendelian pathway analysis of laboratory traits reveals distinct roles for ciliary subcompartments in common disease pathogenesis"}
{"loci":"rs9301897","finding":"Variant rs9301897 was strongly associated with Nuclei_RadialDistribution_RadialCV_Brightfield_2of4 in isolated cells, lying within the gene GPC6 on chromosome 13. The MAF was 0.13, with an effect size of -0.31 (SE 0.05) and a P-value of 4.5×10^-10. Genetic variants in GPC6 are implicated in Alzheimer's disease and cellular functions related to growth and division, highlighting its potential role in altering nuclear localization during mitosis.","chrpos":"chr13:93573305","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.09.522731","title":"High-dimensional phenotyping to define the genetic basis of cellular morphology"}
{"loci":"rs8191974","finding":"The rs8191974 variant in the Gas6 gene was reported to be associated with type 2 diabetes in northern Chinese Han populations, suggesting its potential relevance in metabolic diseases.","chrpos":"chr13:113834544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.16.472893","title":"Bioinformatics analysis of differentially expressed genes in non alcoholic fatty liver disease using next generation sequencing data"}
{"loci":"rs354439","finding":"This SNP also indicated a higher Hexp value, aligning with inferences of substantial genetic diversity.","chrpos":"chr13:106286062","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.27.011064","title":"The forensic landscape and the population genetic analyses of Hainan Li based on massively parallel sequencing DNA profiling"}
{"loci":"rs9319428","finding":"The SNP rs9319428 was linked to the FLT1 locus, strengthening its association as an eQTL.","chrpos":"chr13:28399484","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.21.423751","title":"Interpreting coronary artery disease GWAS results: A functional genomics approach assessing biological significance"}
{"loci":"rs12020265","finding":"The SNP rs12020265 was associated with the efficacy of proteasome inhibitors in the treatment of multiple myeloma. This finding related specifically to the role of proteasome function in cancer therapy, highlighting the potential of targeting proteasomes for therapeutic interventions.","chrpos":"chr13:106624806","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.17.553660","title":"Structural elucidation of recombinant Trichomonas vaginalis 20S proteasome bound to covalent inhibitors"}
{"loci":"rs61736969","finding":"The SNP rs61736969 was identified as the causative variant in the TBC1D4 gene, showing a recessive effect related to type 2 diabetes and elevated 2-hour plasma glucose levels in the Greenlandic population.","chrpos":"chr13:75324385","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs7330796","finding":"The SNP rs7330796 was the lead SNP in the discovery phase of the study, associated with increasing 2-hour plasma glucose levels, despite being categorized as a non-causal variant.","chrpos":"chr13:75324027","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs1924074","finding":"The SNP rs1924074 was connected to PDX1 through chromatin looping to several GWAS SNPs related to metabolic traits.","chrpos":"chr13:27441250","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9581853","finding":"rs9581853 was one of the GWAS SNPs linked to PDX1 and associated with Body Mass Index.","chrpos":"chr13:27442099","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9579083","finding":"This SNP was also associated with PDX1 and connected to obesity traits through multiple GWAS SNP interactions.","chrpos":"chr13:27443133","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9319366","finding":"SNP rs9319366 was related to PDX1 and involved in the regulatory network associated with metabolic processes.","chrpos":"chr13:27443585","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9581854","finding":"This SNP was implicated in the chromatin interaction with PDX1, emphasizing its role in metabolic regulation.","chrpos":"chr13:27443645","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs4771122","finding":"SNP rs4771122 showed links to PDX1-related metabolic traits underlined by chromatin interactions.","chrpos":"chr13:27446043","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs12584061","finding":"This SNP was associated with metabolic traits through its connection to the PDX1 gene.","chrpos":"chr13:27450407","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs12585587","finding":"SNP rs12585587 was connected to PDX1, suggesting its influence on metabolic function.","chrpos":"chr13:27450557","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9581856","finding":"This SNP was part of the complex network influencing PDX1-associated metabolic traits.","chrpos":"chr13:27451478","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9579084","finding":"SNP rs9579084 was linked to the PDX1 gene, underlining its role in metabolic syndrome.","chrpos":"chr13:27454064","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs4304924","finding":"This SNP was associated with differential regulatory activity in the POU4F1 gene, showing that its allele-specific effects are context-dependent and linked to large artery stroke and pulse pressure.","chrpos":"chr13:78664790","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.03.454513","title":"Functional non-coding SNPs in human endothelial cells fine-map vascular trait associations"}
{"loci":"rs72474224","finding":"The SNP rs72474224 C>T in GJB2 was linked to non-syndromic genetic deafness, the most prevalent genetic disorder in the Vietnamese population. Its allele frequency in Vietnam was found to be 60% higher than in East Asia and significantly higher than in the world population (13.40% in Vietnam, 8.35% in East Asia, and 0.76% globally), consistent with a carrier frequency of 1 in 5 in the Vietnamese population.","chrpos":"chr13:20189473","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/868588","title":"Genetic profiling of 2,683 Vietnamese genomes from non-invasive prenatal testing data"}
{"loci":"rs76428106","finding":"The SNP rs76428106 exhibited the largest risk effect for type 1 diabetes, with an odds ratio (OR) of 1.53 and a minor allele frequency (MAF) of 1.29%. This association was noted for its role in increasing monocyte count and was highlighted as a significant risk factor outside the HLA region for T1D.","chrpos":"chr13:28029870","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.05.429962","title":"Enhanced genetic analysis of type 1 diabetes by selecting variants on both effect size and significance, and by integration with autoimmune thyroid disease"}
{"loci":"rs1272422512","finding":"The SNP rs1272422512 resulted in an R9Q mutation that significantly increased the nucleation of the ADan peptide, which is involved in Danish dementia.","chrpos":"chr13:48261178","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs1455609180","finding":"The SNP rs1455609180 caused a K32T mutation that also increased nucleation in the context of the ADan peptide, which is a key factor in the mechanism of Danish dementia.","chrpos":"chr13:48261237","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs578006622","finding":"The SNP rs578006622 led to an A7S mutation that increased nucleation in the ABri peptide, related to British dementia, highlighting its role in amyloid formation.","chrpos":"chr13:48261171","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs139394220","finding":"The SNP rs139394220 resulted in an I8V mutation which increased the nucleation of the ABri peptide, contributing to the understanding of British dementia mechanisms.","chrpos":"chr13:48261174","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs1428007068","finding":"The SNP rs1428007068 produced an L20S mutation that enhanced nucleation of the ABri peptide, underscoring the differential mechanisms of amyloid aggregation in British dementia.","chrpos":"chr13:48261210","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs760120359","finding":"The SNP rs760120359 resulted in a K28R mutation which increased the nucleation ability of the ABri peptide, further indicating distinct pathways in the formation of amyloids associated with British dementia.","chrpos":"chr13:48261235","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs9515203","finding":"This SNP was noted to overlap with EC4-specific chromatin peaks, indicating a potential link to coronary artery disease (CAD) in the context of the endothelial cells' response to atherosclerosis.","chrpos":"chr13:110397276","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.03.535495","title":"Single cell ‘omic profiles of human aortic endothelial cells in vitro and human atherosclerotic lesions ex vivo reveals heterogeneity of endothelial subtype and response to activating perturbations"}
{"loci":"rs104894421","finding":"The SNP rs104894421 was associated with Lig4 syndrome in individual S15, where a genotype likelihood (GL) of 0.999 suggested a high probability of its presence. Specific skeletal features, including congenital hip dysplasia, were identified in S15, indicating potential symptoms of the syndrome.","chrpos":"chr13:108210436","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.03.478968","title":"Interdisciplinary analyses of Bronze Age communities from Western Hungary reveal complex population histories"}
{"loci":"rs80358920","finding":"The SNP rs80358920 was linked to a tumor marker associated with the BRCA2 gene in individual S9. This variant was noted to be particularly prevalent in contemporary Asian populations, suggesting its historical relevance in the genetic landscape of the analyzed Bronze Age individuals.","chrpos":"chr13:32346841","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.03.478968","title":"Interdisciplinary analyses of Bronze Age communities from Western Hungary reveal complex population histories"}
{"loci":"rs877098","finding":"The SNP rs877098 was categorized as L4, linked to alcohol dependence and multiple complex diseases including bipolar disorder, coronary artery disease, Crohn's disease, rheumatoid arthritis, type 1 diabetes, and type 2 diabetes.","chrpos":"chr13:20224101","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.18.452819","title":"Pleiotropic Variability Score: A Genome Interpretation Metric to Quantify Phenomic Associations of Genomic Variants"}
{"loci":"rs1328363","finding":"The variant rs1328363 was established as a sc-eQTL and sc-caQTL for GPC6, contributing to a rod-specific effect through enhancing the binding of photoreceptor-specific transcription factor CRX.","chrpos":"chr13:93235561","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516814","title":"Integrative single cell multiomics analysis of human retina indicates a role for hierarchical transcription factors collaboration in genetic effects on gene regulation"}
{"loci":"rs41281112","finding":"The loss-of-function SNP rs41281112 was associated with decreased levels of circulating vitamin B12. This variant converted Arg259 into a premature stop codon in the CLYBL gene, resulting in the loss of CLYBL protein, which is crucial for the proper metabolism of vitamin B12 derivatives.","chrpos":"chr13:99866380","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.25.614871","title":"CLYBL averts methylmalonyl-CoA mutase inhibition and loss of vitamin B12 by repairing malyl-CoA"}
{"loci":"rs3783185","finding":"The SNP rs3783185 caused an Ile241Val mutation in the CLYBL protein sequence, which was relevant to the study as it was indicated as a natural variant. This variant might influence the function of CLYBL, although specific functional consequences were not detailed in the findings.","chrpos":"chr13:99866326","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.25.614871","title":"CLYBL averts methylmalonyl-CoA mutase inhibition and loss of vitamin B12 by repairing malyl-CoA"}
{"loci":"rs1766280","finding":"SNP rs1766280 was associated with increased hardness in boiled yam.","chrpos":"chr13:65184805","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.18.562904","title":"Detecting the genetic variants associated with key culinary traits in Dioscorea alata"}
{"loci":"rs495392","finding":"The Klotho rs495392 polymorphism was found to have a protective association against hepatic steatosis, suggesting a potential link to kidney disease via metabolic health.","chrpos":"chr13:33018055","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.17.585400","title":"Identification of novel prognostic targets in acute kidney injury using bioinformatics and next generation sequencing data analysis"}
{"loci":"rs11571833","finding":"Significantly associated with tumor grade (P=1.78×10⁻³).","chrpos":"chr13:32398489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/733402","title":"Common breast cancer risk loci predispose to distinct tumor subtypes"}
{"loci":"rs6562760","finding":"Found associated with TN disease (P<0.05).","chrpos":"chr13:73383544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/733402","title":"Common breast cancer risk loci predispose to distinct tumor subtypes"}
{"loci":"rs79552930","finding":"The SNP rs79552930 showed association with RP11-290F20.3 in FCGR3A+ monocytes, reinforcing its role in immune response genetic regulation.","chrpos":"chr13:113826278","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.14.503915","title":"Expression QTLs in single-cell sequencing data"}
{"loci":"rs10507875","finding":"The EDNRB polymorphism rs10507875 showed joint effects with another SNP in influencing T2DM and diabetic retinopathy outcomes, indicating possible interactive genetic effects.","chrpos":"chr13:77943119","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.28.437386","title":"Bioinformatics analysis of potential key genes and mechanisms in type 2 diabetes mellitus"}
{"loci":"rs605143","finding":"The COL4A1 gene polymorphism rs605143 was found to associate with coronary artery disease, a common comorbidity linked with T2DM.","chrpos":"chr13:110196387","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.28.437386","title":"Bioinformatics analysis of potential key genes and mechanisms in type 2 diabetes mellitus"}
{"loci":"rs565470","finding":"The rs565470 variant in COL4A1 exhibited significant associations with coronary artery disease related to T2DM complications.","chrpos":"chr13:110186299","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.28.437386","title":"Bioinformatics analysis of potential key genes and mechanisms in type 2 diabetes mellitus"}
{"loci":"rs4769613","finding":"The C-allele of rs4769613, located near the FLT1 locus, represented a high-confidence placental risk factor for preeclampsia. This finding was significant in the context of cardiovascular development, suggesting that variations at this SNP could affect placental health and subsequently influence cardiovascular outcomes.","chrpos":"chr13:28564472","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.03.433738","title":"The human FLT1 regulatory element directs vascular expression and modulates angiogenesis pathways in vitro and in vivo"}
{"loci":"rs573983368","finding":"The SNP rs573983368, an intronic variant in the DACH1 gene, exhibited an age-dependent effect on white matter cerebrum volume change. DACH1 is associated with regulating gene expression and plays a role in the development of neuroprogenitor cells.","chrpos":"chr13:71779263","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.031138","title":"Dynamics of Brain Structure and its Genetic Architecture over the Lifespan"}
{"loci":"rs12552","finding":"The human IFITM3 rs12552-C SNP was proposed to result in IFITM3 plasma membrane localization and was identified as a risk factor for severe COVID-19 in an early study involving a limited cohort. This suggests a possible link between this SNP and increased disease severity during SARS-CoV-2 infections.","chrpos":"chr13:53051646","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.11.246678","title":"Opposing activities of IFITM proteins in SARS-CoV-2 infection"}
{"loci":"rs80338939","finding":"The SNP rs80338939, a frameshift variant (35delG) in the GJB2 gene, accounted for 60% of the known autosomal recessive variants associated with non-syndromic hearing loss in White individuals according to a study conducted by Putcha et al. in 2007.","chrpos":"chr13:20189552","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.20.576388","title":"A general model for two-locus assortative mating analysis and prediction"}
{"loci":"rs35887622","finding":"The missense substitution SNP rs35887622 (101T > C or M34T) accounted for 12% of non-syndromic hearing loss cases in White individuals in the same study by Putcha et al. in 2007. It exhibited lower penetrance compared to frameshift variants.","chrpos":"chr13:20189481","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.20.576388","title":"A general model for two-locus assortative mating analysis and prediction"}
{"loci":"rs80338942","finding":"The SNP rs80338942, a frameshift variant (167delT), was noted as the most common variant in the Ashkenazi Jewish population associated with severe hearing loss, contributing to the understanding of genetic etiology of deafness.","chrpos":"chr13:20189415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.20.576388","title":"A general model for two-locus assortative mating analysis and prediction"}
{"loci":"rs12020259","finding":"The SNP rs12020259 was identified as a risk factor associated with glioblastoma. The study highlighted that it played a significant role in the modulation of tumor-promoting activities through its effect on the expression of endosomal GTPases like Rab35 and Arf5. Specifically, the SNP's association with the regulation of these GTPases led to changes in tumor cell behavior, including increased migration, invasiveness, and proliferation, ultimately contributing to glioblastoma progression.","chrpos":"chr13:65044685","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.30.070334","title":"An Arf\/Rab cascade controls the growth and invasiveness of glioblastoma"}
{"loci":"rs1536776","finding":"The lead SNP rs1536776 was found to explain most of the signal attributed to RNF219, correlating with ADHD risk. The original GWAS P-value was 5.5E-07, and after conditioning on RNF219, the lead SNP GWAS P-value shifted to 5.1E-02, explaining 0.848 of the variance.","chrpos":"chr13:78293185","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/642231","title":"Transcriptome-wide association study of attention deficit hyperactivity disorder identifies associated genes and phenotypes"}
{"loci":"rs72474224","finding":"The SNP rs72474224 C>T in gene GJB2 was associated with deafness, autosomal recessive 1A which had a carrier frequency of 17.2% (1 in 6) in the Vietnamese population, making it the most prevalent disorder in this cohort.","chrpos":"chr13:20189473","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.27.358358","title":"Genetic landscape of recessive diseases in the Vietnamese population from large-scale clinical exome sequencing"}
{"loci":"rs11571833","finding":"It showed stronger evidence for predisposing to high-grade subtypes.","chrpos":"chr13:32398489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/733402","title":"Common variants in breast cancer risk loci predispose to distinct tumor subtypes"}
{"loci":"rs11571833","finding":"This variant presented strong evidence for predisposing individuals to high-grade subtypes and was associated with risk of TN disease.","chrpos":"chr13:32398489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/733402","title":"Common variants in breast cancer risk loci predispose to distinct tumor subtypes"}
{"loci":"rs4143229","finding":"The SNP rs4143229 was associated with depression without association to neuroticism and resides in an intron of the ENOX1 gene, which is expressed in the nervous system and implicated in autoimmune disorders.","chrpos":"chr13:43753663","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/547828","title":"Stratifying depression by neuroticism: revisiting a diagnostic tradition using GWAS data"}
{"loci":"rs1343605","finding":"The SNP rs1343605 showed an association with depression and is located near the OLFM4 gene, which has been linked to several conditions including depression and inflammation.","chrpos":"chr13:53072913","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/547828","title":"Stratifying depression by neuroticism: revisiting a diagnostic tradition using GWAS data"}
{"loci":"rs9585056","finding":"The SNP rs9585056 was selected after correction, being located in the 3' UTR of lncRNA AL136961.1, though it lacked conclusive evidence for causality compared to rs9517719.","chrpos":"chr13:99429512","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/781062","title":"Correcting the coverage of credible sets in Bayesian genetic fine-mapping"}
{"loci":"rs4512994","finding":"The Olink-specific variant rs4512994 associated with sRANKL showed a connection to known susceptibility for bone mineral density, indicating a strong phenotypic relevance.","chrpos":"chr13:42465537","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.18.435919","title":"Cross-platform proteomics to advance genetic prioritisation strategies"}
{"loci":"rs6563275","finding":"The rs6563275 SNP was originally found to be significantly associated with the lactase persistence phenotype in the Fulani population during the Genome Wide Association Study (GWAS). This SNP exhibited a higher association with glucose levels after lactose ingestion, with an effect size of 38.7% (p-value = 6.62×10⁻⁸). Even though it is located approximately 2.7 Mb upstream of the nearest gene, SPRY2, it was noted that its effect on the lactase digestion phenotype works independently of the T-13910 SNP, suggesting specific genetic factors contribute to lactose metabolism in this population.","chrpos":"chr13:82218857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/650986","title":"Population history and genetic adaptation of the Fulani nomads: Inferences from genome-wide data and the lactase persistence trait"}
{"loci":"rs11571833","finding":"The SNP rs11571833 in the BRCA2 gene was identified as associated with breast cancer risk in a genome-wide association study (GWAS), showing a p-value of 2 × 10^-6. The BRCA2 gene is a well-known tumor suppressor that plays a crucial role in DNA repair. Given its association with established breast cancer risk factors, this SNP is considered a likely true finding, demonstrating the utility of using prior biological knowledge in enhancing the power of genetic testing.","chrpos":"chr13:32398489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/737676","title":"Priors, population sizes, and power in genome-wide hypothesis tests"}
{"loci":"rs72474224","finding":"The SNP rs72474224 C>T in gene GJB2 was associated with deafness, autosomal recessive 1A, which had a carrier frequency of 17.2% (1 in 6) in the Vietnamese population, making it the most prevalent disorder in the study.","chrpos":"chr13:20189473","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.27.358358","title":"Genetic landscape of recessive diseases in the Vietnamese population from large-scale clinical exome sequencing"}
{"loci":"rs1021188","finding":"The SNP rs1021188 was linked to cortical porosity, confirming its relation to skeletal traits in cortical bone structure based on earlier studies. This connection emphasized the distinct effects of genetic variants on different types of bone attributes.","chrpos":"chr13:42541997","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/512103","title":"Genetic dissection of femoral and tibial microarchitecture"}
{"loci":"rs374039502","finding":"The rs374039502 variant caused the appearance of a new PAS motif in the TNFSF13B gene, and it was associated with higher risks of both multiple sclerosis and systemic lupus erythematosus in the Sardinian population.","chrpos":"chr13:108308037","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/540088","title":"The genetic determinants of the relative expression of alternative 3’UTR isoforms in human"}
{"loci":"rs17446614","finding":"The SNP rs17446614 in FOXO1 was also determined to contribute to genetic susceptibility to diabetic nephropathy. This finding highlighted the role of FOXO1 in metabolic pathways related to diabetes, shedding light on potential therapeutic targets for managing diabetes-related complications.","chrpos":"chr13:40565740","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.13.460173","title":"A natural genetic variation screen identifies insulin signaling, neuronal communication, and innate immunity as modifiers of hyperglycemia in the absence of Sirt1"}
{"loci":"rs1272422512","finding":"This SNP, which results in an R9Q mutation, increased nucleation of the ADan peptide significantly, thus suggesting its involvement in enhancing amyloid formation.","chrpos":"chr13:48261178","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs1455609180","finding":"The rs1455609180 SNP leads to a K32T mutation that also increased the nucleation of the ADan peptide, supporting its role in amyloid aggregation.","chrpos":"chr13:48261237","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs578006622","finding":"This SNP resulted in an A7S mutation in the context of ABri and was found to increase amyloid nucleation.","chrpos":"chr13:48261171","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs139394220","finding":"The I8V mutation from this SNP was identified to also enhance nucleation of ABri peptides, indicating its role in amyloid aggregation.","chrpos":"chr13:48261174","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs1428007068","finding":"This SNP introduced an L20S mutation, which increased the nucleation of ABri, thus contributing to its aggregation profile.","chrpos":"chr13:48261210","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs760120359","finding":"The K28R mutation associated with this SNP resulted in increased nucleation of ABri peptides, highlighting its potential effect on amyloid formation.","chrpos":"chr13:48261235","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs80359104","finding":"The missense variant rs80359104 (c.8524C>T\/p.R2842C) in BRCA2 was identified as a pathogenic variant associated with primary ovarian insufficiency (POI) in a patient from a consanguineous family. It exhibited homozygosity in the patient and was absent in unrelated fertile controls, with a very low minor allele frequency (MAF). Functional data indicated that the variant had a role in fertility, as it was predicted to be pathogenic by 16 out of 17 software tools. The variant's effects on chromosomal breaks and homologous recombination function suggested it contributed to the absence of somatic pathologies in the patient.","chrpos":"chr13:32370992","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/751644","title":"A homozygous hypomorphic BRCA2 variant causes primary ovarian insufficiency without cancer or Fanconi anemia traits"}
{"loci":"rs9533799","finding":"The SNP rs9533799, located in the lncRNA SMIM2-AS1, was identified as being up-regulated in excitatory neurons in the context of amyotrophic lateral sclerosis (ALS) as compared to the neuronal population from non-pathological controls (PN). This suggests a potential role in ALS pathogenesis.","chrpos":"chr13:44234038","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.18.585481","title":"Transcriptional profiling of human brain cortex identifies novel lncRNA-mediated networks dysregulated in amyotrophic lateral sclerosis"}