{"loci":"rs5756795","finding":"This variant in NOL12:TRIOBP was possibly deleterious, indicating a link to congenital deafness and implicating it in hearing loss mechanisms.","chrpos":"chr22:37726115","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.26.22269898","title":"Sex differences, cross-ancestry generalizability, and noise-smoking interactions in the polygenic architecture of hearing loss in adults"}
{"loci":"rs7284476","finding":"Similar to rs5756795, this variant was considered potentially pathogenic in relation to the known effects of TRIOBP mutations on hearing loss.","chrpos":"chr22:37733325","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.26.22269898","title":"Sex differences, cross-ancestry generalizability, and noise-smoking interactions in the polygenic architecture of hearing loss in adults"}
{"loci":"rs4680","finding":"The study demonstrated that the maternal COMT Met158Met genotype, represented by SNP rs4680, was significantly associated with early-onset preeclampsia (PE) in both African American and Caucasian subjects compared to the Val158Val and Val158Met genotypes. However, the COMT genotype did not show significant association with late-onset PE, indicating a potential risk factor specifically for early-onset cases.","chrpos":"chr22:19963748","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.01.24306705","title":"The COMT Val158Met Polymorphism is Significantly Associated with Early Onset Preeclampsia in Both African American and Caucasian Mothers"}
{"loci":"rs738409","finding":"The study demonstrated that the SNP rs738409 located in the PNPLA3 gene was associated with the occurrence of hepatocellular carcinoma (HCC) in patients with cirrhosis. This finding contributed to risk model predictions, indicating that individuals with specific genotypes of rs738409 had a heightened risk for developing HCC. This association supports the use of genetic factors in risk assessment models for cirrhotic patients.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.27.24303387","title":"Validation of a glycomics-based test associated with risk of HCC development in cirrhosis"}
{"loci":"rs192493667","finding":"The SNP rs192493667 was found to be genome-wide significant in the context of multiple cancers when compared to single cancer controls (OR=1.39, P=3.6×10^-8), indicating strong association specifically in the European population group.","chrpos":"chr22:40600943","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.29.24316326","title":"Unraveling the genetic landscape of susceptibility to multiple primary cancers"}
{"loci":"rs766169","finding":"Associated with long-term varenicline effectiveness, rs766169 was implicated in the genetic basis for more sustained cessation efforts.","chrpos":"chr22:47284350","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.13.24317234","title":"Genome-wide association study of varenicline-aided smoking cessation"}
{"loci":"rs2239785","finding":"The SNP rs2239785 was identified as a significant locus associated with diabetic macular edema (DME) risk. It resulted in a missense variant (K150E) in the gene APOL1, with the G allele showing an odds ratio (OR) of 1.71 and a p-value of 5.05×10^-23. This association was consistent across multiple ancestries, with replication studies showing a combined OR of 1.65 and significant p-values, indicating a strong link to DME.","chrpos":"chr22:36265284","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.23.23284446","title":"Multi-ancestry GWAS analysis identifies two novel loci associated with diabetic eye disease and highlights APOL1 as a high risk locus in patients with diabetic macular edema"}
{"loci":"rs5030613","finding":"The SNP rs5030613, found in the intronic region of the DERL3 gene (chromosome 22q11.23), was associated with decreased PRU values (β: -33.53, 95% CI: -46.76 to -20.3, p=9.42·10^-7). DERL3 is involved in endoplasmic reticulum degradation processes and has been suggested to possess protective roles for the heart.","chrpos":"chr22:23834100","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.29.23296372","title":"Discovery of Ancestry-specific Variants Associated with Clopidogrel Response among Caribbean Hispanics"}
{"loci":"rs4680","finding":"rs4680 was identified as a missense SNP within COMT and was associated with a G to A base change leading to a V to M amino acid change. This change correlated with reduced expression of COMT in PBMCs, consistent with mass-spectrometry results. Its strong association with COMT expression in PBMCs (p = 1.84×10^-27) underscored its relevance in CVD pathology.","chrpos":"chr22:19963748","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.27.24311104","title":"Dual site proteomic analyses reveal potential drug targets for cardiovascular disease"}
{"loci":"rs13268","finding":"The SNP rs13268, a missense variant in FBLN1, indicated high significance and was associated with biological pathways relevant to PSA.","chrpos":"chr22:45600418","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs738409","finding":"The rs738409 SNP, which corresponds to the Ile148Met variant in the PNPLA3 gene, was identified as being associated with hepatic steatosis. This association was evaluated in samples from the QHLI Obesity Biobank, and the genotyping was performed using validated methods. The findings indicated that the presence of this variant was linked with an increased risk of steatosis, thus highlighting its relevance in the context of non-alcoholic fatty liver disease (NAFLD).","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.07.22270618","title":"Altered branched-chain α-keto acid metabolism is a feature of NAFLD in individuals with severe obesity"}
{"loci":"rs11913634","finding":"This SNP, with a lead signal (p=1.20e-15), mapped to FAM19A5, indicating its role in cannabis use disorder associated with brain-specific gene functions.","chrpos":"chr22:48732047","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.06.22268753","title":"Multivariate genome-wide association meta-analysis of over 1 million subjects identifies loci underlying multiple substance use disorders"}
{"loci":"rs1014971","finding":"The study observed that tumors harboring BK polyomavirus (BKPyV) exhibited significantly higher average expression of APOBEC3B compared to both normal tissues and tumors that did not contain any virus. Furthermore, this finding was dependent on the germline variant rs1014971, which is known to associate with increased APOBEC3B expression and bladder cancer risk. Specifically, the highest average APOBEC3B expression was recorded in tumors with both BKPyV and two copies of the rs1014971 variant, indicating a potential link between this SNP and the risk of developing virus-associated bladder cancer in solid organ transplant recipients.","chrpos":"chr22:38936618","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.11.21266080","title":"Evidence for Virus-Mediated Oncogenesis in Bladder Cancers Arising in Solid Organ Transplant Recipients"}
{"loci":"rs4819670","finding":"The rs4819670 variant was identified as the lead <italic>trans<\/italic>-eQTL variant at the <italic>USP18<\/italic> locus. This variant's C allele was linked to decreased expression of type I interferon response genes and was associated with an increased risk of systemic lupus erythematosus (SLE) in East Asians, highlighting its functional relevance in immune regulation.","chrpos":"chr22:18166589","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.15.24310442","title":"USP18 modulates lupus risk via negative regulation of interferon response"}
{"loci":"rs3180408","finding":"The rs3180408 variant, a missense variant in <italic>USP18<\/italic>, was in perfect linkage disequilibrium with the SLE lead variant rs4819670. The T allele of rs3180408 was indicated to potentially decrease USP18 function, thus impacting the regulation of type I interferon response genes, which is critical in the context of SLE pathogenesis.","chrpos":"chr22:18167915","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.15.24310442","title":"USP18 modulates lupus risk via negative regulation of interferon response"}
{"loci":"rs738408","finding":"The rs738408 variant in the PNPLA3 gene was identified, which is linked to non-alcoholic fatty liver disease, reflecting its cardiovascular risk relevance.","chrpos":"chr22:43928850","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.24.21257377","title":"Discovery and systematic characterization of risk variants and genes for coronary artery disease in over a million participants"}
{"loci":"rs129415","finding":"The rs129415 variant, correlated with SCUBE1, indicated a role in protecting against thrombosis, supporting its relevance in CAD.","chrpos":"chr22:43227389","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.24.21257377","title":"Discovery and systematic characterization of risk variants and genes for coronary artery disease in over a million participants"}
{"loci":"rs229527","finding":"SNP rs229527, located at 22:37,185,445:C:A, was associated with all types of hypothyroidism phenotypes, and its presence was linked to an increased risk for various autoimmune diseases.","chrpos":"chr22:37185445","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.04.22280703","title":"The Etiology of Hypothyroidism Is Revealed by Alternative Genetics Association Study Methodologies"}
{"loci":"rs229526","finding":"Similar to rs229527, the SNP rs229526 at 22:37,185,382:G:C was associated with hypothyroidism phenotypes and rising risk factors for multiple autoimmune conditions.","chrpos":"chr22:37185382","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.04.22280703","title":"The Etiology of Hypothyroidism Is Revealed by Alternative Genetics Association Study Methodologies"}
{"loci":"rs769258","finding":"The CYP2D6 variant rs769258 was characterized fully using TaqMan DME Genotyping Assays, achieving 100% concordance with benchmark methods, highlighting its reliability in genotyping studies.","chrpos":"chr22:42130761","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs267608319","finding":"The CYP2D6 rs267608319 variant was also genotyped with TaqMan DME Genotyping Assays, resulting in a 100% concordance rate to benchmark methods, indicating its significance in pharmacogenetic testing.","chrpos":"chr22:42126749","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs1065852","finding":"The CYP2D6 variant rs1065852 achieved a high call rate in the Nala PGx Core study, although there were discrepancies compared to benchmarks, highlighting its relevance in pharmacogenomics.","chrpos":"chr22:42130692","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs3892097","finding":"The CYP2D6 rs3892097 variant was part of a larger analysis where Nala PGx Core demonstrated high reliability, but found higher call rates in benchmark platforms indicating its previous documentation as a relevant SNP.","chrpos":"chr22:42128945","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs5030865","finding":"The variant rs5030865 was included in the analysis of CYP2D6 and demonstrated robust data with respect to genotyping, aligning with expected rates in previous literature.","chrpos":"chr22:42129033","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs5030655","finding":"The CYP2D6 rs5030655 variant exhibited high reliability in genotyping, further supporting the pharmacogenomic findings of the Nala PGx Core.","chrpos":"chr22:42129084","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs35742686","finding":"The rs35742686 variant within CYP2D6 showed robust genotype outcomes in the Nala PGx Core analysis, aligning well with known pharmacogenetic responses.","chrpos":"chr22:42128242","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs28371725","finding":"The CYP2D6 rs28371725 variant was characterized in the study, showcasing reliable results that correlated with established pharmacogenomic data.","chrpos":"chr22:42127803","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs5030656","finding":"The rs5030656 variant in CYP2D6 was included in the analysis, confirming its association with pharmacogenetic implications as seen in previous studies.","chrpos":"chr22:42128176","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs59421388","finding":"The CYP2D6 variant rs59421388 returned favorable validation outcomes in relation to drug metabolism and pharmacogenomics as per the findings from Nala PGx Core.","chrpos":"chr22:42127608","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs16947","finding":"The CYP2D6 rs16947 variant was scrutinized in the study, contributing valuable insights into pharmacogenetic applications thanks to its high reliability scores.","chrpos":"chr22:42127941","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs1135840","finding":"The rs1135840 variant in CYP2D6 was noted for its relevance, showing strong performance in the Nala PGx Core assessment in context with pharmacogenomics.","chrpos":"chr22:42126611","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.10.21256948","title":"Validation of a multi-gene qPCR-based pharmacogenomics panel across major ethnic groups in Singapore and Indonesia"}
{"loci":"rs7292124","finding":"The SNP rs7292124, located near the ISX gene, was identified as significantly associated with tau deposition, with a p-value of 2.20×10^-8, confirming its potential role in tau pathology in Alzheimer's disease.","chrpos":"chr22:35023131","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.04.24314853","title":"Genome-wide scan of Flortaucipir PET levels finds JARID2 associated with cerebral tau deposition"}
{"loci":"rs66812091","finding":"The SNP rs66812091 was associated with non-alcoholic fatty liver disease (NAFLD), exhibiting a recessive relationship with an odds ratio (OR) of 1.3 and a highly significant p-value of 2×10^-12. This finding was notably more significant compared to the additive model, which showed a p-value of 2×10^-11. Additionally, the dominance deviation p-value was significant at 3×10^-2. The association with NAFLD highlighted the gene PNPLA3's involvement in lipid and fatty acid metabolism.","chrpos":"chr22:43939794","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.03.24305256","title":"Widespread recessive effects on common diseases in a cohort of 44,000 British Pakistanis and Bangladeshis with high autozygosity"}
{"loci":"chr22:43939790:TGG:T","finding":"This SNP synonymously refers to rs66812091 and thus shares the same association with NAFLD. It was linked to a recessive model of inheritance that suggested it might have been previously overlooked in studies utilizing an additive framework.","chrpos":"chr22:43939790","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.03.24305256","title":"Widespread recessive effects on common diseases in a cohort of 44,000 British Pakistanis and Bangladeshis with high autozygosity"}
{"loci":"rs738409","finding":"The missense variant rs738409 in PNPLA3 was correlated with 0.27 attributable DALYs in males and 0.05 in females related to liver disease, revealing notable sex differences in disease burden.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.25.22269831","title":"Genetic risk factors have a substantial impact on healthy life years"}
{"loci":"rs738409","finding":"The SNP rs738409 in the gene PNPLA3 was identified as a significant genetic variant affecting the risk of liver disease, particularly non-alcoholic fatty liver disease (NAFLD), thereby linking it to impaired glucagon signaling in hepatocytes.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.05.22281981","title":"Studies to develop a glucagon sensitivity test in humans: The GLUSENTIC study protocol"}
{"loci":"rs6971","finding":"The rs6971 SNP, associated with TSPO, revealed significant group differences in binding affinity across various cohorts, specifically showing a classification into low, medium, or high affinity binders (LAB, MAB, or HAB). The analysis indicated that individuals with different TSPO SNP statuses exhibited considerable variations in microglial activation and related clinical performances. Notably, a significant group difference was identified in the rs6971 SNP status among patients with 4RT, AD-CBS, typical AD, and healthy controls (χ² = 8.575, p = 0.036), highlighting its relevance in the context of AD and its primary tauopathies.","chrpos":"chr22:43162920","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.12.22282082","title":"Individual regional associations between Aβ-, tau- and neurodegeneration (ATN) with microglial activation in patients with primary and secondary tauopathies"}
{"loci":"rs73885319","finding":"The SNP rs73885319, associated with the G1 variant of the APOL1 gene, was linked to an increased risk of sepsis (OR=1.29; 95% CI, 1.00–1.67; p=0.047) among Black patients with infections. However, this association was not significant after adjusting for severe renal disease.","chrpos":"chr22:36265860","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.27.23284540","title":"Association between APOL1 risk variants and progression from infection to sepsis"}
{"loci":"rs60910145","finding":"The SNP rs60910145, also related to the G1 variant of APOL1, exhibited similar results as rs73885319. It was part of the high-risk genotypes that conferred increased susceptibility to sepsis in the cohort of Black patients, but adjustments for pre-existing renal issues nullified this increased risk.","chrpos":"chr22:36265988","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.27.23284540","title":"Association between APOL1 risk variants and progression from infection to sepsis"}
{"loci":"rs71785313","finding":"The SNP rs71785313, corresponding to the G2 variant of the APOL1 gene, contributed to the high-risk genotypes associated with sepsis. Like the other two SNPs, the association was attenuated upon adjusting for severe renal disease.","chrpos":"chr22:36266000","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.27.23284540","title":"Association between APOL1 risk variants and progression from infection to sepsis"}
{"loci":"rs12106505","finding":"The SNP rs12106505 served as a proxy for the G2 allele (rs71785313) and was implicated in the risk of sepsis among Black patients with infections, yet the increased risk was primarily attributed to pre-existing renal disease, as observed for other APOL1 variants.","chrpos":"chr22:36259617","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.27.23284540","title":"Association between APOL1 risk variants and progression from infection to sepsis"}
{"loci":"rs5748614","finding":"The SNP rs5748614, near XKR3, achieved study-wide significance within a non-cognitive category.","chrpos":"chr22:16775341","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.13.21261887","title":"Genome Wide Analysis Across Alzheimer’s Disease Endophenotypes: Main Effects and Stage Specific Interactions"}
{"loci":"rs9608356","finding":"The SNP rs9608356, located near KIAA1671, was included among the six SNPs that retained study significance in non-cognitive measures.","chrpos":"chr22:25019231","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.13.21261887","title":"Genome Wide Analysis Across Alzheimer’s Disease Endophenotypes: Main Effects and Stage Specific Interactions"}
{"loci":"rs35823862","finding":"The SNP rs35823862 intronic to EP300 maintained significance associated with neuroprotective effects in later AD stage endophenotypes.","chrpos":"chr22:41134962","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.13.21261887","title":"Genome Wide Analysis Across Alzheimer’s Disease Endophenotypes: Main Effects and Stage Specific Interactions"}
{"loci":"rs555607708","finding":"The variant rs555607708 in the CHEK2 gene was positively associated with the risk of developing at least two primary cancers, with an odds ratio (OR) of 2.72. This variant was particularly common among individuals with breast, prostate, melanoma, or cervical cancers.","chrpos":"chr22:28695869","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.11.22270688","title":"Assessment of Genetic Susceptibility to Multiple Primary Cancers through Whole-Exome Sequencing in Two Large Multi-Ancestry Studies"}
{"loci":"rs142739979","finding":"This non-frameshift INDEL was found in exon 11 of BAIAP2L2 at 22q13.1, predicted to affect protein structure. It was also an eQTL for nine genes including <SLC16A8> and <TRIOBP>, linking the variant to age-related macular degeneration and cancer cell motility.","chrpos":"chr22:38087148","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.26.23300533","title":"Genome-wide analysis of brain age identifies 25 associated loci and unveils relationships with mental and physical health"}
{"loci":"rs738409","finding":"The genetic risk variant PNPLA3 (I148M) rs738409 was evaluated for its predictive impact on metabolic HCC in a subgroup of participants with available genetic data. A model including demographic and clinical variables along with rs738409 had a validation AUC of 0.66, sensitivity of 0.80, and specificity of 0.45. Further, when combined with 55 differentially methylated CpGs, the model yielded a validation AUC of 0.75, sensitivity of 0.74, and specificity of 0.70, indicating that this variant contributed to improved model performance in predicting metabolic HCC.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.15.24317378","title":"Genome-wide DNA methylation markers associated with metabolic liver cancer"}
{"loci":"rs738409","finding":"The PNPLA3 rs738409 genotype was validated as a major genetic risk factor for MASLD, with significant association found in the dataset based on fibroscan evaluated liver fibrosis. The glm adjusted p-value for the association was 0.028, supporting its role in liver disease severity.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.21.24315902","title":"Mycobiome Dysbiosis and Genetic Predisposition for Elevated IL-17A Drive Fibrosis in MASLD"}
{"loci":"rs7287124","finding":"The variant rs7287124 was identified as a lead eQTL variant for XBP1 expression in pancreatic islets. It was significantly associated with lower beta-cell function and higher stimulated glucose in a cohort of 470 South Asian Indians with newly diagnosed type 2 diabetes. The study reported a per allele effect on HbA1c of 4.32 mmol\/mol (P=8×10^-7) and a stronger effect of 6.41 mmol\/mol in individuals diagnosed young with non-obese BMI (P=2×10^-4). The variant was associated with impaired response to sulphonylureas.","chrpos":"chr22:28843169","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.04.23289501","title":"XBP1 expression in pancreatic islet cells is associated with poor glycaemic control across ancestries especially in young non-obese onset diabetes"}
{"loci":"rs773404017","finding":"The SNP rs773404017 related to ADSL was associated with N6-succinyladenosine, implicating its role in nucleotide metabolism.","chrpos":"chr22:40364370","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs182488695","finding":"The SNP rs182488695 in SEC14L2 was positively correlated with gamma-tocopherol\/beta-tocopherol levels, suggesting its role in vitamin E metabolism.","chrpos":"chr22:30416033","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs2285097","finding":"The rs2285097 SNP, which causes the mEH Tyr61Ser polymorphism, was associated with altered activity of the microsomal epoxide hydrolase (mEH) enzyme. This alteration in activity has implications for the metabolism of propylene oxide (PO) within the human body, potentially leading to increased susceptibility to certain cancers due to inadequate detoxification of epoxides. The finding highlighted the genetic influence on individual variability in detoxification processes related to PO, underscoring the importance of genetic factors in environmental health.","chrpos":"chr22:39226329","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.15.24302622","title":"Biological Factors Influencing Individual Responses to Propylene Oxide: A Systematic Review of Exogenous Exposure, Endogenous Production and Detoxification"}
{"loci":"rs142795512","finding":"The SNP rs142795512 was also significantly associated with pregnancy loss, presenting an odds ratio (OR) of 4.72 and a P-value of 9.64×10^-9. This variant is an intronic variant in the TRMU gene, which encodes a mitochondrial tRNA-modifying enzyme that has been linked to multiple disease phenotypes.","chrpos":"chr22:46351905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.28.22271641","title":"Genetic Polymorphisms Associated with Adverse Pregnancy Outcomes in Nulliparas"}
{"loci":"rs114058457","finding":"The SNP rs114058457 was identified as a significant SNP in the GWAS for pregnancy loss and was previously established as an eQTL for the TTC38 gene, implicating it in the regulation of gene expression related to this phenotype.","chrpos":"chr22:46352584","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.28.22271641","title":"Genetic Polymorphisms Associated with Adverse Pregnancy Outcomes in Nulliparas"}
{"loci":"rs873492","finding":"The SNP rs873492, located within the MIRLET7BHG region, was significantly associated with endometriosis, with a p-value of 4.80E-08. This locus was one of the seven previously unreported findings in the analysis.","chrpos":"chr22:46102010","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.26.24316723","title":"Expanding the genetic landscape of endometriosis: Integrative -omics analyses uncover key pathways from a multi-ancestry study of over 900,000 women"}
{"loci":"rs131529","finding":"The SNP rs131529 was assessed as having a minor allele frequency (MAF) of 0.32 and was in linkage disequilibrium (LD) with 348 other SNPs with an R² value of 0.15 or greater. This SNP was included in the analysis of genetic variance for multiple complex traits.","chrpos":"chr22:16389436","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.04.20188433","title":"Probabilistic inference of the genetic architecture underlying functional enrichment of complex traits"}
{"loci":"rs2096537","finding":"The SNP rs2096537 had a MAF of 0.14 and was in LD with 295 other SNPs (R² ≥ 0.15). Its contribution to the genetic variance was evaluated, linking it to the traits analyzed in the study.","chrpos":"chr22:16613859","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.04.20188433","title":"Probabilistic inference of the genetic architecture underlying functional enrichment of complex traits"}
{"loci":"rs131538","finding":"rs131538 exhibited a MAF of 0.05 and had LD with 82 other SNPs (R² ≥ 0.15). This SNP's role in genetic variance concerning the researched traits was investigated.","chrpos":"chr22:16390411","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.04.20188433","title":"Probabilistic inference of the genetic architecture underlying functional enrichment of complex traits"}
{"loci":"rs141962840","finding":"The SNP rs141962840 had a low MAF of 0.007 and was in LD with 11 other SNPs with R² ≥ 0.15. Its effect was evaluated as part of the complex traits assessment.","chrpos":"chr22:16424801","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.04.20188433","title":"Probabilistic inference of the genetic architecture underlying functional enrichment of complex traits"}
{"loci":"rs117873986","finding":"With a MAF of 0.02, rs117873986 had LD with 12 other SNPs (R² ≥ 0.15). This SNP was included as a part of the genetic determinants analyzed for the complex traits.","chrpos":"chr22:16390311","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.04.20188433","title":"Probabilistic inference of the genetic architecture underlying functional enrichment of complex traits"}
{"loci":"rs9606483","finding":"Having a MAF of 0.005 and being in LD with 1 other SNP (R² ≥ 0.15), rs9606483 was part of the study's assessment of variants contributing to genetic variance.","chrpos":"chr22:16372046","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.04.20188433","title":"Probabilistic inference of the genetic architecture underlying functional enrichment of complex traits"}
{"loci":"rs78881648","finding":"The SNP rs78881648 had a MAF of 0.009 and was in LD with 1 other SNP (R² ≥ 0.15). It was included in the analysis for potential contributions to the traits being studied.","chrpos":"chr22:16549488","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.04.20188433","title":"Probabilistic inference of the genetic architecture underlying functional enrichment of complex traits"}
{"loci":"rs2267161","finding":"The index variant rs2267161 in the <italic>GAL3ST1<\/italic> locus was a common missense variant (p.Met29Val) and prioritized as a tier 1 risk gene. It showed strong associations with elevated sulfatide blood lipid levels and the sCJD risk allele, indicating a significant role in lipid metabolism related to sCJD risks.","chrpos":"chr22:30557308","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.19.24310476","title":"Multiomic Analyses Direct Hypotheses for Creutzfeldt-Jakob Disease Risk Genes"}
{"loci":"rs760294168","finding":"The SNP rs760294168, a homozygous variant in the MCAT gene causing the amino acid change p.T271I, was identified in a proband with combined oxidative phosphorylation deficiency. This variant conformed to autosomal recessive inheritance, being heterozygous in both parents. The variant was associated with severe clinical symptoms including hypotonia, failure to thrive, and abnormal brain MRI findings. Its high CADD score of 28.9 suggested it was damaging, further supported by SIFT and PolyPhen-2 predictions.","chrpos":"chr22:43133404","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.06.22283173","title":"Recessive pathogenic variants in MCAT cause combined oxidative phosphorylation deficiency"}
{"loci":"rs738409","finding":"The SNP rs738409 located in the PNPLA3 gene was associated with increased severity of nonalcoholic fatty liver disease (NAFLD). This variant was recognized for altering triglyceride hydrolysis, thereby impacting liver metabolism and contributing to the progression of NAFLD.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.09.21251354","title":"Quantitative genome-scale analysis of human liver reveals dysregulation of glycosphingolipid pathways in progressive nonalcoholic fatty liver disease"}
{"loci":"rs5751191","finding":"The rs5751191 SNP on chromosome 22 was identified as the top independent genome-wide significant locus for cognitive function (P=2.02×10^-12) and overlapped with the NDUFA6 gene. This SNP showed significant associations with educational attainment in the context of the PTV burden analysis, highlighting its relevance in cognitive function variance.","chrpos":"chr22:41974987","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.24.22276728","title":"The impact of rare protein coding genetic variation on adult cognitive function"}
{"loci":"rs6001566","finding":"The rs6001566 variant acted as a sentinel eQTL for the MGAT3 gene and contributed to transferrin glycosylation through significant associations that persisted after conditioning on this variant.","chrpos":"chr22:39378443","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.26.22283911","title":"Exome sequencing reveals aggregates of rare variants in glycosyltransferase and other genes influencing immunoglobulin G and transferrin glycosylation"}
{"loci":"rs7289446","finding":"The variant rs7289446 was identified as the top signal associated with continuous l-ARMSS severity analysis, demonstrating a beta of -0.4882 (p=2.73×10^-7). It was intronic to SEZ6L, a gene linked to dendritic spine density and arborization, and was also predictive of time to irreversible EDSS scores, with adjusted hazard ratios of 0.77 for irEDSS3 (p=0.008) and 0.72 for irEDSS6 (p=4.85×10^-4).","chrpos":"chr22:26240110","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.04.22270362","title":"Not all roads lead to the immune system: The Genetic Basis of Multiple Sclerosis Severity Implicates Central Nervous System and Mitochondrial Involvement"}
{"loci":"rs1207401","finding":"The variant rs1207401, which was also intronic to SEZ6L, was implicated in the continuous l-MSSS severity analysis, showing a beta of -0.4841 (p=2.88×10^-7). It was in perfect linkage disequilibrium with rs7289446.","chrpos":"chr22:26239582","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.04.22270362","title":"Not all roads lead to the immune system: The Genetic Basis of Multiple Sclerosis Severity Implicates Central Nervous System and Mitochondrial Involvement"}
{"loci":"rs139911","finding":"The rs139911 SNP located at 22q13.1 highlighted shared genetic influences in sleep and cardiac structures.","chrpos":"chr22:40308048","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.08.22279719","title":"Mapping sleep’s phenotypic and genetic links to the brain and heart: a systematic analysis of multimodal brain and cardiac images in the UK Biobank"}
{"loci":"rs763121","finding":"The SNP rs763121 was found in the 3' UTR of DDX17, a gene encoding DEAD-box helicase 17. This SNP was associated with breast cancer and emphasizes the significance of APA-linked genetic variants in cancer susceptibility.","chrpos":"chr22:38483935","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.28.23286554","title":"A distinct class of pan-cancer susceptibility genes revealed by alternative polyadenylation transcriptome-wide association study"}
{"loci":"rs41260844","finding":"The SNP rs41260844 was identified as being associated with congenital heart disease (CHD). The minor allele of this SNP was significantly enriched in CHD patients compared to healthy controls, indicating a higher risk of CHD (p = 0.0041, OR = 1.42, 95% CI = 1.11-1.81). Functional studies showed that the minor allele increased TBX1 promoter activity and reduced the promoter's binding affinity with nuclear proteins, suggesting a crucial role in the pathogenesis of CHD.","chrpos":"chr22:19755901","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.21.21260948","title":"Upregulation of TBX1 by genetic variants are associated with human congenital heart disease"}
{"loci":"rs41298814","finding":"SNP rs41298814 was found to be a risk factor for CHD occurrence, noted for its associations in haplotype analyses where it contributed to a haplotype with an increased risk of CHD (p = 0.0049, OR = 2.38, 95% CI = 1.01-5.65). This finding identifies it as a significant risk factor alongside being part of a linkage disequilibrium with other SNPs.","chrpos":"chr22:19763250","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.21.21260948","title":"Upregulation of TBX1 by genetic variants are associated with human congenital heart disease"}
{"loci":"rs6971","finding":"The analysis revealed that the rs6971 SNP affected TSPO binding affinity, with participants classified as high affinity binders (HAB) comprising 55% of the cohort, mixed affinity binders (MAB) 32%, and low affinity binders (LAB) 13%. This distribution corroborated known frequencies and indicated that the polymorphism influenced the efficacy of TSPO PET imaging in measuring inflammatory changes in ADRD.","chrpos":"chr22:43162920","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.01.24316493","title":"Alzheimer’s-associated inflammatory alterations mediate tau-associated neurodegeneration in limbic and temporal regions across clinical variants of Alzheimer’s disease"}
{"loci":"rs738409","finding":"The G allele of rs738409 in the PNPLA3 locus was associated with increased levels of various triglycerides, including TG(57:10), TG(46:0), and TG(56:6) in the PROMIS population. This non-synonymous variant, known for its link to non-alcoholic fatty liver disease (NAFLD), affected lipid metabolism and demonstrated significant differences in lipid levels determined by genotype.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.16.20213520","title":"Genome-wide analysis of blood lipid metabolites in over 5,000 South Asians reveals biological insights at cardiometabolic disease loci"}
{"loci":"rs12484809","finding":"Associations were established for the intronic variant rs12484809 within the PNPLA3 locus with triglycerides TG(56:6) and TG(56:5). This finding provided deeper insights into the specific triglycerides impacted by alterations at the PNPLA3 gene, enhancing prior knowledge of lipid dynamics linked to cardiovascular health.","chrpos":"chr22:43929751","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.16.20213520","title":"Genome-wide analysis of blood lipid metabolites in over 5,000 South Asians reveals biological insights at cardiometabolic disease loci"}
{"loci":"rs2267161","finding":"The missense variant rs2267161 in the GAL3ST1 locus was associated with PG(32:1). This finding enhanced the understanding of GAL3ST1's role in modulating lipid homeostasis and its potential influence on neurological and metabolic diseases.","chrpos":"chr22:30557308","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.16.20213520","title":"Genome-wide analysis of blood lipid metabolites in over 5,000 South Asians reveals biological insights at cardiometabolic disease loci"}
{"loci":"rs2413450","finding":"SNP rs2413450 was associated with the 'Hemochromatosis Brain' with a p-value of 2.52×10^-50, and is located in the TMPRSS6 gene, which is involved in the production signaling pathway of hepcidin, a key regulator of iron absorption in humans.","chrpos":"chr22:37074184","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.22.22281386","title":"Polygenic architecture of a novel MRI endophenotype: the “hemochromatosis brain”"}
{"loci":"rs855791","finding":"The SNP rs855791 was associated with TMPRSS6, another gene involved in iron homeostasis. This finding reinforced the connection between iron regulation and myocardial interstitial fibrosis.","chrpos":"chr22:37066896","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.05.21265953","title":"Genetics of Myocardial Interstitial Fibrosis in the Human Heart and Association with Disease"}
{"loci":"rs738409","finding":"The G allele of rs738409 was significantly associated with nonalcoholic fatty liver disease (NAFLD) and reduced estimated glomerular filtration rate (eGFR) in the UK Biobank dataset. This association was maintained even after adjusting for major metabolic disorders. The findings suggested a causal relationship where genetically predisposed individuals for NAFLD had worse kidney function. This was further supported by summary-level Mendelian randomization (MR) using the CKDGen dataset, reinforcing the idea that NAFLD causally reduced kidney function.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.22.21252263","title":"Causal effects from non-alcoholic fatty liver disease on kidney function: A Mendelian randomization study"}
{"loci":"rs369250","finding":"The variant rs369250 located in THAP7 showed suggestive association with diabetic kidney disease (DKD) with a p-value of 1.50×10^-5 and was replicated in the FinnGen dataset for chronic kidney disease (CKD) and DKD phenotypes.","chrpos":"chr22:21002277","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.13.23298447","title":"Whole-exome and Whole-genome Sequencing of 1097 Individuals with Type 1 Diabetes Reveals Novel Genes for Diabetic Kidney Disease"}
{"loci":"rs555607708","finding":"The SNP rs555607708 was identified as a significant frameshift variant in CHEK2 associated with later menopause timing, with a p-value of 1.6 x 10^-27, noted for its relevance in breast cancer.","chrpos":"chr22:28695869","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.18.21255506","title":"Rare coding variants in five DNA damage repair genes associate with timing of natural menopause"}
{"loci":"rs587780174","finding":"A second significant frameshift variant at CHEK2, rs587780174, was associated with later menopause, showing a substantial p-value of 1.7 x 10^-9.","chrpos":"chr22:28695240","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.18.21255506","title":"Rare coding variants in five DNA damage repair genes associate with timing of natural menopause"}
{"loci":"rs12628403","finding":"The SNP rs12628403 was identified as a proxy for a germline deletion in the APOBEC3 region, which was detected in 148 out of 552 ESCC cases, constituting 27% of cases. This deletion was associated with decreased total APOBEC mutation burden, specifically with COSMIC signatures SBS2 and SBS13, and was present in lower frequencies in ESCC from China and Japan compared to the expected frequencies in the general East Asian population, suggesting a potential protective role in ESCC.","chrpos":"chr22:38962032","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.29.21255920","title":"Mutational signatures in esophageal squamous cell carcinoma from eight countries of varying incidence"}
{"loci":"rs9610955","finding":"The SNP rs9610955 replicated the association with FEV1 in the study with a p-value of 1.0×10^-4 and a beta estimate of -0.38, indicating consistent direction of effect across the studies.","chrpos":"chr22:20436436","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.24.22276830","title":"Multi-omic association study implicates PPP1R13B in DNA methylation-mediated genotype and smoking exposure effects on lung function in children living in urban settings"}
{"loci":"rs11090045","finding":"The SNP rs11090045, also related to the gene CHADL, was associated with neuroticism, showcasing its potential relevance in the context of personality traits and certain psychiatric conditions.","chrpos":"chr22:41357599","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.09.21266782","title":"An oligogenic risk-model for Gilles de la Tourette syndrome based on whole-genome sequencing data"}
{"loci":"rs36062310","finding":"The SNP rs36062310 was discovered as a missense variant in the gene KLHDC7B, which had been uncharacterized in the context of hearing loss. Its identification with a significant odds ratio of 2.14 suggested its potential role in hearing loss.","chrpos":"chr22:50549676","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.27.21264091","title":"Population-scale analysis of common and rare genetic variation associated with hearing loss in adults"}
{"loci":"rs855791","finding":"The SNP rs855791 in TMPRSS6 was positively associated with increased manganese levels and with other anemias, indicating a possible role in iron metabolism.","chrpos":"chr22:37066896","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289097","title":"New insights into the genetic etiology of 57 essential and non-essential trace elements in humans"}
{"loci":"rs555607708","finding":"The rs555607708 variant, identified as a loss-of-function (pLOF) variant in the CHEK2 gene, was associated with an increased risk of breast cancer. Women carrying this pLOF variant had a hazard ratio of 3.4 (95% CI: 2.4-4.8) for developing breast cancer, indicating a significant relationship between the variant and high-risk status.","chrpos":"chr22:28695869","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.17.23290132","title":"Combining rare and common genetic variants improves population risk stratification for breast cancer"}
{"loci":"rs855791","finding":"The SNP rs855791 was associated with iron metabolism and oral iron absorption, specifically highlighted in a study involving Taiwanese women. This variant was considered pathogenic as it was part of the analysis that contributed to the understanding of iron deficiency anaemia, notably IRIDA, wherein it affected the iron absorption capacity.","chrpos":"chr22:37066896","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.31.22275755","title":"The global prevalence and ethnic heterogeneity of iron-refractory iron deficiency anaemia"}
{"loci":"rs11089788","finding":"The MYH9 rs11089788 C>A polymorphism was associated with kidney allograft outcomes in recipients. Specifically, recipients with the AA-genotype had a significantly elevated risk of delayed graft function (DGF) and biopsy-proven acute rejection (BPAR), although significance was lost after adjusting for confounders. Importantly, the combined presence of the MYH9 polymorphism in donor-recipient pairs showed a significant association with long-term kidney allograft survival, with a hazard ratio of 1.68 after adjustment for potential confounders.","chrpos":"chr22:36355056","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.29.22272996","title":"A non-muscle myosin heavy chain 9 genetic variant is associated with graft failure following kidney transplantation"}
{"loci":"rs2284084","finding":"The SNP rs2284084 also emerged as significant in the meta-analysis for rare neurodevelopmental conditions, achieving a p-value of 1.7x10^-8. This variant was part of a locus associated with cognitive traits, supporting its role in the polygenic risk for neurodevelopmental conditions.","chrpos":"chr22:41887071","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.05.24303772","title":"Dissecting the contribution of common variants to risk of rare neurodevelopmental conditions"}
{"loci":"rs2294915","finding":"The lead SNP, rs2294915, located within the 22q13.31 locus, was linked to various liver-related phenotypes in the Admixed American (AMR) population during the phenome-wide association study. This intronic variant in the PNPLA3 gene showed a minor allele frequency (MAF) of 0.45 in the AMR group and was associated with increased risk for chronic nonalcoholic liver disease.","chrpos":"chr22:43945024","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.22.21263987","title":"Leveraging genomic diversity for discovery in an EHR-linked biobank: the UCLA ATLAS Community Health Initiative"}
{"loci":"rs738409","finding":"Although not directly tested due to quality control filtering, rs738409, a missense variant in the PNPLA3 gene, was mentioned as being closely linked to rs2294915 with a high linkage disequilibrium (LD) in both the AMR and European (EUR) populations. This variant has been well-documented in its association with susceptibility to various liver diseases, contributing to the findings related to liver disease in both ethnic groups.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.22.21263987","title":"Leveraging genomic diversity for discovery in an EHR-linked biobank: the UCLA ATLAS Community Health Initiative"}
{"loci":"rs917864","finding":"The rs917864 variant located in the 5' untranslated region of IL17RA was newly identified as a susceptibility variant for psoriasis, associated with an odds ratio of 1.08 and a p-value of 3.9×10^-9, underlining its potential role in therapeutic targeting.","chrpos":"chr22:17085042","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.04.23296543","title":"GWAS meta-analysis of psoriasis identifies new susceptibility alleles impacting disease mechanisms and therapeutic targets"}
{"loci":"rs202665","finding":"Similar to rs281287, SNP rs202665 was included in the 42 SNPs connected to the common liability to addiction and mapped near relevant genes, indicating relevance in the context of addiction.","chrpos":"chr22:41418397","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.19.21266548","title":"Novel insights into the common heritable liability to addiction: a multivariate genome-wide association study"}
{"loci":"rs165599","finding":"The COMT SNP-165599 showed moderate association with changes in PANSS negative scores in African Americans treated with risperidone.","chrpos":"chr22:19969258","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.16.24301341","title":"Pharmacogenomic diversity in psychiatry: Challenges and Opportunities in Africa"}
{"loci":"rs5758064","finding":"This SNP was the most significant eQTL for the MCHR1 gene in excitatory neurons, which was also identified in the BIP GWAS. Evidence indicated that it may correspond to a neuron-specific enhancer involved in mood regulation and circadian rhythm disruption.","chrpos":"chr22:40757875","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307972","title":"A unified framework for cell-type-specific eQTLs prioritization by integrating bulk and scRNA-seq data"}
{"loci":"rs17683430","finding":"The rs17683430 SNP demonstrated a supported role for SGLT1 inhibition as a potential therapeutic option in gout.","chrpos":"chr22:32091713","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.26.22281768","title":"A genome-wide association analysis of 2,622,830 individuals reveals new pathogenic pathways in gout"}
{"loci":"rs132131","finding":"The SNP rs132131 was mentioned as associated with high tumor dedifferentiation, solidifying its relevance as a CRC risk factor.","chrpos":"chr22:47675480","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.02.23286692","title":"Colorectal Cancer Risk and Ancestry in Colombian admixed Populations"}
{"loci":"rs555607708","finding":"The rs555607708 variant, c.1100del in CHEK2, was associated with a moderate risk of breast and prostate cancer and was noted to reflect a rare occurrence within the Northern Isles due to genetic drift.","chrpos":"chr22:28695869","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.03.24305239","title":"Two founder variants account for over 90% of pathogenic BRCA alleles in Orkney and Shetland"}
{"loci":"rs555607708","finding":"The frameshift mutation c.1100delC in CHEK2 (rs555607708) was associated with early-onset infertility and previously linked to an increased risk for breast and ovarian cancer as well as leiomyoma, thyroid cancer, and myeloproliferative disorders. Additionally, a recent study noted its association with polycystic ovary syndrome (PCOS), exhibiting an OR of 13.46 (p = 1.68×10^-9).","chrpos":"chr22:28695869","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.03.24309884","title":"Inherited infertility - mapping loci associated with impaired female reproduction"}
{"loci":"rs738409","finding":"The rs738409-G allele in PNPLA3 showed significant associations with chronic nonalcoholic liver disease and cirrhosis in the PheWAS of European American and Hispanic American individuals. Additionally, rs738409-G was linked to abnormal results in liver function studies in the Hispanic American cohort. The data presented conflicting interpretations regarding its impact on COVID-19 severity.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.03.22281867","title":"A comprehensive knowledgebase of known and predicted human genetic variants associated with COVID-19 susceptibility and severity"}
{"loci":"rs117674301","finding":"The SNP rs117674301 was classified as a cis-pQTL in the context of the APOL1 polygenic risk score, which was statistically significantly associated with giant cell arteritis (GCA) susceptibility, revealing that increasing levels of APOL1 was linked to a reduced risk of GCA.","chrpos":"chr22:35602541","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.19.24301534","title":"Exploration of the circulating human secretome through protein quantitative trait analysis identifies an association between circulating levels of apolipoprotein L1 and risk of giant cell arteritis"}
{"loci":"rs117850190","finding":"The SNP rs117850190 was also identified as a cis-pQTL within the APOL1 PRS, which significantly correlated with GCA susceptibility, indicating that higher APOL1 levels could confer a protective effect against GCA.","chrpos":"chr22:35699053","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.19.24301534","title":"Exploration of the circulating human secretome through protein quantitative trait analysis identifies an association between circulating levels of apolipoprotein L1 and risk of giant cell arteritis"}
{"loci":"rs73166864","finding":"The SNP rs73166864 was associated with COVID-19 susceptibility, achieving genome-wide significance with a P-value of 1.56×10^-8 and an OR of 1.70. This SNP was located near the immunoglobulin lambda locus, which plays a role in antibody production, indicating that it may also contribute to variability in disease responses.","chrpos":"chr22:22998413","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20205864","title":"AncestryDNA COVID-19 Host Genetic Study Identifies Three Novel Loci"}
{"loci":"rs73885319","finding":"The SNP rs73885319 was part of the G1 high-risk allele, characterized by the presence of the missense variant p.S342G. This finding was significant as it contributed to the classification of individuals with high-risk APOL1 genotypes, which were linked to a lifetime risk of kidney failure.","chrpos":"chr22:36265860","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.13.24302777","title":"Prevalence of Mendelian kidney disease among patients with high-risk APOL1 genotypes undergoing commercial genetic testing in the United States"}
{"loci":"rs60910145","finding":"The SNP rs60910145 was associated with the G1 high-risk allele, marked by the missense variant p.I384M. This allele was crucially involved in defining high-risk APOL1 genotypes, correlating with the observed lifetime risk of developing progressive kidney disease in affected individuals.","chrpos":"chr22:36265988","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.13.24302777","title":"Prevalence of Mendelian kidney disease among patients with high-risk APOL1 genotypes undergoing commercial genetic testing in the United States"}
{"loci":"rs71785313","finding":"The SNP rs71785313 was part of the G2 high-risk allele, characterized by an in-frame deletion at codons 388 and 389. This allele was significant in identifying high-risk APOL1 genotypes and contributed to the understanding of the predisposition to kidney disease among individuals carrying these variants.","chrpos":"chr22:36266000","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.13.24302777","title":"Prevalence of Mendelian kidney disease among patients with high-risk APOL1 genotypes undergoing commercial genetic testing in the United States"}
{"loci":"rs134041","finding":"The SNP rs134041 was identified as having a significant association with lung function, supported by a p-value of 1 × 10^-27, indicating its potential relevance in respiratory health and disease.","chrpos":"chr22:27660378","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.21.23293001","title":"Unraveling COVID-19 Relationship with Anxiety Disorders and Symptoms"}
{"loci":"rs134016","finding":"The SNP rs134016 showed a strong association with brain-imaging phenotypes, with a p-value of 8 × 10^-19, suggestive of its influence on brain structure and function.","chrpos":"chr22:27642389","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.21.23293001","title":"Unraveling COVID-19 Relationship with Anxiety Disorders and Symptoms"}
{"loci":"rs6006426","finding":"The study identified rs6006426 as a novel susceptibility locus for pulmonary tuberculosis (PTB) at 22q12.2, showing a significant association with PTB across various East Asian datasets, with a meta-analysis P-value of 3.31×10^-10. Notably, the A allele of rs6006426 was linked to reduced expression of the gene SF3A1 in immune-related cells, suggesting a potential mechanism for increased susceptibility to TB.","chrpos":"chr22:30273894","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.14.24304327","title":"Common variants at 22q12.2 are associated with susceptibility to Tuberculosis"}
{"loci":"rs7290267","finding":"The SNP rs7290267 near FLJ27365 was significantly associated with FEV1, with a P-value of 1.49x10^-9 and a beta of -0.0272, indicating its novel relevance to lung function.","chrpos":"chr22:46088855","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.25.24312558","title":"Multi-trait and multi-ancestry genetic analysis of comorbid lung diseases and traits improves genetic discovery and polygenic risk prediction"}
{"loci":"rs62227770","finding":"The SNP rs62227770 was recognized for its significant association with DED in hot spring residents, denoting an important GxE interaction.","chrpos":"chr22:47669099","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.29.24311167","title":"Hot Spring Residency and Disease Association: a Crossover Gene-Environment Interaction (GxE) Study in Taiwan"}
{"loci":"rs186430430","finding":"Identified as a novel intronic variant located near the CHEK2 gene, this variant demonstrated a genome-wide significance at p=9.69 x 10^-11. It was in complete linkage disequilibrium with the frameshift variant c.1100delC, which was also enriched in the Finnish population.","chrpos":"chr22:28707610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.07.23295182","title":"Circulating anti-Müllerian hormone levels in pre-menopausal women: novel genetic insights from a GWAS meta-analysis"}
{"loci":"rs1473811","finding":"rs1473811, the fourth novel SNP linked to externalizing traits, demonstrated associations with chronotype, schizophrenia, and social support.","chrpos":"chr22:44943593","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.06.24305166","title":"A Multivariate Genome-Wide Association Study Reveals Neural Correlates and Common Biological Mechanisms of Psychopathology Spectra"}
{"loci":"rs62228062","finding":"The lead SNP rs62228062 was identified as genome-wide significant for frozen shoulder during a study involving the UK Biobank and was replicated in the FinnGen study. The odds ratio for this SNP was 1.34 in the UK Biobank, indicating an increased risk associated with the G allele. Additionally, rs62228062 was strongly associated with Dupuytren's contracture, with an odds ratio of 2.61. The evidence suggested a potential causal role of the gene WNT7B in this condition.","chrpos":"chr22:45985354","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.13.20224360","title":"A genome wide association study of frozen shoulder identifies a common variant of WNT7B and diabetes as causal risk factors"}
{"loci":"rs112809886","finding":"The SNP rs112809886 was significantly associated with progression to Hoehn and Yahr stage 3 or greater (p=1.9×10^-9). This variant was shown to be associated with increased ADORA2A expression, suggesting a role in motor progression.","chrpos":"chr22:24245870","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.07.22277297","title":"Genome-wide determinants of mortality and clinical progression in Parkinson’s disease"}
{"loci":"rs5758550","finding":"The SNP rs5758550, located in the enhancer region over 100 kb downstream of the CYP2D6 gene, had been found to substantially increase CYP2D6 transcription. This finding highlighted the significance of enhancer SNPs in modulating CYP2D6 activity, particularly in conjunction with other SNPs.","chrpos":"chr22:42016707","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.07.21264057","title":"The potential of CYP2D6 phenotyping to improve opioid dosing strategies"}
{"loci":"rs133333","finding":"The SNP rs133333, also identified in the enhancer region >100 kb downstream of CYP2D6, was associated with significant alterations in CYP2D6 mRNA expression. It contributed to the increase in CYP2D6 transcription, suggesting its role as a critical regulator of opioid metabolism.","chrpos":"chr22:42016361","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.07.21264057","title":"The potential of CYP2D6 phenotyping to improve opioid dosing strategies"}
{"loci":"rs16947","finding":"The SNP rs16947 was noted to reduce CYP2D6 function; however, it was counteracted by enhancer SNPs, indicating its involvement in modulating opioid metabolic processes. Specifically, haplotypes containing rs16947 exhibited altered CYP2D6 metabolic activity which was significantly influenced by enhancer SNPs present.","chrpos":"chr22:42127941","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.07.21264057","title":"The potential of CYP2D6 phenotyping to improve opioid dosing strategies"}
{"loci":"rs61583714","finding":"The RNF215 locus's association revealed a link to vitamin E levels, showcasing its role in vitamin metabolism.","chrpos":"chr22:30391201","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs877908","finding":"The TMPRSS6 locus was established as a genetic association for iron levels, providing insights into iron metabolism.","chrpos":"chr22:37068584","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs71785313","finding":"This SNP, representing the G2 variant, was significantly associated with increased APOL1 protein concentration, reaching genome-wide significance with a p-value of 3×10^-155.","chrpos":"chr22:36266000","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.28.24303461","title":"APOL1 variants G1, G2 and N264K affect APOL1 plasma protein concentration: a UK Biobank study"}
{"loci":"rs228914","finding":"The rs228914 variant in the TMPRSS6 gene was identified as a significant locus associated with lower MCH and MCV. It was noted as a cis-eQTL for TMPRSS6 and linked to iron levels.","chrpos":"chr22:37108472","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.09.20246736","title":"Whole genome sequencing association analysis of quantitative red blood cell phenotypes: the NHLBI TOPMed program"}
{"loci":"rs2413667","finding":"The rs2413667 SNP was identified as an eQTL for CYP2D6, linking it to the odds of missingness of solanidine. This association underscored its potential as a pharmacogenomic marker for identifying individuals with differing metabolic capabilities regarding various xenobiotics.","chrpos":"chr22:42076233","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.02.24314800","title":"Genome-wide Association Studies of Missing Metabolite Measures: Results From Two Population-based Studies"}
{"loci":"rs3761472","finding":"The SNP rs3761472-G in the SAMM50 gene was associated with higher risk for fatty liver disease (FLD) in patients with metabolic syndrome (MetS), showing an odds ratio (OR) of 2.9 (2.0-4.1; p=0.002). This association was significant among Group4 (FLD+\/MetS+), indicating a correlation with severe disease phenotype.","chrpos":"chr22:43972242","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.11.23289665","title":"Severe liver damage, low bone mineral content, and PDXDC1\/TTC39B gene variations linked to NAFLD with metabolic syndrome"}
{"loci":"rs738409","finding":"The SNP rs738409-G located in the PNPLA3 gene was significantly associated with an increased risk of fatty liver disease in patients with metabolic syndrome, with an odds ratio of 2.8 (1.9-4.07; p=0.003). It was among the three previously identified SNPs firmly linked to fatty liver disease pathogenesis.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.11.23289665","title":"Severe liver damage, low bone mineral content, and PDXDC1\/TTC39B gene variations linked to NAFLD with metabolic syndrome"}
{"loci":"rs35665085","finding":"The SNP rs35665085-A in the CECR5 gene was associated with an increased risk of fatty liver with metabolic syndrome, evidenced by an odds ratio of 2.7 (1.9-3.9; p=0.038). This SNP represents a missense variation that contributes to the disease phenotype.","chrpos":"chr22:17145025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.11.23289665","title":"Severe liver damage, low bone mineral content, and PDXDC1\/TTC39B gene variations linked to NAFLD with metabolic syndrome"}
{"loci":"rs5757587","finding":"The SNP rs5757587 was among those significantly associated with the joint IBD-PBC phenotype, emphasizing its relevance in the context of autoimmune disease comorbidity.","chrpos":"chr22:39267508","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.01.23286611","title":"Rare Comorbidity between Inflammatory Bowel Disease and Primary Biliary Cholangitis: Evidence from Causality, Shared Genetic Architecture and Transcriptomics"}
{"loci":"rs60910145","finding":"The variant rs60910145 in the APOL1 gene was successfully replicated in both European-American and Latin-American cohorts for FSGS association, confirming its significance with a p-value below the threshold, reflecting its risk association across these populations.","chrpos":"chr22:36265988","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.20.23298462","title":"CR1 variants contribute to FSGS susceptibility across multiple populations"}
{"loci":"rs73885319","finding":"The rs73885319 variant in the APOL1 gene was also identified as significantly associated with FSGS in the European-American cohort and was successfully replicated in the Latin-American cohort, with significant p-values demonstrating its importance in FSGS pathology.","chrpos":"chr22:36265860","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.20.23298462","title":"CR1 variants contribute to FSGS susceptibility across multiple populations"}
{"loci":"rs62237617","finding":"The T allele of lead variant rs62237617 at 22q12.1-CHEK2 conferred a significant risk for DNMT3A mutation-associated CH, suggesting a pronounced impact of rare variants in the context of clonal hematopoiesis.","chrpos":"chr22:28365160","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.06.22268846","title":"Genome-wide analyses of 200,453 individuals yields new insights into the causes and consequences of clonal hematopoiesis"}
{"loci":"rs186184919","finding":"This rare TTC28 variant rs186184919 on 22q12.1 was shown to be associated with squamous cell carcinoma risk.","chrpos":"chr22:28612900","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs73885319","finding":"The missense variant rs73885319 in the APOL1 gene was replicated in associations related to kidney-related conditions, including end-stage renal disease, particularly noted in African populations.","chrpos":"chr22:36265860","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.28.23291975","title":"Diversity and Scale: Genetic Architecture of 2,068 Traits in the VA Million Veteran Program"}
{"loci":"rs133082","finding":"This SNP in an intergenic region on chromosome 22 was identified as a genome-wide significant locus associated with TRD with a P-value of 1.82×10^-8. It was linked to decreased expression of the nearest gene MCHR1 in specific brain regions and whole blood, and showed significant association with a genomic locus related to increased risk of bipolar disorder, suggesting potentially shared genetic factors between TRD and other psychiatric conditions.","chrpos":"chr22:40694550","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.10.22278630","title":"Genome-wide association study of treatment resistant depression highlights shared biology with metabolic traits"}
{"loci":"rs111490516","finding":"The SNP rs111490516 was identified as a novel low-frequency variant associated with body mass index (BMI), particularly common in African and Barbadian populations, with a minor allele frequency (MAF) of 13%. It demonstrated significant association with BMI in a diverse study population and was replicated in multiple studies, where it had a MAF ranging from 11% to 13% in African-derived samples.","chrpos":"chr22:29906934","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.21.23293271","title":"WHOLE GENOME SEQUENCING ANALYSIS OF BODY MASS INDEX IDENTIFIES NOVEL AFRICAN ANCESTRY-SPECIFIC RISK ALLELE"}
{"loci":"rs11538","finding":"The SNP rs11538 was connected to the protein BCL2L13. The analysis demonstrated that a significant proportion of the colocalization probability involving BMI, dietary habits, and protein levels was attributable to this variant.","chrpos":"chr22:17738065","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.11.22270813","title":"Genetic control of body weight by the human brain proteome"}
{"loci":"rs555607708","finding":"The c.1100delC (rs555607708) variant in CHEK2 was similarly analyzed for its penetrance in breast cancer risk. This analysis was also part of the findings in the aforementioned Finnish population study related to breast cancer.","chrpos":"chr22:28695869","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.04.21258277","title":"Breast and prostate cancer risk: the interplay of polygenic risk, high-impact monogenic variants, and family history"}
{"loci":"rs6006950","finding":"The SNP rs6006950 was associated with the expression level of NUP50 in the dorsolateral prefrontal cortex (DLPFC), with a very significant p-value of 7.5 × 10^-13 indicating that the ALS risk allele (rs6006950-G) was linked to decreased NUP50 expression. This SNP was previously identified in genome-wide association studies (GWAS) related to ALS.","chrpos":"chr22:45183541","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.23.21262299","title":"Loss of nucleoporin Nup50 is a risk factor for amyotrophic lateral sclerosis"}
{"loci":"rs5760061","finding":"This SNP was associated with left ventricular end-systolic volume (LVESV) in both the UK Biobank and Biobank Japan studies, demonstrating its relevance in cardiac structure.","chrpos":"chr22:23836092","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.01.21265779","title":"Heart-brain connections: phenotypic and genetic insights from 40,000 cardiac and brain magnetic resonance images"}
{"loci":"rs855791","finding":"This missense variant in the <italic>TMPRSS6<\/italic> gene was found to be associated with blood hemoglobin levels and erythrocyte volume.","chrpos":"chr22:37066896","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.03.21262975","title":"Insights from complex trait fine-mapping across diverse populations"}
{"loci":"rs5754227","finding":"Identified as an AMD risk-raising allele, this SNP was significantly associated with retinal pigment epithelium and Bruch’s membrane (RPE+BM) thickening, suggestive of its involvement in drusen development.","chrpos":"chr22:32709831","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.18.21262226","title":"Photoreceptor layer thinning is an early biomarker for age-related macular degeneration development: Epidemiological and genetic evidence from UK Biobank optical coherence tomography data"}
{"loci":"rs9621532","finding":"This SNP was noted for its significant association with decreased transcription of TIMP3 mRNA, indicating its potential relevance in AMD pathology through its impact on extracellular matrix regulation in retinal tissues.","chrpos":"chr22:32688525","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.18.21262226","title":"Photoreceptor layer thinning is an early biomarker for age-related macular degeneration development: Epidemiological and genetic evidence from UK Biobank optical coherence tomography data"}
{"loci":"rs8140771","finding":"This SNP overlapped a neuronal enhancer located within the CACNA1I gene body, which is relevant to neuronal excitability and disorders, suggesting its potential involvement in neurological conditions.","chrpos":"chr22:39653587","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.09.21264604","title":"Cell-type specific cis-eQTLs in eight brain cell-types identifies novel risk genes for human brain disorders"}
{"loci":"rs926334","finding":"This SNP was associated with an astrocytic enhancer linked to NR1H3, indicating its potential influence on multiple sclerosis (MS) pathology through the regulation of immune response.","chrpos":"chr22:39649205","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.09.21264604","title":"Cell-type specific cis-eQTLs in eight brain cell-types identifies novel risk genes for human brain disorders"}
{"loci":"rs732381","finding":"Like rs926334, this SNP also overlapped an enhancer located near NR1H3, reinforcing the genetic association with MS.","chrpos":"chr22:39655161","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.09.21264604","title":"Cell-type specific cis-eQTLs in eight brain cell-types identifies novel risk genes for human brain disorders"}
{"loci":"rs5758064","finding":"The SNP rs5758064 was mapped to SLC25A17 and was identified as sharing significant genetic associations with both BDI and BDII, supporting the findings of polygenic overlap between the two subtypes.","chrpos":"chr22:40757875","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267813","title":"Patterns of convergence and divergence between bipolar disorder type I and type II: evidence from integrative genomic analyses"}
{"loci":"rs130406","finding":"The SNP rs130406 showed reduced odds of IBS-C with an aOR of 0.68 (95% CI = 0.51-0.91). It was also associated with IBS based on the UKBB data.","chrpos":"chr22:32075141","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.20.23295800","title":"Genetic Variants in Carbohydrate Digestive Enzyme and Transport Genes Associated with Risk of Irritable Bowel Syndrome"}
{"loci":"rs738409","finding":"The SNP rs738409 in the PNPLA3 gene was highlighted as a robust association with nonalcoholic fatty liver disease (NAFLD), particularly noted for its homozygous G allele variant's high frequency in Hispanic subjects. This association suggests a significant genetic predisposition to NAFLD among Hispanics, relating to more severe conditions including nonalcoholic steatohepatitis (NASH), though the specific mechanisms were not fully elucidated in the study.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.08.21254907","title":"Ethnicity-specific alterations of plasma and hepatic lipidomic profiles are related to high NAFLD rate and severity in Hispanic Americans, a pilot study"}
{"loci":"rs555607708","finding":"The SNP rs555607708, a frameshift variant in CHEK2, was associated with three cancer types: breast cancer (OR 4.15, P = 7.24×10^-25), prostate cancer (OR 2.40, P = 3.48×10^-10), and leukemia (OR 8.48, P = 1.21×10^-9). This significant association indicated a strong link to increased cancer risk.","chrpos":"chr22:28695869","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.11.22275897","title":"Exome-wide association studies discover germline mutation patterns and identify high-risk populations in human cancers"}
{"loci":"rs2277840","finding":"The SNP rs2277840 was identified as having a previous association with the level of response to alcohol, which is an important endophenotype for alcohol use disorder, and it was also noted in the MOOD and AUD conjunction analysis.","chrpos":"chr22:33856557","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.08.22271329","title":"Genetic overlap between mood instability and alcohol-related phenotypes suggests shared biological underpinnings"}
{"loci":"rs73885319","finding":"The study noted that the APOL1 G1 variant, represented by rs73885319, was associated specifically with high urinary albumin:creatinine ratio (uACR), illustrating its deleterious effect on kidney health and indicating a distinct pattern of association with chronic kidney disease (CKD) in the examined cohort.","chrpos":"chr22:36265860","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.19.23285950","title":"Phenome-wide analysis of APOL1 risk variants reveals associations between one combination of haplotypes and multiple disease phenotypes in addition to chronic kidney disease"}
{"loci":"rs71785313","finding":"The APOL1 G2 variant, represented by rs71785313, was implicated in associations with low estimated glomerular filtration rate (eGFR) in the context of CKD. The presence of this variant in compound heterozygosity with G1 specifically led to profound impacts on kidney health, underscoring its deleterious effects.","chrpos":"chr22:36266000","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.19.23285950","title":"Phenome-wide analysis of APOL1 risk variants reveals associations between one combination of haplotypes and multiple disease phenotypes in addition to chronic kidney disease"}
{"loci":"rs34495746","finding":"The lead cis-sSNP rs34495746 indicated a strong colocalized effect with splicing of IL17RA's transmembrane domain, where 90.41% of the effect on plasma protein levels was mediated via transcript splicing.","chrpos":"chr22:17102610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.25.23299014","title":"Genetic determinants of blood gene expression and splicing and their contribution to molecular phenotypes and health outcomes"}
{"loci":"rs73885319","finding":"The SNP rs73885319 represented a missense variant associated with the APOL1 G1 high-risk genotype. This SNP was recognized for its role in increasing the risk of kidney disease, particularly in populations of African American and Hispanic descent.","chrpos":"chr22:36265860","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.12.21266238","title":"Multi-ethnic polygenic risk modifies the association between APOL1 high risk genotypes and chronic kidney disease"}
{"loci":"rs60910145","finding":"The SNP rs60910145 was also part of the APOL1 G1 high-risk genotype and was described as a missense variant. Its association contributed to the understanding of kidney disease risk across multi-ethnic cohorts.","chrpos":"chr22:36265988","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.12.21266238","title":"Multi-ethnic polygenic risk modifies the association between APOL1 high risk genotypes and chronic kidney disease"}
{"loci":"rs12106505","finding":"The SNP rs12106505 was utilized as a proxy for the unavailable rs71785313 due to its strong linkage (r² = 0.82). Its presence in individuals defined as having high-risk genotypes (either G1 or G2) was instrumental in assessing the risk of chronic kidney disease.","chrpos":"chr22:36259617","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.12.21266238","title":"Multi-ethnic polygenic risk modifies the association between APOL1 high risk genotypes and chronic kidney disease"}
{"loci":"rs73885319","finding":"The rs73885319 SNP, associated with the G1 haplotype of the APOL1 gene, was found to contribute to increased odds of COVID-19 hospitalisation and death in individuals with African ancestry. Specifically, individuals with the G1\/G2 genotype had a higher odds ratio of 2.1 for hospitalisation and 5.9 for death when compared to the G0\/G0 genotype.","chrpos":"chr22:36265860","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.02.21265755","title":"Adverse outcomes in SARS-CoV-2 infections are associated with a combination of variant genotypes at two loci in the APOL1 gene: a UK Biobank study"}
{"loci":"rs71785313","finding":"The rs71785313 SNP, associated with the G2 haplotype of the APOL1 gene, also contributed to the adverse outcomes of COVID-19. Those with the G1\/G2 genotype, which includes this SNP, faced a significantly higher risk of hospitalisation and mortality, reinforcing the finding that these APOL1 high-risk variants increase severe COVID-19 risk in people of African descent.","chrpos":"chr22:36266000","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.02.21265755","title":"Adverse outcomes in SARS-CoV-2 infections are associated with a combination of variant genotypes at two loci in the APOL1 gene: a UK Biobank study"}
{"loci":"rs4468","finding":"SNP rs4468, prominent in the AFR population, was substantiated with findings of cardiovascular trait associations thus described as a positive and original finding.","chrpos":"chr22:49774004","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.27.22268990","title":"Multitrait Genome-Wide Analysis in the UK Biobank Reveals Novel and Distinct Variants Influencing Cardiovascular Traits in Africans and Europeans"}
{"loci":"rs229527","finding":"The SNP rs229527-C in the C1QTNF6 locus was identified and associated with TPOAb levels, highlighting its potential role in the immune regulation of thyroid function.","chrpos":"chr22:37185445","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.01.24309813","title":"Genome-wide association studies of thyroid-related hormones, dysfunction, and autoimmunity among 85,421 Chinese pregnancies"}
{"loci":"rs73885316","finding":"The study demonstrated that the APOL1 p.N264K missense variant at rs73885316 significantly reduced the toxicity of the G1 and G2 alleles when co-inherited, which effectively lowered the risk associated with high-risk G1G2 and G2G2 genotypes in Black Americans. This finding was pivotal in understanding the mechanisms of APOL1-associated nephropathy, as the presence of this variant provided a protective effect against kidney disease progression.","chrpos":"chr22:36265628","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.02.23293554","title":"Strong protective effect of the APOL1 p.N264K variant against G2-associated focal segmental glomerulosclerosis and kidney disease"}
{"loci":"rs73885319","finding":"The SNP rs73885319 (also known as G1 allele of APOL1, S342G) was identified as a component of the genetic risk for chronic kidney disease (CKD). Its association was analyzed in conjunction with the polygenic score and demonstrated a strong influence on the risk of developing CKD across various populations, particularly among individuals of African ancestry.","chrpos":"chr22:36265860","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.25.21265398","title":"Genome-wide polygenic score with APOL1 risk genotypes predicts chronic kidney disease across major continental ancestries"}
{"loci":"rs60910145","finding":"The SNP rs60910145 (1200T>G, also part of the G1 allele of APOL1) contributed to the polygenic score for CKD when combined with data from genome-wide association studies (GWAS). The presence of this variant was linked to increased risk of CKD, supporting its relevance in the genetic architecture of kidney function.","chrpos":"chr22:36265988","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.25.21265398","title":"Genome-wide polygenic score with APOL1 risk genotypes predicts chronic kidney disease across major continental ancestries"}
{"loci":"rs71785313","finding":"The SNP rs71785313 (1212-del6 variant of the G2 allele of APOL1) was confirmed as part of the risk assessment for CKD. It exhibited an additive effect in conjunction with other polygenic risk factors, enhancing the predictive capability of kidney disease susceptibility among populations of African descent.","chrpos":"chr22:36266000","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.25.21265398","title":"Genome-wide polygenic score with APOL1 risk genotypes predicts chronic kidney disease across major continental ancestries"}
{"loci":"rs855791","finding":"The SNP rs855791, which modifies hepcidin levels, was part of the risk score constructed in this analysis. The presence of this SNP among the study participants emphasized the genetic influence on iron metabolism and suggested a pathway by which alcohol intake might exacerbate brain iron deposition.","chrpos":"chr22:37066896","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.07.22270583","title":"Impact of moderate alcohol consumption on brain iron and cognition: observational and genetic analyses"}
{"loci":"rs738409","finding":"The SNP rs738409, located in the adiponutrin gene (PNPLA3), was found to be significantly associated with increased white matter hyperintensity (WMH) volume and microbleeds. This association was relevant in the context of non-alcoholic fatty liver disease (NAFLD), where the allele contributed to systemic inflammation and vascular injury that might weaken the blood-brain barrier, leading to the development of WMHs. Furthermore, this finding was supported by references to its links with carotid atherosclerosis and the overall understanding of liver-brain interactions.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.27.24314431","title":"Genetic Interplay Between White Matter Hyperintensities and Alzheimer’s Disease: A Brain-Body Perspective"}
{"loci":"rs4680","finding":"COMT rs4680 was associated with LNS scores and influenced global and nodal metrics of the functional network in PD patients.","chrpos":"chr22:19963748","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.25.22283938","title":"Parkinson’s disease-associated genetic variants synergistically shape brain networks"}
{"loci":"rs17000526","finding":"The A allele of rs17000526 in the APOBEC3B region was identified as being associated with higher expression of the APOBEC3B gene, contributing to somatic mutagenesis of APOBEC signatures in bladder tumors.","chrpos":"chr22:38935341","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.23.22279002","title":"Germline cancer gene expression quantitative trait loci influence local and global tumor mutations"}
{"loci":"rs1135824","finding":"The study included rs1135824 for naive CNV-calls and established a method to assign CNV genotypes based on signal intensity, indicating potential applications for pharmacogenomic (PGx) testing.","chrpos":"chr22:42129042","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.28.24312707","title":"Low-cost generation of clinical-grade layperson-friendly pharmacogenetic passports using oligonucleotide arrays"}
{"loci":"rs1423323203","finding":"Similar to rs1135824, rs1423323203 was also selected for naive CNV-calls. It was part of the methodology that provided a basis for using the GSA-MDv3 with implications in PGx.","chrpos":"chr22:42127774","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.28.24312707","title":"Low-cost generation of clinical-grade layperson-friendly pharmacogenetic passports using oligonucleotide arrays"}
{"loci":"rs577454702","finding":"The rare intronic variant rs577454702 in MAPK1 was associated with a significantly increased risk of OC, showing an odds ratio of 2.60 (95% CI: 1.86, 3.65, p=2.53×10^-8).","chrpos":"chr22:21778123","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.18.24317473","title":"Cross-ancestral GWAS identifies 29 novel variants across Head and Neck Cancer subsites"}
{"loci":"rs140522","finding":"The SNP rs140522 was prioritized as an enQTL-colocalized event linked with high light scatter reticulocyte count (HLR) and the gene TYMP, which has been previously associated with leukemia.","chrpos":"chr22:50532837","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.29.24318180","title":"Genetic determinants of gene expression noise and its role in complex trait variation"}
{"loci":"rs9306356","finding":"SNP rs9306356 was an intronic variant in TCF20 identified as novel and associated with AUD.","chrpos":"chr22:42171084","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.06.22277340","title":"Multi-trait Analysis of GWAS (MTAG) of Substance Use Traits Identifies Novel Genetic Loci and Phenomic Associations"}
{"loci":"rs5750911","finding":"SNP rs5750911, associated with SMK traits, was discovered to be a novel GWS variant within TNRC6B.","chrpos":"chr22:40238503","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.06.22277340","title":"Multi-trait Analysis of GWAS (MTAG) of Substance Use Traits Identifies Novel Genetic Loci and Phenomic Associations"}
{"loci":"rs4680","finding":"The COMT-Val158Met polymorphism was associated with postpartum depression (PPD) symptoms at 6 weeks postpartum, although this association did not persist at 6 months. This finding suggested a potential role of the COMT variant in influencing the experience of perinatal depression.","chrpos":"chr22:19963748","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.02.23293552","title":"A sum of its parts: A systematic review evaluating biopsychosocial and behavioral determinants of perinatal depression"}
{"loci":"rs6971","finding":"The rs6971 SNP (Ala\/Thr) in the TSPO gene was identified to affect the binding affinity of the [18F]GE-180 TSPO ligand in positron emission tomography (PET) analysis. Specifically, high-affinity binders (HAB), corresponding to Ala\/Ala carriers, were included in the imaging analyses, revealing that microglial activation, as indicated by increased TSPO PET tracer uptake, was linked to cognitive impairment in Alzheimer's disease (AD) patients.","chrpos":"chr22:43162920","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.22.22271354","title":"MRI connectivity-based spread of microglial activation in early Alzheimer’s disease"}
{"loci":"rs145598156","finding":"The variant rs145598156 was identified as genome-wide significant in the context of polycystic ovary syndrome (PCOS) with a p-value of 3.6 x 10<sup>-8<\/sup> and an odds ratio (OR) of 3.01 [2.02-4.50]. It was associated with higher risks of PCOS in both Finnish and Estonian populations, showing tight linkage to the c.1100delC deletion variant in CHEK2, which is a known risk factor for several cancer types.","chrpos":"chr22:29020414","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.20.21257510","title":"Leveraging Northern European population history; novel low frequency variants for polycystic ovary syndrome"}
{"loci":"rs182075939","finding":"The lead variant rs182075939 had a p-value of 1.9 x 10<sup>-16<\/sup> with an OR of 1.69 [1.49-1.91], indicating a significant association with PCOS risk, primarily in the Estonian population. This variant was located 22 kb from the transcription start site of TTC28 and was associated with the missense I157T variant in CHEK2, further supporting the genetic linkage of CHEK2 to PCOS.","chrpos":"chr22:28702388","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.20.21257510","title":"Leveraging Northern European population history; novel low frequency variants for polycystic ovary syndrome"}
{"loci":"rs555607708","finding":"The variant rs555607708 (c.1100delC) was associated with heightened PCOS risk and identified as a frameshift variant in CHEK2. It exhibited significant enrichment in the Finnish population, and its high linkage with rs145598156 indicated its pivotal role in the genetic landscape of PCOS.","chrpos":"chr22:28695869","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.20.21257510","title":"Leveraging Northern European population history; novel low frequency variants for polycystic ovary syndrome"}
{"loci":"rs112424815","finding":"The variant rs112424815 was significant in the context of eQTL analysis, indicating a possible regulatory effect on KTN1 mRNA expression levels in the putamen. This association contributes valuable information about the gene's expression but did not link to PD risk.","chrpos":"chr22:12575554","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.08.21252688","title":"A genetic and transcriptomic assessment of the KTN1 gene in Parkinson’s disease risk"}
{"loci":"rs738409","finding":"The SNP rs738409 in the PNPLA3 locus interacted with BMI, influencing alanine aminotransferase (ALT) levels, reinforcing its role as a significant vQTL.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.05.21268406","title":"Hypothesis-free detection of gene-interaction effects on biomarker concentration in UK Biobank using variance prioritisation"}
{"loci":"rs3747207","finding":"The SNP rs3747207 in the PNPLA3 locus correlated with interactions witnessed in alanine aminotransferase (ALT) and aspartate aminotransferase (AST) studies.","chrpos":"chr22:43928975","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.05.21268406","title":"Hypothesis-free detection of gene-interaction effects on biomarker concentration in UK Biobank using variance prioritisation"}
{"loci":"rs755163625","finding":"The synonymous variant rs755163625 had a P-value of 9.2×10^-6 and an OR of 2.37; it was associated with a rare syndrome but indicated potential links to UC.","chrpos":"chr22:20429375","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.22.23286498","title":"Genome-wide analysis of individual coding variants and HLA-II-associated self-immunopeptidomes in ulcerative colitis"}
{"loci":"rs6971","finding":"The rs6971 single nucleotide polymorphism (SNP) was associated with TSPO radioligand binding affinity, and genotyping for this SNP was conducted prior to PET scans in all subjects. It was found that much of the difference in TSPO binding between control and Parkinson's disease (PD) participants was primarily driven by high affinity binder (HAB) subjects. The MAB (median affinity binder) group, which constituted about 30% of the sample, did not show a significant statistical difference in TSPO binding between control and PD subjects. This highlighted the importance of selecting appropriate ligands for PET imaging that are unaffected by this SNP for effective application in a clinical setting.","chrpos":"chr22:43162920","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.21.22280194","title":"Brain and systemic inflammation in de novo Parkinson’s disease"}
{"loci":"rs738409","finding":"In the study, homozygous carriers of the PNPLA3 rs738409 variant were associated with an increased risk of cancer incidence, with a hazard ratio (HR) of 1.27 (1.02-1.58), p = 3.1x10^-2. This association was also confirmed in the GoDARTS cohort after excluding patients with liver cancer, where an HR of 1.26 (1.01-1.58), p = 3.8x10^-2 was reported. Thus, the findings suggested that carrying the rs738409 variant not only increased the susceptibility to metabolic dysfunction-related liver disease (MDLD) but also solidified its role in elevating cancer risk, indicating a potential causal link between NAFLD and cancer.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21264255","title":"Metabolic Dysfunction Related Liver Disease as a Risk Factor for Cancer"}
{"loci":"rs73885319","finding":"In the GOCAR discovery set, the presence of the G1 allele represented by rs73885319 correlated with an increased risk of death-censored allograft loss (DCAL), with a hazard ratio (HR) of 2.14 (P = 0.006). This association was independent of genetic ancestry and was also evident in the African American\/Hispanic recipient subgroup, in which the HR increased to 2.36 (P = 0.003).","chrpos":"chr22:36265860","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.07.21256570","title":"Recipient APOL1 risk alleles associate with death-censored renal allograft survival and rejection episodes"}
{"loci":"rs60910145","finding":"The G1 allele represented by rs60910145 was similarly associated with an increased risk of death-censored allograft loss (DCAL) and any T cell-mediated rejection (TCMR) events in the GOCAR cohort, supporting the findings associated with the G1 allele. It was observed that this association was also validated in the CTOT cohort.","chrpos":"chr22:36265988","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.07.21256570","title":"Recipient APOL1 risk alleles associate with death-censored renal allograft survival and rejection episodes"}
{"loci":"rs71785313","finding":"Identified as representing the G2 allele, rs71785313 also correlated with increased risk of death-censored allograft loss (DCAL) in the studied cohorts and was directly genotyped. This finding reinforced the validation of the G2 allele's role in transplant outcomes.","chrpos":"chr22:36266000","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.07.21256570","title":"Recipient APOL1 risk alleles associate with death-censored renal allograft survival and rejection episodes"}
{"loci":"rs763236","finding":"The variant rs763236 was observed to be associated with DNA methylation variation and exhibited a frequency of 0.363 in UKB-AFR against 0.011 in UKB-EUR, suggesting its role in population-specific epigenetic regulation.","chrpos":"chr22:49785992","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.11.24311816","title":"Mapping Epigenetic Gene Variant Dynamics: Comparative Analysis of Frequency, Functional Impact and Trait Associations in African and European Populations"}
{"loci":"rs3892097","finding":"The loss-of-function allele rs3892097 (CYP2D6*4) indicated its higher occurrence in European populations, contrastingly rare in African and Asian populations, thereby affecting pharmacokinetics.","chrpos":"chr22:42128945","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.07.22282051","title":"Diversity and level of evidence evaluation of commercial pharmacogenomic testing for mental health"}
{"loci":"rs738409","finding":"The rs738409 polymorphism in the PNPLA3 gene was identified as a significant risk factor for the development of Non-alcoholic Fatty Liver Disease (NAFLD) among the ethnic Bengali population of West Bengal. The risk 'G' allele exhibited higher frequency among NAFLD cases (37.38%) than in controls (24.5%). The homozygous 'GG' genotype was found in 22% of NAFLD cases compared to just 5% in healthy controls, suggesting a strong association with liver fat accumulation. Additionally, the 'G' allele corresponded with elevated FIB-4 and Controlled Attenuation Parameter (CAP) scores, indicating increased liver disease severity.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.02.24312965","title":"Association of the rs738409 polymorphism in PNPLA3 with development and severity of non-alcoholic fatty liver disease in ethnic Bengali population of West Bengal"}
{"loci":"rs147678157","finding":"The SNP rs147678157 was identified to interact with meat dietary patterns, significantly impacting glycated hemoglobin (HbA1c) levels. This interaction was shown to have a p-value of 5.45×10^-9, although there was a marginal genetic main effect observed.","chrpos":"chr22:38977892","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.23.20248650","title":"Genome-wide gene-diet interaction analysis in the UK Biobank identifies novel effects on Hemoglobin A1c"}
{"loci":"rs140270534","finding":"The SNP rs140270534 interacted with dried fruit consumption, showing strong evidence of its role in modifying HbA1c levels, although the study noted a need for further investigation into its mechanisms as it lay within a pseudogene.","chrpos":"chr22:16660592","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.23.20248650","title":"Genome-wide gene-diet interaction analysis in the UK Biobank identifies novel effects on Hemoglobin A1c"}
{"loci":"rs738409","finding":"The study of the rs738409 variant in the PNPLA3\/adiponutrin gene indicated that individuals carrying the G allele had higher levels of AST, ALT, and GGT, and exhibited lower fasting insulin and insulin resistance, which correlated with a reduced risk of LGA births when compared to CC homozygotes.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.19.23288627","title":"Refining the diagnosis of Gestational Diabetes Mellitus: A systematic review to inform efforts in precision medicine"}
{"loci":"rs555607708","finding":"A frameshift deletion in CHEK2 was associated with risks for myeloproliferative neoplasms and lymphoid leukaemia, supporting its role in multiple malignancies.","chrpos":"chr22:28695869","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.14.21265023","title":"Genetic associations of protein-coding variants in human disease"}
{"loci":"rs383306","finding":"This SNP was recognized in the GWAS analysis as significant for hypertension, contributing to our understanding of genetic influences on HTN.","chrpos":"chr22:21070096","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.25.22276897","title":"An individualized Bayesian method for estimating genomic variants of hypertension"}
{"loci":"rs2232088","finding":"The SNP rs2232088, which corresponded to a homozygous p.R169W variant in the gene MIEF1, was identified in the discovery cohort of EOPD patients. This variant was potentially deleterious and contributed to the prioritization of MIEF1 as a candidate gene for early-onset Parkinson's disease (EOPD). Further analysis indicated that this variant disrupted the oligomerization state of the MID51 protein, supporting the hypothesis that mitochondrial dysfunction plays a significant role in the pathogenesis of Parkinson's disease.","chrpos":"chr22:39512414","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.23.20235671","title":"DEFINING CANDIDATE PARKINSON’S DISEASE GENES THROUGH THE ANALYSIS OF GENOME-WIDE HOMOZYGOSITY"}
{"loci":"rs62231080","finding":"The lead SNP rs62231080 was identified at an intergenic locus on chromosome 22, reaching genome-wide significance with a standardized beta of -0.260 and a p-value of 1.48E-8. This locus was mapped to genes NUP50, FAM18A, and RIBC2, as well as lincRNA genes CTA-217C2.1 and CTA-268H5.14, and was associated with within-individual variability of Body Mass Index (BMI) in Huntington disease patients.","chrpos":"chr22:45087490","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.20.24307629","title":"Clinical and genetic association studies reveal within-individual variability as an integral part of Huntington disease"}
{"loci":"rs387907018","finding":"The rs387907018 variant was identified as a loss-of-function mutation in TMPRSS6 associated with lower MCH\/MCV.","chrpos":"chr22:37073550","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.09.20246736","title":"Whole genome sequencing association analysis of quantitative red blood cell phenotypes: the NHLBI TOPMed program"}
{"loci":"rs6971","finding":"The study identified the genotype of the rs6971 polymorphism in the Translocator Protein (TSPO) gene in two long COVID patients, both of whom were identified as C\/C genotypes, indicating they were high affinity binders for the PET tracer [18F]DPA-714. This finding was significant as it linked the high binding ability of the PET tracer to the profound neuroinflammation observed in these patients, suggesting a possible role of TSPO genotype in the pathophysiology of long COVID.","chrpos":"chr22:43162920","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.02.22275916","title":"Long COVID is associated with extensive in-vivo neuroinflammation on [18F]DPA-714 PET"}
{"loci":"rs738409","finding":"The SNP rs738409 in the PNPLA3 gene was linked to higher MASLD risk among normal weight individuals. Carriers of the GG genotype exhibited the highest risk compared to those with overweight or obesity, indicating its substantial impact on hepatic steatosis regardless of body weight.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.05.24316758","title":"Potential causal links between genetic variants in SAMM50, SUGP1, MAU2, and GATAD2A and liver fat in individuals with normal weight"}
{"loci":"rs738408","finding":"The variant rs738408, also located in the PNPLA3 gene, exhibited the most significant association in the QT-GWAS with a p-value of 5.4E-30, reinforcing its prominence as a genetic risk factor for hepatic fat accumulation.","chrpos":"chr22:43928850","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.05.24316758","title":"Potential causal links between genetic variants in SAMM50, SUGP1, MAU2, and GATAD2A and liver fat in individuals with normal weight"}
{"loci":"rs1007863","finding":"The exonic SNP rs1007863 was found in the 22q13.31 region and demonstrated significant eQTL associations, particularly in visceral adipose tissue related to MAFLD and atrial fibrillation (AF) outcomes. This indicates its potential importance in the shared genetic architecture of MAFLD and cardiovascular diseases.","chrpos":"chr22:43999571","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.10.24317047","title":"Genome-wide insights into the shared genetic landscape between metabolic dysfunction-associated fatty liver disease and cardiovascular diseases"}
{"loci":"rs738409","finding":"The SNP rs738409, located in the PNPLA3 gene, was associated with the development and severity of MAFLD. Moreover, this genotype was linked to a modest protective effect against CAD by impacting triglyceride metabolism, adding to the understanding of its dual role in both conditions.","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.10.24317047","title":"Genome-wide insights into the shared genetic landscape between metabolic dysfunction-associated fatty liver disease and cardiovascular diseases"}
{"loci":"rs199612805","finding":"rs199612805 was located near ADORA2A, which encodes a receptor inhibited by caffeine. This SNP was associated with coffee intake and had earlier links to caffeine intake from both tea and coffee in the UK Biobank, marking it as a significant finding.","chrpos":"chr22:24448025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.09.23295284","title":"Genome-Wide Association Studies of Coffee Intake in UK\/US Participants of European Ancestry Uncover Gene-Cohort Influences"}
{"loci":"rs738409","finding":"The study found that the PNPLA3 rs738409 GG homozygous variant was associated with an increased risk of liver fibrosis and further amplified the risk of heart failure, with a significant interaction noted between this SNP and liver fibrosis assessed by FIB-4 and APRI scores. Notably, it was confirmed that this genetic variant is associated with increased risk of more advanced liver diseases, particularly in the context of non-alcoholic fatty liver disease (NAFLD).","chrpos":"chr22:43928847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.23.23294514","title":"Liver fibrosis assessed using non-invasive markers and genetic polymorphisms (PNPLA3 and TM6SF2) predisposing to liver fibrosis, is associated with hospitalization or death from heart failure: a prospective UK Biobank study"}
{"loci":"rs73885319","finding":"The SNP rs73885319 was part of the G1 risk variants associated with APOL1 gene. It was shown that cells carrying this variant exhibited depressed baseline and maximum mitochondrial oxygen consumption as well as impaired mitochondrial networking, indicating a dysfunction that contributed to endothelial cytotoxicity.","chrpos":"chr22:36265860","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.18.996702","title":"APOL1 variant-expressing endothelial cells exhibit autophagic dysfunction and mitochondrial stress"}
{"loci":"rs60910145","finding":"Similar to rs73885319, SNP rs60910145 was also identified as a part of the G1 risk variants of APOL1. Cells with this SNP demonstrated defects in mitochondrial respiration and compromised autophagic flux, implicating its role in lysosomal dysfunction linked to the pathology of SLE.","chrpos":"chr22:36265988","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.18.996702","title":"APOL1 variant-expressing endothelial cells exhibit autophagic dysfunction and mitochondrial stress"}
{"loci":"rs71785313","finding":"The SNP rs71785313 was part of the G2 risk variants in the APOL1 gene. Its associated HUVEC cells showed comparable mitochondrial dysfunction and lysosome integrity issues, suggesting a significant contribution to endothelial cellular stress and potential pathology in diseases such as SLE.","chrpos":"chr22:36266000","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.18.996702","title":"APOL1 variant-expressing endothelial cells exhibit autophagic dysfunction and mitochondrial stress"}
{"loci":"rs3915951","finding":"The SNP rs3915951, an exonic missense variant in CYP2D6, was heterozygous in a single Papuan, highlighting its potential significance in that population with a CADD score ≥ 20.","chrpos":"chr22:42127634","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.27.470071","title":"Archaic introgression and variation in pharmacogenes and implications for local adaptation"}
{"loci":"rs5756095","finding":"The variant rs5756095 was found to create a predicted splicing acceptor site, resulting in increased splicing in the carriers of this allele. This change was significant enough to explain the differential expression observed in MPRA measurements.","chrpos":"chr22:36190156","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.05.606557","title":"U-rich elements drive pervasive cryptic splicing in 3’ UTR massively parallel reporter assays"}
{"loci":"rs738409","finding":"The rs738409 polymorphism in the PNPLA3 gene was associated with liver damage and the development of nonalcoholic fatty liver disease (NAFLD). This finding indicated that genetic variations in PNPLA3 could significantly influence an individual's risk of developing fatty liver disease, which has relevance in understanding the pathogenesis of similar conditions such as alcohol-induced liver disease.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.14.203166","title":"Modeling alcoholic liver disease in a human Liver-Chip"}
{"loci":"rs77968014","finding":"The SNP rs77968014-G in the gene SLC16A8 was implicated in deficits in transepithelial lactate transport in iPSC-derived retinal pigment epithelial (RPE) cells from individuals carrying the risk allele. This finding contributed to the understanding of how genetic variations can impact cellular function and metabolic handling in RPE cells, ultimately providing insights into the mechanisms underlying AMD pathology.","chrpos":"chr22:38082659","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.14.532586","title":"Transcriptomic changes predict metabolic alterations in LC3 associated phagocytosis in aged mice"}
{"loci":"rs11479","finding":"TP rs11479 was associated with a lower treatment response linked to a specific amino acid change, providing insights into pharmacogenomic factors influencing therapy success.","chrpos":"chr22:50525807","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561316","title":"Pharmacogenomics, biomarker network and allele frequencies in colorectal cancer"}
{"loci":"rs738409","finding":"The study identified that the nonsynonymous variant rs738409[G] in the PNPLA3 gene, which leads to an isoleucine-to-methionine substitution at position 148 (PNPLA3-I148M), was strongly associated with increased hepatic fat, making it the strongest known genetic risk factor for metabolic dysfunction-associated steatotic liver disease (MASLD). The presence of this variant significantly increased both the risk and severity across various stages of liver disease, including cirrhosis and hepatocellular carcinoma.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.13.562302","title":"The fatty liver disease-causing protein PNPLA3-I148M alters lipid droplet-Golgi dynamics"}
{"loci":"rs78578513","finding":"The SNP rs78578513 was identified as part of a group of variants associated with the abundance of microbial populations in colorectal mucosa, demonstrating a possible link between genetic variation and colorectal cancer risk through microbiota modulation.","chrpos":"chr22:32280633","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.16.484560","title":"Gut microbiota composition in colorectal cancer patients is genetically regulated"}
{"loci":"rs5994535","finding":"Similar to rs78578513, rs5994535 was also found to be associated with microbial abundance, indicating a potential role of this variant in the context of colorectal cancer risk via its influence on gut microbiota.","chrpos":"chr22:32306967","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.16.484560","title":"Gut microbiota composition in colorectal cancer patients is genetically regulated"}
{"loci":"rs4680","finding":"For the COMT rs4680 polymorphism, G\/G genotype subjects showed a greater increase in C-peptide levels after ARI treatment compared to A allele carriers. This indicated that the G allele may influence the metabolic response during antipsychotic treatment.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.29.226209","title":"Metabolic effects of aripiprazole and olanzapine multiple-dose treatment in healthy volunteers. Association with pharmacogenetics"}
{"loci":"rs13306278","finding":"The COMT rs13306278 T carriers experienced significantly higher increases in C-peptide levels following aripiprazole treatment compared to A carriers. This finding pointed towards its influence on glucose metabolism in the context of antipsychotic use.","chrpos":"chr22:19941504","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.29.226209","title":"Metabolic effects of aripiprazole and olanzapine multiple-dose treatment in healthy volunteers. Association with pharmacogenetics"}
{"loci":"rs713617","finding":"The SNP was identified as a cis-rQTL for BCR when associated with NFATC1. This finding suggested functional links among a network of proteins related to NFATC1 and its potential implications in drug development.","chrpos":"chr22:23188247","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.19.549734","title":"Genetic associations with ratios between protein levels detect new pQTLs and reveal protein-protein interactions"}
{"loci":"rs9306335","finding":"The SNP rs9306335, with T\/C variants, was identified in an intergenic enhancer Alu element. This enhancer was linked to four potential target genes: TAB1, MGAT3, MIEF1, and RPS19BP1. The association of this SNP was particularly noted in relation to the glycosylation of immunoglobulin, as annotated in the GWAS catalog. In terms of gene function, TAB1 is recognized as an immune-related gene while MGAT3 functions as a glycosylase essential for the glycosylation process of immunoglobulin. The alignment of the T and C variants with target genes and eRNA revealed discrepancies where the genes showed mismatches and perfect matches in BLAST alignment.","chrpos":"chr22:39447532","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.17.431596","title":"Evidences for functional trans-acting eRNA-promoter R-loops at Alu sequences"}
{"loci":"rs5758389","finding":"The SNP rs5758389 was linked to the ACO2 gene, which is crucial for the TCA cycle. The study predicted that ACO2 expression would be downregulated in Europeans and upregulated in Native American populations, particularly Peruvians from Lima (PEL). This prediction was attributed to multiple SNP effects, with rs5758389 being a dominant factor contributing to the expression variation.","chrpos":"chr22:41545745","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.03.515083","title":"A gene-level test for directional selection on gene expression"}
{"loci":"rs28371706","finding":"CYP2D6*17 (rs28371706) had a high frequency of 0.2306 in the African populations, associated with decreased CYP2D6 enzymatic activity in African Bantu populations, marking it as a significant pharmacogenomic variant.","chrpos":"chr22:42129770","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.14.108217","title":"The extent and impact of variation in ADME genes in sub-Saharan African populations"}
{"loci":"rs1210693","finding":"This SNP was previously associated with heart rate (P = 1.6 x 10^-9) and was observed to form a cardiac specific loop to the promoter of the GJA1 gene, which encodes connexin 43.","chrpos":"chr22:19334514","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/705715","title":"Detailed Regulatory Interaction Map of the Human Heart Facilitates Gene Discovery for Cardiovascular Disease"}
{"loci":"rs2267447","finding":"The study observed that individuals carrying the C allele at rs2267447 had significantly lower resting-state functional connectivity (rs-FC) between the right insula and left putamen, with a p-value of 6.17 x 10^-5, suggesting its involvement in pain sensitivity pathways.","chrpos":"chr22:42128694","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.29.518322","title":"A Brain-Wide Genome-Wide Association Study of Candidate Quantitative Trait Loci Associated with Structural and Functional Phenotypes of Pain Sensitivity"}
{"loci":"rs1081003","finding":"Data revealed that the A allele of rs1081003 was associated with reduced rs-FC strength between the right insula and left putamen for high pain sensitivity individuals, with a significance level indicated by p = 6.08 x 10^-5.","chrpos":"chr22:42129754","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.29.518322","title":"A Brain-Wide Genome-Wide Association Study of Candidate Quantitative Trait Loci Associated with Structural and Functional Phenotypes of Pain Sensitivity"}
{"loci":"rs6971","finding":"The rs6971 SNP resulted in the A147T polymorphism of the TSPO gene, which compromised the binding of TSPO ligands utilized for PET imaging to visualize neuroinflammation. The polymorphism was prevalent in Caucasian populations, with around 10% being homozygous and up to 30% heterozygous carriers. Additionally, this variant not only diminished ligand binding affinities but also was linked to increased risk of neurological disorders like bipolar disorder, demonstrating its significance in functional cellular mechanisms.","chrpos":"chr22:43162920","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.23.453531","title":"Differential mitochondrial protein interaction profile between human translocator protein and its A147T polymorphism variant"}
{"loci":"rs3827354","finding":"SNP rs3827354, associated with the phospholipase A2 Group VI, demonstrated connections to oxylipin metabolism and was implicated in the mechanisms affecting hemolysis susceptibility.","chrpos":"chr22:38127058","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.11.598512","title":"Ferroptosis regulates hemolysis in stored murine and human red blood cells"}
{"loci":"rs714024","finding":"The SNP rs714024 was identified as differentially imbalanced for chromatin in renal cell carcinoma (RCC) tumors and was associated with the expression of the GRAMD4 gene, showing significant evidence as an eQTL in tumor samples. This SNP resided in a differentially active super-enhancer, highlighting its role in cancer gene regulation.","chrpos":"chr22:46617638","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/631150","title":"Allelic imbalance reveals widespread germline-somatic regulatory differences and prioritizes risk loci in Renal Cell Carcinoma"}
{"loci":"rs738409","finding":"The SNP rs738409 showed a strong association with liver fat and was consistent with previously established links to NAFLD, reinforcing its impact on liver health.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.14.187070","title":"Systematic quantification of health parameters from UK Biobank abdominal MRI using deep learning"}
{"loci":"rs855791","finding":"The SNP rs855791 was associated with liver iron levels and had significant previous reports linking it to related traits.","chrpos":"chr22:37066896","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.14.187070","title":"Systematic quantification of health parameters from UK Biobank abdominal MRI using deep learning"}
{"loci":"rs201455670","finding":"The variant rs201455670 was identified in the L1-5219 locus and specifically changed threonine at the 655th position of the L1 ORF2p protein to proline. This mutation was significant as it occurred in a critical region necessary for L1 retrotransposition, leading researchers to believe it could render L1-5219 incompetent for retrotransposition. This alteration was shown to reduce retrotransposition efficiency by approximately 90%, supporting its role in preventing somatic L1 insertions in patients with high-grade serous ovarian cancer (HGSC). The variant was noted both in clinical tumor samples that did not exhibit somatic L1 insertions and in the Kuramochi cell line, which also lacked somatic L1-5219 mediated insertions.","chrpos":"chr22:28667232","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.27.509826","title":"L1 retrotransposition is regulated post-transcriptionally In High-Grade Serous Ovarian Cancer"}
{"loci":"rs35898507","finding":"The SNP rs35898507 was identified within the uORF of A3F mRNA, associated with a common variant that caused an amino acid change from Glycine (G) to Valine (V). The study indicated that this SNP had a Minor Allele Frequency (MAF) greater than 0.01, with G being the ancestral allele present in over 96% of the population. Although this SNP was common, no variants were discovered in the A3G uORF that exceeded a MAF of 0.005, and the conservation of the identified uORFs in A3G and A3F was highlighted as significant in the human population.","chrpos":"chr22:39040871","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.13.426487","title":"A conserved uORF impacts APOBEC3G translation and is essential for translational inhibition by the HIV-1 Vif protein"}
{"loci":"rs134620","finding":"This SNP showed associations with the expression of the KREMEN1 gene and distal gene expressions (RHBDD3 and EWSR1) located 200 kb away but within the same TAD.","chrpos":"chr22:29082772","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/536763","title":"Disease and phenotype relevant genetic variants identified from histone acetylomes in human hearts"}
{"loci":"rs713657","finding":"Associated with the expression of the distal gene NIPSNAP1, rs713657 was involved in significant expression correlations lying within the same TAD.","chrpos":"chr22:29815887","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/536763","title":"Disease and phenotype relevant genetic variants identified from histone acetylomes in human hearts"}
{"loci":"rs2301402","finding":"This SNP also correlated with the expression of the distal gene NIPSNAP1, 235 kb away, within the same TAD","chrpos":"chr22:29838056","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/536763","title":"Disease and phenotype relevant genetic variants identified from histone acetylomes in human hearts"}
{"loci":"rs139883","finding":"The polymorphism rs139883 in the SOX10 gene was found to be associated with the age of onset of schizophrenia specifically in a Han Chinese population, marking it as a positive original finding connecting genetic variation to a clinical phenotype.","chrpos":"chr22:37973020","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.14.496174","title":"SOX10 Expression Levels may be a Critical Mediator of White Matter Dysfunction in Schizophrenia"}
{"loci":"rs2069235","finding":"This SLE-associated variant exhibited stronger enhancer activity for the non-risk 'A' allele compared to the risk 'G' allele, aligning with its role as an eQTL for SYNGR1.","chrpos":"chr22:39351775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.20.906701","title":"Genome-wide discovery of SLE genetic risk variant allelic enhancer activity"}
{"loci":"rs4680","finding":"The SNP rs4680 of the catechol-O-methyltransferase (COMT) gene was analyzed as part of a risk combination for L-TRS. The combination with Met(-) allele demonstrated potential predictive value regarding schizophrenia risk, indicating that this allele might reflect increased COMT activity.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/478958","title":"Genetic combination risk for schizophrenia"}
{"loci":"rs177425","finding":"The SNP rs177425 was one of the top tag SNVs for a significant hastening modifier effect (22AM1) at MED15, showing genome-wide significance for age at TFC6 (p=5.0E-09), but not for age at motor onset (p=7.7E-02), underscoring the complexity of genetic influences on Huntington's disease phenotypes.","chrpos":"chr22:20573256","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.597797","title":"Genetic modifiers of somatic expansion and clinical phenotypes in Huntington’s disease reveal shared and tissue-specific effects"}
{"loci":"rs165666","finding":"The SNP rs165666, along with rs177425, was part of the significant modifier effect (22AM1) at MED15 that influenced age at TFC6, further demonstrating the genetic interplay affecting timing in Huntington's disease.","chrpos":"chr22:20573515","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.597797","title":"Genetic modifiers of somatic expansion and clinical phenotypes in Huntington’s disease reveal shared and tissue-specific effects"}
{"loci":"rs8137409","finding":"The SNP rs8137409 was identified as significant in a new landmark-delaying effect (22BM1) in chromosome 22, emphasizing genetic modulation of disease timing.","chrpos":"chr22:41963789","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.597797","title":"Genetic modifiers of somatic expansion and clinical phenotypes in Huntington’s disease reveal shared and tissue-specific effects"}
{"loci":"rs59906307","finding":"The SNP rs59906307 contributed to the modifier effect at the 22BM1 locus alongside rs8137409, revealing its significance in modifying Huntington's disease progression.","chrpos":"chr22:41823492","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.597797","title":"Genetic modifiers of somatic expansion and clinical phenotypes in Huntington’s disease reveal shared and tissue-specific effects"}
{"loci":"rs4680","finding":"The SNP rs4680 in the COMT gene was associated with differences in susceptibility to drug addiction behaviors, as documented in a study involving synthetic cannabinoid use disorder patients. This finding suggested a role in modulating behavioral responses linked to internalizing disorders.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.14.500129","title":"Bioenergetic-Related Gene Expression in the Hippocampus Predicts Internalizing vs. Externalizing Behavior in a F2 Cross of Selectively-Bred Rats"}
{"loci":"rs77601382","finding":"The SNP rs77601382 was identified as significant in association with nonverbal reasoning performance, located within the 3’ end of the FBLN1 gene. Its association suggested a link between FBLN1 variation and psychotic disorders, emphasizing the importance of this gene in neurodevelopment.","chrpos":"chr22:45581682","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/751933","title":"Genetics and Pathway Analysis of Normative Cognitive Variation in the Philadelphia Neurodevelopmental Cohort"}
{"loci":"rs74825248","finding":"Similar to rs77601382, the SNP rs74825248 also passed the genome-wide significance threshold in relation to nonverbal reasoning, reinforcing the potential role of FBLN1 genetic variation in cognitive functions and its implications for psychotic disorder risk.","chrpos":"chr22:45581794","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/751933","title":"Genetics and Pathway Analysis of Normative Cognitive Variation in the Philadelphia Neurodevelopmental Cohort"}
{"loci":"rs5765534","finding":"The SNP rs5765534 was associated with nonverbal reasoning and met the genome-wide significance criteria. Its location in proximity to FBLN1 suggests that variations at this locus may affect neurodevelopmental processes and relate to cognitive abilities linked to psychosis.","chrpos":"chr22:45612295","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/751933","title":"Genetics and Pathway Analysis of Normative Cognitive Variation in the Philadelphia Neurodevelopmental Cohort"}
{"loci":"rs1936950","finding":"The rs1936950 variant was identified as a causal variant associated with increased expression of the ESS2 gene in the cerebral hemisphere. Its activating allele significantly increased transcription over baseline by a delta log2 activity of 0.51.","chrpos":"chr22:19144867","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.05.592437","title":"Functional dissection of complex and molecular trait variants at single nucleotide resolution"}
{"loci":"rs1936951","finding":"The rs1936951 variant was also causally linked to increased ESS2 expression, with an activating allele that exhibited a delta log2 activity of 1.41. Together, the combined alleles of rs1936950 and rs1936951 had a greater effect than the additive contributions, indicating a synergistic interaction.","chrpos":"chr22:19144872","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.05.592437","title":"Functional dissection of complex and molecular trait variants at single nucleotide resolution"}
{"loci":"rs35742686","finding":"The rs35742686 (2549delA) variant was positively associated with increased levels of enzymatic activity of the CYP2D6 enzyme. This finding suggested that individuals with this variant exhibited enhanced attentional processes, as indicated by cortical activity in brain regions related to spatial attention.","chrpos":"chr22:42128242","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/831198","title":"Effects of genetic variability of CYP2D6 on neural substrates of sustained attention during on-task activity"}
{"loci":"rs1065852","finding":"The rs1065852 (100C>T) polymorphism was found to correlate with high enzymatic activity of the CYP2D6 enzyme, which was associated with increased recruitment of neural substrates involved in attentional tasks during cognitive performance.","chrpos":"chr22:42130692","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/831198","title":"Effects of genetic variability of CYP2D6 on neural substrates of sustained attention during on-task activity"}
{"loci":"rs3892097","finding":"The rs3892097 (1846G>A) variant showed a positive association with higher CYP2D6 enzymatic activity. This polymorphism’s influence indicated differential brain activity patterns related to attentional engagement, particularly favoring rapid metabolizers.","chrpos":"chr22:42128945","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/831198","title":"Effects of genetic variability of CYP2D6 on neural substrates of sustained attention during on-task activity"}
{"loci":"rs5030655","finding":"The rs5030655 (1707delT) variant had a positive correlation with lower levels of enzymatic activity, suggesting that poor metabolizers demonstrated enhanced reward-related modulation of cortical activity, implying a variation in cognitive efficiency during attentional tasks.","chrpos":"chr22:42129084","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/831198","title":"Effects of genetic variability of CYP2D6 on neural substrates of sustained attention during on-task activity"}
{"loci":"rs28371725","finding":"The rs28371725 (2988G>A) was positively related to elevated CYP2D6 activity levels, which contributed to differential brain activation patterns when engaging in spatial attentional tasks, thereby affecting cognitive efficiency.","chrpos":"chr22:42127803","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/831198","title":"Effects of genetic variability of CYP2D6 on neural substrates of sustained attention during on-task activity"}
{"loci":"rs1004763","finding":"The variant rs1004763 located in 22q13.1 showed a positive association with various FA measures related to white matter microstructure.","chrpos":"chr22:38078945","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.23.112409","title":"Common genetic variation influencing human white matter microstructure"}
{"loci":"rs2267161","finding":"Variant rs2267161 in 22q12.2 demonstrated significant associations with non-FA measures, affecting the white matter microstructure.","chrpos":"chr22:30557308","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.23.112409","title":"Common genetic variation influencing human white matter microstructure"}
{"loci":"rs6010240","finding":"The SNP rs6010240 was associated with the expression of gelatinase B\/MMP-9, an important factor in tumor pathogenesis and progression. The analysis indicated that variants at this locus contributed to the phenotype of diverse EMT characteristics in breast cancer, potentially influencing patient survival outcomes by modulating motility and invasive properties of tumor cells.","chrpos":"chr22:49991898","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/627372","title":"Combinatorial perturbation analysis reveals divergent regulations of mesenchymal genes during epithelial-to-mesenchymal transition"}
{"loci":"rs6010376","finding":"The SNP rs6010376 was positively associated with glioblastoma in the study by Kim et al. (2014). It was indicated that the activation of STAT3 in glioblastoma had significant biochemical and therapeutic implications. The findings related to this SNP suggested that it may play a role in the aggressive behavior of glioblastoma, similar to the implications observed with Piezo1.","chrpos":"chr22:15402742","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.30.591858","title":"The mechanoreceptor PIEZO1 is a novel oncogene in glioma by promoting astrocyte reactivity"}
{"loci":"rs138880","finding":"The SNP rs138880 was associated with the BRD1 promoter regions in the context of schizophrenia. This finding suggested that the risk allele for this SNP was linked to alterations in DNA methylation patterns, which could impact gene expression and contribute to the pathophysiology of schizophrenia.","chrpos":"chr22:49824963","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/573352","title":"Identification of DNA motifs that regulate DNA methylation"}
{"loci":"rs1547014","finding":"The variant rs1547014 was found to be associated with the expression of CHEK2 in hepatocytes across genotypes related to MASLD. The C allele of this eSNP was identified as a risk allele, exhibiting decreased expression of CHEK2, which plays a critical role in DNA damage response and has implications for hepatocarcinogenesis.","chrpos":"chr22:28704723","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.20.614203","title":"Identification of genes conferring individual-level variation responsible for metabolic dysfunction-associated steatohepatitis using single-cell eQTL analysis"}
{"loci":"rs2072049","finding":"Splicing assessment indicated that the SNP rs2072049 might lower the efficiency of normal splice site recognition, thus potentially leading to decreased expression, although this was not statistically significant.","chrpos":"chr22:22548659","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs6003906","finding":"The SNP rs6003906 was linked to intron retention phenomena, with independent confirmation derived from RNAseq indicating its role in altering normal splicing patterns.","chrpos":"chr22:23837862","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs1018448","finding":"This SNP significantly increased the frequency of exon skipping in the <italic>ARFGAP3<\/italic> gene, validated through both q-RT-PCR and microarray studies.","chrpos":"chr22:42810944","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs17002806","finding":"The SNP rs17002806 revealed evidence of alternative exon usage driven by changes in splice site strength, leading to increased exon skipping.","chrpos":"chr22:42027267","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs743920","finding":"This SNP caused an increase in exon skipping likely due to the compromised definition of upstream splice sites, as shown by microarray and q-RT-PCR findings.","chrpos":"chr22:29225139","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs3747107","finding":"This variant was shown to activate a downstream cryptic splice site, linked to observations of increased exon skipping in related RNAseq analyses.","chrpos":"chr22:23653353","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs12628403","finding":"The SNP rs12628403 served as a proxy for the APOBEC3B deletion and was associated with decreased levels of APOBEC3B expression in both tumor and normal tissues within luminal breast cancer patients. This association validated the SNP's role in studying immune gene profiles and mutational events. Although a slight increase in the frequency of the deletion allele was observed in high-TIL patients compared to other luminal immune subtypes, the difference lacked statistical significance. Additionally, expression levels of the APOBEC3A_B hybrid transcript showed no variation across immune subtypes, and ESTIMATE immune scores remained consistent across different genotypes of SNP rs12628403.","chrpos":"chr22:38962032","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/515486","title":"Immune gene expression profiling reveals heterogeneity in luminal breast tumors"}
{"loci":"rs35570734","finding":"SNP rs35570734 showed correlations with decreased SA in perirhinal cortex for ASD, revealing its genetic importance.","chrpos":"chr22:38063263","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.05.561040","title":"The overlapping genetic architecture of psychiatric disorders and cortical brain structure"}
{"loci":"rs5753507","finding":"SNP rs5753507 was associated with increased temporal pole SA for BD, showcasing its genetic relevance.","chrpos":"chr22:31199094","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.05.561040","title":"The overlapping genetic architecture of psychiatric disorders and cortical brain structure"}
{"loci":"rs738409","finding":"The rs738409 SNP, a common missense variant (Ile148Met) in the PNPLA3 gene, was robustly associated with a 2.2% increase in ALT and a 1.3% increase in AST, known to enhance the risk of liver disease significantly.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.19.104570","title":"Genome-wide association study of circulating liver enzymes reveals an expanded role for manganese transporter SLC30A10 in liver health"}
{"loci":"rs16947","finding":"The SNP 2851C>T (rs16947) in CYP2D6, known as R296C, exhibited a high frequency of approximately 0.3 to 0.4 and was associated with a pronounced functional consequence, specifically a largely decreased turnover rate, which indicated its significance in the metabolism of both ketamine and amitriptyline.","chrpos":"chr22:42127941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.14.599105","title":"Non-additivity of the functional properties of individual P450 species and its manifestation in the effects of alcohol consumption on the metabolism of ketamine and amitriptyline"}
{"loci":"rs1065852","finding":"The SNP 100C>T (rs1065852) in CYP2D6, labeled P34S, also had a high frequency of about 0.2 and demonstrated substantial functional consequences, primarily a decreased turnover rate, which contributed to its relevance in drug metabolism.","chrpos":"chr22:42130692","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.14.599105","title":"Non-additivity of the functional properties of individual P450 species and its manifestation in the effects of alcohol consumption on the metabolism of ketamine and amitriptyline"}
{"loci":"rs11914148","finding":"This SNP was linked to significant associations with CD8 T-cells and T-central memory cell LSES, and also showed suggestive associations with T-helper cell signatures.","chrpos":"chr22:44628531","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.30.926527","title":"Germline genetic contribution to the immune landscape of cancer"}
{"loci":"rs73889576","finding":"This SNP was significantly associated with T-central memory cell LSES, showcasing its importance in T-cell immune responses.","chrpos":"chr22:44627576","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.30.926527","title":"Germline genetic contribution to the immune landscape of cancer"}
{"loci":"rs186430430","finding":"This SNP, associated with a loss-of-function variant in CHEK2, conferred an approximately 2.3-fold increased risk of breast cancer. It was correlated with other LOY-associated variants and demonstrated relevance towards non-haematological cancer susceptibility, emphasizing its role in cancer risk assessment in relation to LOY.","chrpos":"chr22:28707610","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/514026","title":"Genetic predisposition to mosaic Y chromosome loss in blood is associated with genomic instability in other tissues and susceptibility to non-haematological cancers"}
{"loci":"rs7291467","finding":"The SNP rs7291467 was identified as a significant genetic variant affecting galectin-2 expression, which plays a role as an inhibitor of arteriogenesis. This finding provided insights into the influence of this polymorphism on cardiovascular health and disease, linking it to human cardiovascular phenotypes.","chrpos":"chr22:37576621","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.01.555906","title":"Natural genetic variation quantitatively regulates heart-rate and -dimension"}
{"loci":"rs4823054","finding":"Found in the ASCC2 gene, this SNP showed the strongest association with LDL and total cholesterol, contributing to lipid phenotype associations.","chrpos":"chr22:29802036","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.155879","title":"A method to map and interpret pleiotropic loci using summary statistics of multiple traits"}
{"loci":"rs2294239","finding":"In the context of WHRadjBMI GWAS, rs2294239 was identified as the lead variant for signal 1, colocalizing with eQTL data, indicating a strong association with adiposity metrics.","chrpos":"chr22:29053489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.26.563798","title":"Adipose tissue eQTL meta-analysis reveals the contribution of allelic heterogeneity to gene expression regulation and cardiometabolic traits"}
{"loci":"rs5762906","finding":"The second signal for WHRadjBMI was identified as rs5762906, which also colocalized with eQTL signals, further elucidating regulatory mechanisms involving obesity traits.","chrpos":"chr22:28942247","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.26.563798","title":"Adipose tissue eQTL meta-analysis reveals the contribution of allelic heterogeneity to gene expression regulation and cardiometabolic traits"}
{"loci":"rs6971","finding":"The rs6971 SNP was associated with the translocator protein (TSPO) polymorphism, which influenced binding affinity status. Specifically, this polymorphism characterized low-affinity binding status (LAB), medium-affinity binding status (MAB), and high-affinity binding status (HAB) in relation to PET biomarkers in the tumor microenvironment. This finding was important for glioblastoma diagnosis and specifically related to the cellular allocation of PET signals in tumor cells versus tumor-associated microglia\/macrophages.","chrpos":"chr22:43162920","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.26.522174","title":"Deciphering sources of PET signals in the tumor microenvironment of glioblastoma at cellular resolution"}
{"loci":"rs41409548","finding":"This SNP was associated with monocyte count and demonstrated its role as an eQTL for IL17RA primarily in the brain cortex and other brain tissues.","chrpos":"chr22:17098605","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.03.494686","title":"Genome-Wide Large-Scale Multi-Trait Analysis Characterizes Global Patterns of Pleiotropy and Unique Trait-Specific Variants"}
{"loci":"rs7288455","finding":"The variant rs7288455 was linked to increased expression of the gene CACNA1I across all cell populations. The reference A allele was predicted to decrease expression, while the C or G variants were associated with increased expression, particularly in Sst Chodl cells. The variant was also noted to overlap with an ENCODE cis-regulatory element, reinforcing its predicted influence on gene expression.","chrpos":"chr22:39570542","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.06.506837","title":"Predicting cell population-specific gene expression from genomic sequence"}
{"loci":"rs1061325","finding":"The SNP rs1061325, which results in a methionine to valine substitution at position 1316 (M1316V) of the CHC22 protein, was determined to have significant functional implications. The V1316 allele was predicted to be 'probably damaging' with a PolyPhen score of 0.975 and 'damaging' with SIFT, indicating a likely adverse effect on the protein's function related to GLUT4 membrane traffic in insulin response. This allele was more prevalent in farming populations compared to hunter-gatherers, suggesting that dietary transitions influenced the selection of this allele. The study hypothesized that ancient human diet changes, particularly with the advent of farming, exerted selective pressures favoring alleles that affect metabolic processes, thus impacting the human insulin response.","chrpos":"chr22:19196584","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/307264","title":"Genetic diversity of CHC22 clathrin impacts its function in glucose metabolism"}
{"loci":"rs66781836","finding":"This SNP was involved in P1 blood group analysis, where lower accuracy indicated its potential non-causal status within the phenotypic framework.","chrpos":"chr22:42719516","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.17.599396","title":"Characterization of Blood Group Variants in an Omani Population by Comparison of Whole Genome Sequencing and Serology"}
{"loci":"rs5751348","finding":"Part of the three key SNPs contributing to P1 antigen expression, showcasing its relevance in phenotype discordances.","chrpos":"chr22:42717787","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.17.599396","title":"Characterization of Blood Group Variants in an Omani Population by Comparison of Whole Genome Sequencing and Serology"}
{"loci":"rs8138197","finding":"Identified within the P1 blood group analysis, this variant, along with others, showed significant concordance rates in antigen expression.","chrpos":"chr22:42718545","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.17.599396","title":"Characterization of Blood Group Variants in an Omani Population by Comparison of Whole Genome Sequencing and Serology"}
{"loci":"rs2143918","finding":"Participated in the prediction of P1 blood group phenotypes, where it accompanied other SNPs that had a high concordance with serological results.","chrpos":"chr22:42718014","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.17.599396","title":"Characterization of Blood Group Variants in an Omani Population by Comparison of Whole Genome Sequencing and Serology"}
{"loci":"rs1210282","finding":"The SNP rs1210282, known as XPO1 E571K, was reported to modify the localization and interactome of Exportin 1 in B-Cell Lymphoma, indicating its significant role in altering protein transport mechanisms within the context of cancer pathology.","chrpos":"chr22:21528264","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.22.436462","title":"Protein-protein docking analysis reveals efficient binding and complex formation between the human nuclear transport proteins"}
{"loci":"rs760294168","finding":"The SNP rs760294168 corresponds to a pathogenic variant in the mtFAS gene MCAT, specifically c.812T>C; p.T271I. This variant was observed to cause perturbed electron transport chain (ETC) complex assembly and impaired cellular respiration in human subjects. Furthermore, parallels were drawn to similar phenotypes arising from disrupted Aasdhppt expression in mouse skeletal myoblasts, indicating possible shared pathway dysfunctions.","chrpos":"chr22:43133404","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.09.592977","title":"Mitochondrial Phosphopantetheinylation is Required for Oxidative Function"}
{"loci":"rs738409","finding":"The I148M variant of PNPLA3 (rs738409) was strongly associated with an increased susceptibility to non-alcoholic fatty liver disease (NAFLD) in humans. The study revealed that this variant acted as a gain-of-function inhibitor of ATGL (adipose triglyceride lipase), leading to impaired hepatic triglyceride (TG) secretion and contributing to the development of hepatic steatosis.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.30.553213","title":"Substrate-Specific Function of PNPLA3 Facilitates Hepatic VLDL-Triglyceride Secretion During Stimulated Lipogenesis"}
{"loci":"rs1555188","finding":"SNP rs1555188 was negatively associated with Eubacterium rectale in females, indicating a potential regulatory mechanism underlying gut dysbiosis.","chrpos":"chr22:45032330","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/736413","title":"M-GWAS for the gut microbiome in Chinese adults illuminates on complex diseases"}
{"loci":"rs35928604","finding":"SNP rs35928604 associated with PARVB gene exhibited strong links with colorectal cancer, highlighting the importance of genetic factors influencing gut microbiome-related oncogenic pathways.","chrpos":"chr22:44024135","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/736413","title":"M-GWAS for the gut microbiome in Chinese adults illuminates on complex diseases"}
{"loci":"rs738409","finding":"The SNP rs738409, associated with the PNPLA3 gene, was previously identified as having an effect on the gut microbiota and was linked to the severity of nonalcoholic fatty liver disease (NAFLD) in obese youth. The context of the finding suggested its relevance in understanding how genetic factors might interplay with chemotherapy-induced intestinal injury and microbiota changes, particularly in the setting of colorectal cancer treatments.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.04.490707","title":"Chemotherapy drugs induce different gut microbiota disorder pattern and NODs\/RIP2\/NF-κB signaling pathway activation that lead to different degrees of intestinal injury"}
{"loci":"rs738409","finding":"The rs738409 SNP, located at the PNPLA3 locus, was previously identified as a genetic variant associated with hepatic steatosis. In the study, individuals with the NASH-prone (NP) phenotype exhibited higher levels of liver steatosis compared to those with the NASH-resistant (NR) phenotype, suggesting that this variant may contribute to the progression from NAFLD to more severe NASH.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.20.457162","title":"Super-enhancer signature reveals key mechanisms associated with resistance to non-alcoholic steatohepatitis in humans with obesity"}
{"loci":"rs5760147","finding":"The SNP rs5760147 was identified as the lead eQTL associated with the gene GSTT1 in most RPE subpopulations, supporting its role in geographic atrophy.","chrpos":"chr22:23992755","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.19.457044","title":"Transcriptomic and proteomic retinal pigment epithelium signatures of age-related macular degeneration"}
{"loci":"rs6003988","finding":"For the Progenitor RPE subpopulation, the SNP rs6003988 served as the lead eQTL associated with GSTT1, indicating its significance in genetic regulation related to geographic atrophy.","chrpos":"chr22:23953201","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.19.457044","title":"Transcriptomic and proteomic retinal pigment epithelium signatures of age-related macular degeneration"}
{"loci":"rs2097433","finding":"In the RPE6 subpopulation, rs2097433 emerged as the lead eQTL for the gene GSTT1, which is pertinent to the understanding of geographic atrophy.","chrpos":"chr22:23954707","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.19.457044","title":"Transcriptomic and proteomic retinal pigment epithelium signatures of age-related macular degeneration"}
{"loci":"rs5765545","finding":"The SNP rs5765545 on chromosome 22 was associated with the planum temporale.","chrpos":"chr22:45626166","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.07.239103","title":"Genetic signatures of human brain structure: A comparison between GWAS and relatedness-based regression"}
{"loci":"chr22:14573586:C:CCCGAGAG","finding":"The SNP chr22:14573586:C:CCCGAGAG is synonymous with rs519400784 and reflects its classification as a high-confidence variant based on its association with regulatory signals in cattle, underlining its potential impact on production traits.","chrpos":"chr22:14573586","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.06.578787","title":"Annotation and assessment of functional variants in regulatory regions using epigenomic data in farm animals"}
{"loci":"rs9612520","finding":"The SNP rs9612520 was associated with the eQTL signal for DDTL, showing a significant interaction with cardiac stage indicating its expression is differentially associated with genotype between iPSC-CVPC and adult heart samples.","chrpos":"chr22:23927272","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.01.458619","title":"Fine mapping spatiotemporal mechanisms of genetic variants underlying cardiac traits and disease"}
{"loci":"rs5764238","finding":"The rs5764238 single nucleotide variant was reported to have a significant allelic effect on SPI1 binding in a binding quantitative trait locus (bQTL) study. It was found that the alternate G allele increased SPI1 ChIP-seq and ATAC-seq signal by creating a stronger SPI1 motif, as demonstrated through the predictions made by BPNet models using ChIP-seq and ATAC-seq profiles.","chrpos":"chr22:43720930","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.26.493621","title":"The dynseq genome browser track enables visualization of context-specific, dynamic DNA sequence features at single nucleotide resolution"}
{"loci":"rs4680","finding":"The study revealed that among the participants, A-allele carriers of the COMT A\/G rs4680 SNP exhibited a significantly higher prevalence of physical activity (PA), especially among those engaged in running. In detail, 83% of highly active women carried the A-allele compared to only 47% of the low active group. The findings suggested that A-allele carriers had increased dopamine levels due to lower enzymatic activity, which might enhance their PA practices and motivations, particularly for running. Furthermore, A-allele carriers showed significantly elevated scores in various PA indexes compared to non-carriers.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.13.495863","title":"The association of catechol-O-methyltransferase genetic polymorphism rs4680 in physical activity among adult women"}
{"loci":"rs6010366","finding":"The SNP rs6010366 was studied in relation to its association with matrix metalloproteinases in colorectal cancer. The findings indicated that variations in the expression of MMP-9 were significant, particularly as higher mRNA and protein expression levels were noted in the tumor samples of patients with colorectal carcinoma. The research suggested that this SNP may be linked to the progression of CRC, given the role of MMP-9 in tumor proliferation and invasion.","chrpos":"chr22:15428873","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.05.425386","title":"Extracellular matrix changes in colorectal carcinoma and correlation with lymph node metastasis"}
{"loci":"rs4680","finding":"The SNP rs4680 in the COMT gene was associated with Alzheimer's disease (AD). This SNP was particularly noteworthy as COMT is actively discussed as a therapeutic target for AD and is also known to be the target of the anti-Parkinson drug Tolcapone, highlighting the cross-disease relevance of this finding.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/521161","title":"GuiltyTargets: Prioritization of Novel Therapeutic Targets with Deep Network Representation Learning"}
{"loci":"rs397514502","finding":"The SNP rs397514502 was associated with a rare enzyme variant of human A4galt, referred to as A4Gmut, which contained a p.Q211E substitution due to the c.631C&gt;G mutation in the A4GALT gene. This variant enabled the enzyme to transfer galactose to GalNAc-terminating glycosphingolipids, resulting in the formation of NOR, NOR1, and NOR2 glycosphingolipids. Such findings contributed to understanding the enzymatic diversity and functional implications of A4galt in glycosphingolipid synthesis and its role in the P1PK histo-blood group system.","chrpos":"chr22:42693321","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.26.620404","title":"B4GALT5-deficient CHO-Lec2 cells expressing human α1,4-galactosyltransferase: a glycoengineered cell model for studying Shiga toxin receptors"}
{"loci":"rs909685","finding":"The SNP rs909685, located within the intron of the SYNGR1 gene, was identified as affecting susceptibility to rheumatoid arthritis (RA) through NK cell-specific mechanisms. This SNP was linked to increased expression levels of SYNGR1 and decreased methylation of a CpG site (cg19713460) associated with the gene, with robust evidence for colocalization with RA GWAS signals, emphasizing its functional role in inflammatory responses.","chrpos":"chr22:39351666","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546528","title":"Interaction molecular QTL mapping discovers cellular and environmental modifiers of genetic regulatory effects"}
{"loci":"rs66534072","finding":"SNP rs66534072 was significantly correlated with the 3'UTR usage of the UBE2L3 gene, where genetic variations were found to affect mRNA length and were particularly relevant to autoimmune disease contexts.","chrpos":"chr22:21581863","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/570176","title":"Genetic Basis of Alternative Polyadenylation is an Emerging Molecular Phenotype for Human Traits and Diseases"}
{"loci":"rs9610375","finding":"Found in the MAPK1 locus, this variant was linked to T cell proliferation effects, suggesting its importance in T cell signaling cascades.","chrpos":"chr22:21832804","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.07.617092","title":"Linking candidate causal autoimmune variants to T cell networks using genetic and epigenetic screens in primary human T cells"}
{"loci":"rs4633","finding":"The interaction between stress and the rs4633 genotype was found to significantly modify the risk of developing chronic primary pain conditions (CPPCs) in a sample of 482 cases and 208 controls. Individuals with two copies of the minor T allele in the high-stress group displayed trending increases in IL-6 and significant increases in IL-17A, aligning with findings from the associated mouse model that indicated elevated cytokine levels could serve as biomarkers for CPPCs.","chrpos":"chr22:19962712","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.18.520949","title":"A Novel Mouse Model of Chronic Primary Pain Conditions that Integrates Clinically Relevant Genetic and Environmental Factors"}
{"loci":"rs4680","finding":"Although the main effect of the rs4680 genotype was not significant in relation to CPPCs (P = 0.12), its high linkage disequilibrium with rs4633 allowed for its functional analysis. The T allele acted as a proxy for the Met allele characterized by reduced enzymatic activity, which suggested that the functional impact of genotype on stress interaction is relevant to pain condition development.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.18.520949","title":"A Novel Mouse Model of Chronic Primary Pain Conditions that Integrates Clinically Relevant Genetic and Environmental Factors"}
{"loci":"rs133376","finding":"The SNP rs133376 was associated with schizophrenia (SCZ) through its identification in a genome-wide association study (GWAS). The findings indicated that this SNP influenced chromatin accessibility in specific brain regions, highlighting its role in neuropsychiatric disorders. The study utilized ATAC-seq data to evaluate the chromatin landscape surrounding this SNP, further illustrating its potential impact on gene regulation related to SCZ.","chrpos":"chr22:42070901","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.02.506419","title":"Transcriptome and chromatin accessibility landscapes across 25 distinct human brain regions expand the susceptibility gene set for neuropsychiatric disorders"}
{"loci":"rs4680","finding":"The COMT Val158Met (rs4680) polymorphism influenced local oscillation amplitudes and long-range temporal correlations (LRTCs). In contexts relating to brain function, Val158 homozygotes displayed higher COMT activity resulting in lower levels of dopamine (DA) and norepinephrine (NE) compared to Met158 homozygotes, contributing to individual variability in neuronal oscillation dynamics.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.16.468778","title":"Genetic polymorphisms in COMT and BDNF influence synchronization dynamics of human neuronal oscillations"}
{"loci":"rs7284877","finding":"The lead SNP rs7284877 located on chromosome 22q11.23 was identified as significant for DCM with an OR of 1.33 and p = 5.0 x 10^-10. It was found to be intronic to the gene SMARCB1, which also demonstrated strong expression regulation in cardiac tissues influenced by SNPs including rs7284877.","chrpos":"chr22:23812924","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.28.969147","title":"Genome wide association analysis in dilated cardiomyopathy reveals two new key players in systolic heart failure on chromosome 3p25.1 and 22q11.23"}
{"loci":"rs202639","finding":"The RNA editing QTL (rs202639) was associated with an intron retention event influenced by RNA editing in ZC3H7B, presenting evidence of its regulatory roles related to neurodegenerative disease.","chrpos":"chr22:41460133","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.31.505995","title":"Genetic control of RNA editing in Neurodegenerative disease"}
{"loci":"rs6971","finding":"The study categorized participants based on the rs6971 polymorphism of the TSPO gene into mixed-affinity binders (MABs) and high-affinity binders (HABs). This categorization played a role in understanding the variations in TSPO binding estimates, as it was considered alongside factors like age, BMI, and sex. The findings indicated that the genetic variation associated with rs6971 could influence the binding of the radioligand [11C]PBR28, thereby contributing to the variability in TSPO availability, which was assessed using PET imaging across healthy subjects.","chrpos":"chr22:43162920","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/564831","title":"Effects of age, BMI and sex on the glial cell marker TSPO - a multicentre [11C]PBR28 HRRT PET study"}
{"loci":"rs5995992","finding":"This SNP was identified as having a significant effect on chromatin accessibility in the microglia-enriched Mic2 cluster. It disrupted the binding site for the FLI1 transcription factor, involved in microglia development. It was linked to the ARL4C gene, regulating lipid homeostasis in immune cells. Additionally, it was recognized as a lead MDD GWAS SNP, categorized as an eQTL and sQTL for several genes.","chrpos":"chr22:41091214","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.02.560567","title":"Differential Chromatin Architecture and Risk Variants in Deep Layer Excitatory Neurons and Grey Matter Microglia Contribute to Major Depressive Disorder"}
{"loci":"rs738409","finding":"The PNPLA3 rs738409 GG variant was associated with increased susceptibility to Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) and correlated with disease progression to advanced conditions such as steatosis and fibrosis. Specifically, in the context of primary hepatocyte models, the presence of the GG variant was linked to elevated steatosis and immune activation compared to the CC wild type. This finding supported clinical observations of the GG variant's contribution to MASLD severity.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.22.590608","title":"Comparison of Wild-Type and High-risk PNPLA3 variants in a Human Biomimetic Liver Microphysiology System for Metabolic Dysfunction-associated Steatotic Liver Disease Precision Therapy"}
{"loci":"rs28371706","finding":"The fine-tuning of the GPT-4 model on dbSNP IDs for this variant achieved a prediction accuracy of 0.99 after optimizing the tokenization process by converting each ID into a single word represented by a token. This improvement indicated that the model effectively learned to identify the dbSNP ID, demonstrating the potential for high accuracy in variant annotation.","chrpos":"chr22:42129770","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.12.623275","title":"Boosting GPT Models for Genomics Analysis: Generating Trusted Genetic Variant Annotations and Interpretations through RAG and fine-tuning"}
{"loci":"rs131804","finding":"The rs131804 SNP, like rs11730091, was concordant with ZFX's binding motif and was also annotated as a GTEx eQTL in the heart, influencing genes such as GATB and TYMP. This suggests that it may play a critical role in regulating mitochondrial functioning and angiogenesis, particularly within the context of sex-specific differences in the human heart.","chrpos":"chr22:50526433","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.07.565968","title":"Statistical framework for calling allelic imbalance in high-throughput sequencing data"}
{"loci":"rs5758550","finding":"The SNP rs5758550 was associated with the CYP2D6*2 phenotype, which affected the formation of endoxifen in breast cancer patients using tamoxifen, highlighting its significance in pharmacogenomics.","chrpos":"chr22:42016707","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.02.967554","title":"A unifying model to predict variable drug response for personalised medicine"}
{"loci":"rs16947","finding":"The SNP rs16947 was implicated in the CYP2D6 haplotypes as part of the CYP2D6*2 allele's categorization, showing its relevance for CYP2D6 genotyping panels.","chrpos":"chr22:42127941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.02.967554","title":"A unifying model to predict variable drug response for personalised medicine"}
{"loci":"rs4680","finding":"The COMT Val108\/158Met polymorphism (rs4680) was linked to differential learning biases. Specifically, homozygotes for the Met allele exhibited a lower learning bias regarding action-valence interactions, highlighting the role of this SNP in modulating prefrontal dopaminergic tone and its significance in the context of dopaminergic system variability and motivational learning.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.08.438916","title":"Motivational learning biases are differentially modulated by genetic determinants of striatal and prefrontal dopamine function"}
{"loci":"rs1004763","finding":"The novel SNP rs1004763 was associated with CT2 and showed a significance level of p=3.41×10−8. It is located near the SLC16A8 gene, although its relevance may be considered provisional until further replication.","chrpos":"chr22:38078945","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.04.515213","title":"Genomic Structural Equation Modeling Reveals Latent Phenotypes in the Human Cortex with Distinct Genetic Architecture"}
{"loci":"rs5758550","finding":"The analysis revealed a 100% concordance between TaqMan and PharmacoScan genotyping for the SNP rs5758550 in the context of CYP2D6. This finding was significant as it demonstrated the reliability of these genotyping platforms for identifying variants associated with CYP2D6 enzyme activity, potentially impacting medication metabolism.","chrpos":"chr22:42016707","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.24.870295","title":"Cross-validation of technologies for genotyping CYP2D6 and CYP2C19"}
{"loci":"rs6010240","finding":"The SNP rs6010240 was associated with the expression levels of MMP-9, a matrix metalloproteinase involved in tumor progression and invasion. The study referenced highlighted that increased levels of MMP-9 contribute to the epithelial-mesenchymal transition (EMT) in breast cancer, which aligns with the observed effects of leptin on cell invasion and signaling pathway activation.","chrpos":"chr22:49991898","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/739169","title":"Leptin promotes expression of EMT-related transcription factors and invasion in a Src and FAK-dependent pathway in MCF10A mammary epithelial cells"}
{"loci":"rs6010226","finding":"The SNP rs6010226 was associated with the expression of ELOVL2, which was found to be one of the most downstream enzymatic components in the fatty acid synthesis pathway that characterized cells with high tumorigenic potential in glioblastoma. The study indicated that higher expression of ELOVL2 corresponded with worsened patient survival, emphasizing its role in the metabolic pathways related to anti-oxidative, energetic, and cell membrane processes within the heterogeneous cell landscape of glioblastoma tumors.","chrpos":"chr22:50276187","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/755611","title":"Capture at the single cell level of metabolic modules distinguishing aggressive and indolent glioblastoma cells"}
{"loci":"rs9610686","finding":"The rs9610686 SNP was identified as a top candidate hitchhiking with the nearby variant rs739042, which was a sweep-driving mutation in the analyzed risk loci.","chrpos":"chr22:37237811","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.01.466789","title":"Prioritising Autoimmunity Risk Variants for Functional Analyses by Fine-Mapping Mutations Under Natural Selection"}
{"loci":"rs739042","finding":"The rs739042 SNP was reported to be a sweep-driving mutation that was genetically linked with the hitchhiking SNP rs9610686.","chrpos":"chr22:37229379","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.01.466789","title":"Prioritising Autoimmunity Risk Variants for Functional Analyses by Fine-Mapping Mutations Under Natural Selection"}
{"loci":"rs4633","finding":"The rs4633 (H62H, C>T) silent variant was found to increase RNA abundance and protein abundance in HEK293 cells, demonstrating a notable influence on translation by relaxing secondary structure near the translation initiation site.","chrpos":"chr22:19962712","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.02.551517","title":"Integrated multiplexed assays of variant effect reveal cis-regulatory determinants of catechol-O-methyltransferase gene expression"}
{"loci":"rs201641100","finding":"The variant rs201641100 (P143P, C>T) was identified as contributing to increased RNA abundance, highlighting its impact on COMT expression.","chrpos":"chr22:19963705","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.02.551517","title":"Integrated multiplexed assays of variant effect reveal cis-regulatory determinants of catechol-O-methyltransferase gene expression"}
{"loci":"rs8192488","finding":"The study noted that rs8192488 (A146A, C>T) led to increased RNA abundance, thereby contributing positively to COMT expression levels.","chrpos":"chr22:19963714","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.02.551517","title":"Integrated multiplexed assays of variant effect reveal cis-regulatory determinants of catechol-O-methyltransferase gene expression"}
{"loci":"rs758271838","finding":"The rs758271838 (L60L, C>T) variant was linked to increased ribosome load, indicating a significant effect on translation efficiency.","chrpos":"chr22:19962704","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.02.551517","title":"Integrated multiplexed assays of variant effect reveal cis-regulatory determinants of catechol-O-methyltransferase gene expression"}
{"loci":"rs149909767","finding":"This variant, rs149909767 (G70R, G>A), also resulted in increased ribosome load, further underscoring its influence on the translation of COMT.","chrpos":"chr22:19962734","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.02.551517","title":"Integrated multiplexed assays of variant effect reveal cis-regulatory determinants of catechol-O-methyltransferase gene expression"}
{"loci":"rs759340648","finding":"The variant rs759340648 (D144N, G>A) was found to increase ribosome load, suggesting its role in enhancing COMT protein synthesis.","chrpos":"chr22:19963706","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.02.551517","title":"Integrated multiplexed assays of variant effect reveal cis-regulatory determinants of catechol-O-methyltransferase gene expression"}
{"loci":"rs750684179","finding":"The rs750684179 (G52G, T>C) variant decreased ribosome load and was predicted to alter RNA secondary structure, implicating its detrimental effect on COMT expression.","chrpos":"chr22:19962682","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.02.551517","title":"Integrated multiplexed assays of variant effect reveal cis-regulatory determinants of catechol-O-methyltransferase gene expression"}
{"loci":"rs4680","finding":"The SNP rs4680 is situated in the COMT gene locus and was associated with differential gene expression in the context of pain-related phenotypes. The analysis conducted through the Pain Signatures Database (TPSDB) showed that rs4680 was involved in the expression changes relevant to pain states, particularly in rodent dorsal root ganglion (DRG) tissues, highlighting its importance in inflammatory and neuropathic pain contexts.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.16.545337","title":"The Transcriptomics Pain Signature Database"}
{"loci":"rs1014971","finding":"The SNP rs1014971 was found to regulate the expression of the APOBEC3B (A3B) gene through an allele-specific effect on an enhancer located upstream of the APOBEC3 gene cluster. This regulation was significant in the context of bladder cancer, where an increased expression of the canonical A3B isoform, which encodes a mutagenic enzyme, was associated with poorer patient outcomes.","chrpos":"chr22:38936618","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.27.315689","title":"Isoform-specific characterization implicates alternative splicing in APOBEC3B as a mechanism restricting APOBEC-mediated mutagenesis"}
{"loci":"rs139297","finding":"The missense SNP rs139297 (Gly105Arg) was associated with the creation of an APOBEC3H protein isoform (A3H-I) that has nuclear localization. This finding was significant as it linked the presence of this variant to APOBEC-signature mutations detected in APOBEC3A and APOBEC3B-null breast and lung tumors, suggesting its role in influencing mutagenesis.","chrpos":"chr22:39101399","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.27.315689","title":"Isoform-specific characterization implicates alternative splicing in APOBEC3B as a mechanism restricting APOBEC-mediated mutagenesis"}
{"loci":"rs2331038","finding":"SNP rs2331038 located in the LRP5L gene was associated with serotonin levels. This association was part of a larger trend where numerous genomic variants were discovered to be linked to various metabolites, enhancing the understanding of gut microbiota's influence on metabolite variation.","chrpos":"chr22:25403146","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.15.495746","title":"The faecal metabolome and its determinants in inflammatory bowel disease"}
{"loci":"rs77563738","finding":"The SNP rs77563738, corresponding to the ADA2 deficiency with the mutation p.R169Q, was utilized in the study as a model for Inborn Errors of Immunity (IEI). The study reported achieving up to 80% bi-allelic editing of this mutation in patient T cells, resulting in functional correction of the disease phenotype. This demonstrated the effectiveness of homology-directed repair in correcting specific pathogenic variants.","chrpos":"chr22:17207107","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.03.610811","title":"T cell correction pipeline for Inborn Errors of Immunity"}
{"loci":"rs397514502","finding":"The rs397514502 SNP represented a rare enzyme variant of A4galt characterized by a p.Q211E substitution. Found in only two families worldwide, this substitution significantly impacted the enzyme's acceptor specificity towards GalNAc-capped oligosaccharides, enabling the synthesis of NOR1 and NOR2 antigens. This finding was crucial as it provided insights into the variations in glycosylation processes influenced by the A4galt enzyme.","chrpos":"chr22:42693321","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.21.586141","title":"Delving into human α1,4-galactosyltransferase acceptor specificity: the role of enzyme dimerization"}
{"loci":"rs738409","finding":"The SNP rs738409, responsible for the I148M variant in the PNPLA3 gene, was identified as the most significant genetic risk factor for developing metabolic associated steatotic liver disease (MASLD). It functioned by sequestering the ABHD5 protein away from its interaction with PNPLA2, which is critical for TAG hydrolysis. This alteration due to I148M modified TAG metabolism in an ABHD5-dependent manner and promoted hepatosteatosis, highlighting a gain of function mutation related to liver steatosis.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.03.616525","title":"Lipid Droplet Targeting of ABHD5 and PNPLA3 I148M is required to promote liver steatosis"}
{"loci":"rs6519190","finding":"The SNP rs6519190 was found within the intron of the SYNGR1 gene, with associations to schizophrenia (SCZ). It was one of the eight lead SNPs linked to gene expression in brain tissues, contributing to the understanding of how creativity intersects with psychiatric vulnerabilities.","chrpos":"chr22:39378520","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.25.501322","title":"Genetic architecture of creativity and extensive genetic overlap with psychiatric disorders revealed from genome-wide association analyses of 241,736 individuals"}
{"loci":"rs1135840","finding":"This SNP was associated with CYP2D6 and exhibited a concordance of less than 95%, attributed to reference inconsistencies and known structural variants affecting its dosage calls.","chrpos":"chr22:42126611","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.24.568510","title":"Development and validation of a pharmacogenomics reporting workflow based on the Illumina Global Screening Array chip"}
{"loci":"rs1058164","finding":"Like rs1135840, this SNP was linked to CYP2D6, showing discrepancies between the microarray and reference calls due to structural variant implications.","chrpos":"chr22:42129130","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.24.568510","title":"Development and validation of a pharmacogenomics reporting workflow based on the Illumina Global Screening Array chip"}
{"loci":"rs1065852","finding":"This SNP also related to CYP2D6, revealing similar discordances as rs1135840 and rs1058164, again highlighting structural variant influences on reported dosages.","chrpos":"chr22:42130692","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.24.568510","title":"Development and validation of a pharmacogenomics reporting workflow based on the Illumina Global Screening Array chip"}
{"loci":"rs57719575","finding":"This variant was associated with the liver enzyme gamma-glutamyl transferase (GGT) and was noted as a significant signal in individuals of African ancestry, demonstrating a link between this genetic variant and hepatic function.","chrpos":"chr22:24609020","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.02.279844","title":"Analyses of Biomarker Traits in Diverse UK Biobank Participants Identify Associations Missed by European-centric Analysis Strategies"}
{"loci":"rs11090045","finding":"The SNP rs11090045 was identified as the most significant SNP associated with the neuroticism general factor in the GWAS, showing a p-value of 4.0 x 10^{-13}. It is located in a gene-rich region on chromosome 22, overlapping with several candidate genes such as ZC3H7B and TEF, suggesting a potential biological basis linked to neuroticism.","chrpos":"chr22:41357599","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.08.531776","title":"Genetic and neural bases of the neuroticism general factor"}
{"loci":"rs6001946","finding":"The rs6001946 SNP in the MKL1 gene was associated with schizophrenia in a Han Chinese population. This finding highlighted the potential link between MKL1 and neuronal signaling pathways, such as the MRTF-SRF pathway, which is crucial for brain development and function.","chrpos":"chr22:40507417","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.26.582060","title":"Cyclase-associated protein 1 (CAP1) represses MRTF-SRF-dependent gene expression in the mouse cerebral cortex"}
{"loci":"rs4680","finding":"The Valine allele of COMT Val158Met was significantly associated with greater susceptibility to framing effects in older adults. However, this association lost significance after adjustment for demographic covariates. The findings indicated that greater frontal dopamine concentrations linked to the COMT Met allele were protective against less consistent decision making.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/790808","title":"COMT Val158Met polymorphism associated with greater susceptibility to framing effects in healthy older adults"}
{"loci":"rs376217512","finding":"This rare intronic variant was found in samples with the *17 allele and had an allele frequency of approximately 1%. It was assigned as a new subvariant, *17.003, by PharmVar.","chrpos":"chr22:42130139","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/576280","title":"Nanopore sequencing of the pharmacogene CYP2D6 allows simultaneous haplotyping and detection of duplications"}
{"loci":"rs143170489","finding":"This intronic variant was found in a sample matching to *41 and was categorized as a new subvariant *41.004, having an allele frequency of roughly 0.1%.","chrpos":"chr22:42129414","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/576280","title":"Nanopore sequencing of the pharmacogene CYP2D6 allows simultaneous haplotyping and detection of duplications"}
{"loci":"rs557722765","finding":"This rare intronic variant had an allele frequency of 0.001% and was found in a sample with the *4 allele, leading to the assignment of a new subvariant *4.026.","chrpos":"chr22:42129388","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/576280","title":"Nanopore sequencing of the pharmacogene CYP2D6 allows simultaneous haplotyping and detection of duplications"}
{"loci":"rs1080992","finding":"Identified as a rare upstream variant in four samples, it had an allele frequency of less than 1% and was assigned as a new subvariant *1.025.","chrpos":"chr22:42131156","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/576280","title":"Nanopore sequencing of the pharmacogene CYP2D6 allows simultaneous haplotyping and detection of duplications"}
{"loci":"rs3747093","finding":"The SNP rs3747093 was shown to be within a 7-mer motif that could affect the DNaseI footprint for SCL\/TAL. It demonstrated significant allelic imbalance in SCL\/TAL ChIP-seq validations, indicating its involvement in erythroid transcriptional regulation.","chrpos":"chr22:21630090","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/813618","title":"An integrated platform to systematically identify causal variants and genes for polygenic human traits"}
{"loci":"rs855791","finding":"The variant rs855791 was associated with iron status, hemoglobin levels, and erythrocyte volume, as it is a missense variant in the TMPRSS6 gene. This gene plays a role in iron homeostasis regulation, further linking the variant to red blood cell characteristics.","chrpos":"chr22:37066896","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/813618","title":"An integrated platform to systematically identify causal variants and genes for polygenic human traits"}
{"loci":"rs738409","finding":"The I148M PNPLA3 variant (rs738409) was found to inhibit triglyceride hydrolysis, leading to the accumulation of the mutant PNPLA3 on lipid droplets and contributing to the liver disease severity in NAFLD patients.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.13.422549","title":"TM6SF2\/PNPLA3\/MBOAT7 loss-of-function genetic variants impact on NAFLD development and progression both in patients and in in vitro models"}
{"loci":"rs397514502","finding":"The SNP rs397514502 corresponded to a point mutation c.631C&gt;G, which resulted in the protein substitution p.Q211E. This mutation had implications for the enzymatic activity of human Gb3\/CD77 synthase, which was noted for its role in glycosylation processes associated with the human P1PK blood group system. The resulting protein variant, referred to as the E mutein, exhibited altered activity, particularly through the addition of galactose to a terminal GalNAc, leading to the formation of the rare NOR antigen.","chrpos":"chr22:42693321","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.04.429793","title":"Missing the sweet spot: one of the two N-glycans on human Gb3\/CD77 synthase is expendable"}
{"loci":"rs5758550","finding":"The SNP rs5758550, located in an enhancer region, was found to influence CYP2D6 haplotypes, which are critical for CYP2D6 genotyping panels. This finding indicated a significant relationship between genetic variants and pharmacogenetic outcomes in drug metabolism.","chrpos":"chr22:42016707","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/684357","title":"Hubble2D6: A deep learning approach for predicting drug metabolic activity"}
{"loci":"rs16947","finding":"The SNP rs16947, associated with the &#x002A;2 allele, played a significant role in the classification of CYP2D6 haplotypes. This identified association emphasized the importance of this SNP in predicting metabolic activity and understanding patient responses to drugs.","chrpos":"chr22:42127941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/684357","title":"Hubble2D6: A deep learning approach for predicting drug metabolic activity"}
{"loci":"rs713875","finding":"For the rs713875 SNP located near LIF and HORMAD2 loci, MENTR predicted a decrease in the expression of the enhancer ADDG22030591785.E in CD8+ T cells. Previous studies indicated the alternative allele was methylated in whole blood, supporting the findings by MENTR regarding its role in ncRNA expression regulation in specific immune cell types.","chrpos":"chr22:30196498","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.29.011205","title":"Predicting cell-type-specific non-coding RNA transcription from genome sequence"}
{"loci":"rs139296","finding":"The SNP rs139296, identified as a <i>cis<\/i>-eQTL for the gene <i>APOBEC3D<\/i>, showed that subjects homozygous for the major allele had lower transcript levels compared to heterozygotes or homozygotes for the minor allele, with a significant <i>P<\/i> value of < 0.01. This finding indicated the potential influence of this SNP on expression levels related to susceptibility or severity of viral infections.","chrpos":"chr22:39101001","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.24.168534","title":"Lung expression of genes encoding SARS-CoV-2 cell entry molecules and antiviral restriction factors: interindividual differences are associated with age and germline variants"}
{"loci":"rs9611092","finding":"The SNP rs9611092 also acted as a <i>cis<\/i>-eQTL for <i>APOBEC3D<\/i>, with similar effects as rs139296, where homozygotes for the major allele had reduced transcript levels compared to heterozygotes or minor allele homozygotes. The statistical significance was recorded as <i>P<\/i> < 0.01.","chrpos":"chr22:39101176","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.24.168534","title":"Lung expression of genes encoding SARS-CoV-2 cell entry molecules and antiviral restriction factors: interindividual differences are associated with age and germline variants"}
{"loci":"rs139331","finding":"For the SNP rs139331, identified as a <i>cis<\/i>-eQTL for <i>APOBEC3D<\/i>, it presented lower expression levels in individuals homozygous for the major alleles when compared to others, with <i>P<\/i> < 0.01. This reinforced the association of this variant with the expression levels of <i>APOBEC3D<\/i>.","chrpos":"chr22:39108400","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.24.168534","title":"Lung expression of genes encoding SARS-CoV-2 cell entry molecules and antiviral restriction factors: interindividual differences are associated with age and germline variants"}
{"loci":"rs8177832","finding":"The SNP rs8177832 served as a significant <i>cis<\/i>-eQTL for <i>APOBEC3G<\/i>. Findings indicated that homozygotes for the major allele had higher expression levels than heterozygotes and homozygotes for the minor alleles, with a <i>P<\/i> value of < 0.01.","chrpos":"chr22:39081561","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.24.168534","title":"Lung expression of genes encoding SARS-CoV-2 cell entry molecules and antiviral restriction factors: interindividual differences are associated with age and germline variants"}
{"loci":"rs17537581","finding":"For rs17537581, it was observed as a <i>cis<\/i>-eQTL for <i>APOBEC3G<\/i>. Individuals homozygous for the major allele had significantly higher expression levels compared to heterozygotes or minor allele homozygotes, showing a <i>P<\/i> value of < 0.01. This finding was consistent with existing literature in other tissues.","chrpos":"chr22:39086804","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.24.168534","title":"Lung expression of genes encoding SARS-CoV-2 cell entry molecules and antiviral restriction factors: interindividual differences are associated with age and germline variants"}
{"loci":"rs61362448","finding":"The SNP rs61362448, identified as a <i>cis<\/i>-eQTL for <i>APOBEC3G<\/i>, also exhibited higher expression in homozygotes of the major alleles compared to heterozygotes, with <i>P<\/i> < 0.05. This SNP contributed to understanding the genetic regulation of <i>APOBEC3G<\/i> expression.","chrpos":"chr22:39094963","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.24.168534","title":"Lung expression of genes encoding SARS-CoV-2 cell entry molecules and antiviral restriction factors: interindividual differences are associated with age and germline variants"}
{"loci":"rs738469","finding":"For rs738469, a <i>cis<\/i>-eQTL for <i>APOBEC3G<\/i>, it aligned with the findings that homozygotes for the major alleles exhibited higher expression levels compared to heterozygotes, with a significant <i>P<\/i> < 0.05. This SNP was important in modulating <i>APOBEC3G<\/i> expression.","chrpos":"chr22:39114990","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.24.168534","title":"Lung expression of genes encoding SARS-CoV-2 cell entry molecules and antiviral restriction factors: interindividual differences are associated with age and germline variants"}
{"loci":"rs17879961","finding":"rs17879961 exhibited a strong association with the risk of TN disease (OR=0.61, P=2.55×10^-4) while also showing a strong association with luminal A-like disease, indicating opposite risk directions.","chrpos":"chr22:28725099","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/733402","title":"Common variants in breast cancer risk loci predispose to distinct tumor subtypes"}
{"loci":"rs2269657","finding":"The SNP rs2269657 in the SREBF2 gene was associated with an increased risk of developing late onset Alzheimer's disease (AD). It was reported that SREBF2 mRNA levels were significantly higher in the temporal cortex and cerebellum of AD patients. Additionally, nuclear SREBP2, which is produced from SREBF2, exhibited a negative correlation with the presence of AT8-positive neurofibrillary tangles in the brains of individuals with AD. Furthermore, astrocyte-specific loss of SREBF2 led to defects in cholesterol synthesis, neurite outgrowth, behavior, and energy metabolism in mice, highlighting its critical role in cholesterol metabolism linked to AD pathology.","chrpos":"chr22:41868265","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.03.490494","title":"Regulation of astrocyte lipid metabolism and ApoE secretion by the microglial oxysterol, 25-hydroxycholesterol"}
{"loci":"rs6971","finding":"The study involved the analysis of the Ala147Thr polymorphism in the TSPO gene (rs6971), which is known to influence the binding affinity for TSPO radioligands like [11C]PBR28. Only individuals with the Ala\/Ala or Ala\/Thr genotypes (predicted high- and mixed-affinity binders) were included in the study, while those with the Thr\/Thr genotype (predicted low-affinity binders) were excluded. This indicates that the findings related to neuroinflammation in PASC were potentially influenced by the genotypes that were analyzed, specifically in relation to the radioligand's binding characteristics.","chrpos":"chr22:43162920","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.19.563117","title":"Neuroinflammation in post-acute sequelae of COVID-19 (PASC) as assessed by [11C]PBR28 PET correlates with vascular disease measures"}
{"loci":"rs4819554","finding":"The IL17RA rs4819554 polymorphism was associated with early-onset coronary artery disease, indicating a genetic basis for inflammation that may be relevant in the progression of GDM.","chrpos":"chr22:17084145","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.24.469869","title":"Identification of differentially expressed genes and signaling pathways in gestational diabetes mellitus by integrated bioinformatics analysis"}
{"loci":"rs73885319","finding":"The SNP rs73885319, which corresponds to the mutation 1024A→G in the APOL1 gene, was determined to have the highest de novo origination rate and deviated significantly from the genome-wide average rate for its A→G type. It was found to originate significantly more frequently in Africans, the population where it is of adaptive significance, as it provides protection against African sleeping sickness while imparting an increased risk for chronic kidney disease (CKD) in homozygotes.","chrpos":"chr22:36265860","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.10.617206","title":"De novo rates of a Trypanosoma-resistant mutation in two human populations"}
{"loci":"rs60910145","finding":"The SNP rs60910145, related to the APOL1 G1 variant (mutating codon 384 from Isoleucine to Methionine), was observed in conjunction with rs73885319. While specific details about its de novo mutation rate were not highlighted independently, it was emphasized that both homozygotes and heterozygotes for rs73885319 (1024A→G) were asymptomatic for Trypanosoma brucei gambiense. This indicates its role in providing protection against African sleeping sickness.","chrpos":"chr22:36265988","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.10.617206","title":"De novo rates of a Trypanosoma-resistant mutation in two human populations"}
{"loci":"rs71785313","finding":"The SNP rs71785313 corresponds to a 6 nucleotide in-frame deletion resulting in the absence of Asparagine and Tyrosine at codons 388 and 389 in the APOL1 gene. Similar to rs73885319, it was recognized for its protective effect against Trypanosoma brucei rhodesiense, with no infections occurring in homozygotes or heterozygotes. This SNP is prevalent in populations from sub-Saharan Africa, contributing to the adaptive significance of the G2 variant.","chrpos":"chr22:36266000","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.10.617206","title":"De novo rates of a Trypanosoma-resistant mutation in two human populations"}
{"loci":"rs4680","finding":"The study found that individuals with the Met allele (homozygous for the Val or Met alleles) of the COMT polymorphism (rs4680) were invited to participate in the remainder of the study, suggesting a specific focus on how this allele impacted behavioral control and model-based decision-making processes.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.17.613524","title":"A dopaminergic basis of behavioral control"}
{"loci":"rs4821699","finding":"The rs4821699 SNP, located in an intron of TRIOBP on chromosome 22, was associated with glaucoma and was most accessible in retinal ganglion cells, the primary cell type affected during glaucoma. It was predicted to alter TRIOBP expression, suggesting a role in glaucoma pathology.","chrpos":"chr22:37719685","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.09.483684","title":"Single-cell multiome of the human retina and deep learning nominate causal variants in complex eye diseases"}
{"loci":"rs11705619","finding":"SNP rs11705619 was linked to gene TXNRD2, noted for its association with multiple genetic conditions.","chrpos":"chr22:19937056","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/530733","title":"Locating suspicious lethal genes by abnormal distributions of SNP patterns"}
{"loci":"rs738409","finding":"The PNPLA3 rs738409 variant was associated with an increased risk of liver toxicity in patients with multiple sclerosis (MS) treated with beta-interferon.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.12.05.570305","title":"Identification of candidate biomarkers and pathways associated with multiple sclerosis using bioinformatics and next generation sequencing data analysis"}
{"loci":"rs17000526","finding":"The rs17000526 variant, associated with APOBEC3B expression, was strongly linked with APOBEC signature mutations in bladder cancer with a regression coefficient of 0.21 (p = 1.81 × 10^-4). Additionally, a nominally significant association was found in ER+ breast tumors with a regression coefficient of 0.10 (p = 0.04), further implicating this variant in mutational signatures relevant to cancer.","chrpos":"chr22:38935341","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.28.428663","title":"Somatic mutational profiles and germline polygenic risk scores in human cancer"}
{"loci":"rs117018441","finding":"The SNP rs117018441-T, located in an intron of CHADL, was associated with higher expression of CHADL compared to rs117018441-G in skeletal muscle and adipose tissue. This finding indicated that increased expression of CHADL might negatively regulate both bone and cartilage, suggesting a potential therapeutic strategy for OA could involve inhibition of CHADL.","chrpos":"chr22:41157913","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.13.969386","title":"RNA sequencing reveals interacting key determinants of osteoarthritis acting in subchondral bone and articular cartilage"}
{"loci":"rs738409","finding":"The PNPLA3 rs738409 variant was identified as a strong genetic predictor of non-alcoholic fatty liver disease (NAFLD). The study found that genetically instrumented hepatic steatosis significantly increased the risk for type 2 diabetes (T2D), with an odds ratio (OR) of 1.3 (95% CI: [1.2, 1.4], p=8.3e-14), indicating a clear causal relationship.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/657734","title":"Mendelian Randomization Analysis Dissects the Relationship between NAFLD, T2D, and Obesity and Provides Implications to Precision Medicine"}
{"loci":"rs738409","finding":"The SNP rs738409 in the PNPLA3 gene was noted to differ among Prakriti types, indicating its relevance to conditions such as Non-Alcoholic Fatty Liver Disease, supporting Prakriti-based differentiation.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.059006","title":"Genetic differences between extreme and composite constitution types from whole exome sequences reveal actionable variations"}
{"loci":"rs11538371","finding":"The SNP rs11538371 was found to be linked to the gene TIMP3 in astrocytes. TIMP3 is an inhibitor of metalloproteinases, which are enzymes secreted by astrocytes. This relationship is particularly relevant in the context of Parkinson's Disease (PD), as TIMP3 is implicated in processes such as dopaminergic neuron degeneration, neuroinflammation, and proteolysis of alpha-synuclein.","chrpos":"chr22:32474819","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.08.511312","title":"RNetDys: identification of disease-related impaired regulatory interactions due to SNPs"}
{"loci":"rs2072814","finding":"The SNP rs2072814 was identified as being associated with the gene TIMP3 in astrocytes. This finding is significant in relation to Parkinson's Disease (PD) and connects to the role of TIMP3 in inhibiting metalloproteinases, enzymes that contribute to neurodegenerative processes linked to PD.","chrpos":"chr22:32474782","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.08.511312","title":"RNetDys: identification of disease-related impaired regulatory interactions due to SNPs"}
{"loci":"rs8137714","finding":"The SNP rs8137714 was linked to TIMP3 in astrocytes, with implications for Parkinson's Disease (PD) due to TIMP3's function as an inhibitor of metalloproteinases. These findings highlight the connection of this SNP with key pathological processes associated with PD.","chrpos":"chr22:32475396","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.08.511312","title":"RNetDys: identification of disease-related impaired regulatory interactions due to SNPs"}
{"loci":"rs755622","finding":"The rs755622 SNP was identified as associated with cardiovascular disease risk in individuals with TET2 clonal hematopoiesis (CH). The analysis of 340,766 participants in the UK Biobank demonstrated that the presence of the MIF risk allele (C) was linked to an elevated risk of incident coronary artery disease (CAD), with a hazard ratio of 1.42, indicating a significant interaction with TET2 CH but not with DNMT3A CH. This association was confirmed through adjusted models accounting for various cardiovascular risk factors.","chrpos":"chr22:23894205","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.01.518580","title":"Mutated cells mediate distinct inflammatory responses in clonal hematopoiesis"}
{"loci":"rs73885319","finding":"The frequency of the variant within the APOL1 gene (rs73885319), which is linked to increased susceptibility to FSGS, HIVAN, and ESKD, demonstrated striking heterogeneity in ancestry-specific allele frequency estimates in the African\/African American genetic ancestry group, which could not be resolved using just aggregate frequency estimates.","chrpos":"chr22:36265860","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.30.620961","title":"Improved Allele Frequencies in gnomAD through Local Ancestry Inference"}
{"loci":"rs4680","finding":"The study examined the Val158Met (rs4680) SNP within the COMT gene and found that heterozygote genotype carriers (Val\/Met) exhibited significant amplitude enhancement of neural responses to deviant auditory stimuli compared to both homozygote carriers (Val\/Val and Met\/Met). This insight was crucial as it demonstrated how genetic variations in COMT could influence brain mechanisms underlying auditory predictive processing.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.26.314732","title":"Association between COMT gene Val158Met heterozygote polymorphism and enhanced brain predicting processes"}
{"loci":"rs71312076","finding":"The RA rs71312076 demonstrated significant regulatory effects in a massively parallel reporter assay, influencing gene regulation independently of any NDAs present. It showed substantial regulatory activity when analyzed in a non-introgressed European background, suggesting its role in restoring lost gene regulatory functions.","chrpos":"chr22:17159028","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/533257","title":"Neanderthal introgression reintroduced functional ancestral alleles lost in Eurasian populations"}
{"loci":"rs738409","finding":"The PNPLA3 rs738409 polymorphism was associated with the risk of NASH advanced liver fibrosis, illustrating its significance in liver disease contexts.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.16.537071","title":"Screening and identification of key biomarkers in diabetic kidney disease and its complications: Evidence from bioinformatics and next generation sequencing data analysis"}
{"loci":"rs5750477","finding":"This SNP was found in an intron of TRIOBP and also exhibited a genome-wide significant association with hearing difficulty in the UK Biobank, reporting a p-value of 1.3e-6. Its importance was underscored by its previous identification in the largest GWAS of ARHI.","chrpos":"chr22:37706339","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/562405","title":"Biological insights from multi-omic analysis of 31 genomic risk loci for adult hearing difficulty"}
{"loci":"rs738409","finding":"The rs738409 SNP in the PNPLA3 gene encoded an isoleucine to methionine substitution at codon position 148, which was identified as a genetic polymorphism associated with increased hepatic steatosis and advanced non-alcoholic fatty liver disease (NAFLD). This finding was noted for its global association with advanced stages of NAFLD and other liver diseases including hepatocellular carcinoma (HCC).","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.19.387613","title":"Human hepatocyte PNPLA3 148M exacerbates rapid non-alcoholic steatohepatitis development in chimeric mice"}
{"loci":"rs734809","finding":"The genotyping of hepatocytes for the PNPLA3 rs734809 variant was performed, and this SNP was part of the experimental framework aimed to understand its implications in NAFLD through the engraftment of human hepatocytes in chimeric mice models.","chrpos":"chr22:32413011","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.19.387613","title":"Human hepatocyte PNPLA3 148M exacerbates rapid non-alcoholic steatohepatitis development in chimeric mice"}
{"loci":"rs2267131","finding":"The SNP rs2267131 was identified as being enriched in the enhancer 22.1008E, which showed the highest EPIC effect size of 0.43 for the transcription of XBP1 in acinar cells. This finding established a direct connection between this genetic variant and the regulation of XBP1, a gene associated with pancreatic ductal adenocarcinoma (PDAC).","chrpos":"chr22:28794483","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.07.611794","title":"Predictive Prioritization of Enhancers Associated with Pancreas Disease Risk"}
{"loci":"rs5752810","finding":"The SNP rs5752810 was found to be located in enhancer 22.1015E, which exhibited a lower EPIC effect size of 0.05. This SNP was linked to the transcriptional regulation of XBP1 in acinar cells, reinforcing its relevance in the context of pancreatic ductal adenocarcinoma risk.","chrpos":"chr22:28829535","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.07.611794","title":"Predictive Prioritization of Enhancers Associated with Pancreas Disease Risk"}
{"loci":"rs5752811","finding":"Similar to rs5752810, the SNP rs5752811 was also mapped to enhancer 22.1015E and was associated with the regulation of XBP1 transcription in acinar cells, highlighting its contribution to the genetic risk factors for pancreatic ductal adenocarcinoma.","chrpos":"chr22:28829604","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.07.611794","title":"Predictive Prioritization of Enhancers Associated with Pancreas Disease Risk"}
{"loci":"rs73885319","finding":"The G1 risk variant rs73885319 was introduced into human induced pluripotent stem cells (iPSCs) through CRISPR-Cas9 genome editing, creating a line homozygous for this APOL1 G1 variant. This line displayed nephron-like structures when differentiated into kidney organoids, and it was confirmed that the variant was expressed under APOL1's endogenous regulatory elements following treatment with interferon-gamma (IFN-&#x03B3;).","chrpos":"chr22:36265860","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/780684","title":"Profiling APOL1 Nephropathy Risk Variants in Genome-Edited Kidney Organoids with Single-Cell Transcriptomics"}
{"loci":"rs60910145","finding":"The G1 risk variant rs60910145 was also introduced into human iPSCs using a genomic footprint-free approach via CRISPR-Cas9. Similar to rs73885319, this variant resulted in the expression of APOL1 when organoids were treated with IFN-&#x03B3; and affected the gene's regulatory responses in kidney cells, contributing to the pathophysiological understanding of APOL1-mediated kidney disease.","chrpos":"chr22:36265988","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/780684","title":"Profiling APOL1 Nephropathy Risk Variants in Genome-Edited Kidney Organoids with Single-Cell Transcriptomics"}
{"loci":"rs746803316","finding":"In the context of the CYP2D6 gene, the variant rs746803316 was identified as a novel core variant in the study. It was cataloged as a variant that could affect protein functionality, and notably, it had not been included in the PharmVar database as a core variant prior to this study.","chrpos":"chr22:42128341","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.20.576401","title":"The variation landscape of CYP2D6 in a multi-ethnic Asian population"}
{"loci":"rs3915951","finding":"The SNP rs3915951 was found to be a novel core variant associated with the CYP2D6 gene. This variant was reported to carry functional implications and was not previously cataloged in the PharmVar database, marking it as a significant finding in the analysis of CYP2D6 variations.","chrpos":"chr22:42127634","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.20.576401","title":"The variation landscape of CYP2D6 in a multi-ethnic Asian population"}
{"loci":"rs1135830","finding":"The study uncovered the SNP rs1135830 as a novel core variant related to the CYP2D6 gene. This variant contained functional variants that may alter protein functionality and had not been listed in the PharmVar database prior to the present research.","chrpos":"chr22:42127895","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.20.576401","title":"The variation landscape of CYP2D6 in a multi-ethnic Asian population"}
{"loci":"rs759234339","finding":"The variant rs759234339 was categorized as a novel core variant linked to the CYP2D6 gene in this analysis. It held functional implications for protein functionality and had not been previously recorded in the PharmVar database, highlighting its relevance in the exploration of CYP2D6 genetic variants.","chrpos":"chr22:42129807","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.20.576401","title":"The variation landscape of CYP2D6 in a multi-ethnic Asian population"}
{"loci":"rs10314","finding":"The rs10314 variant in the claudin-5 gene was associated with schizophrenia (SZ) diagnosis in a large cohort of female patients with 22q11.2 deletion syndrome (22qDS), as demonstrated in recent work by the authors' lab. This finding highlighted the potential role of claudin-5 in the pathology of neuropsychiatric disorders, particularly in the context of compromised blood-brain barrier (BBB) integrity related to 22qDS.","chrpos":"chr22:19523195","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/824987","title":"Disruption of the Blood-Brain Barrier in 22q11.2 Deletion Syndrome"}
{"loci":"rs138349","finding":"The rs138349, found in the chr22:41049522-41449522 locus, was identified as the lead candidate causal variant colocalizing with eQTLs for ADSL in fetal-like isPSC-PPCs and ST13 in adult pancreatic tissues, implicated in cholesterol and LDL metabolism.","chrpos":"chr22:40853518","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.17.435846","title":"eQTL mapping in fetal-like pancreatic progenitor cells reveals early developmental insights into diabetes risk"}
{"loci":"rs738409","finding":"The variant rs738409, known as PNPLA3-I148M, was identified as the most significant genetic determinant of fatty liver disease across populations. The study demonstrated that the I148M variant impeded the secretion of Apolipoprotein B (ApoB) from liver cells, which is critical for the biogenesis of very low-density lipoproteins (VLDLs). This mechanism was further supported by related findings in mice models expressing the human I148M variant, which exhibited similar VLDL secretion defects. Additionally, the context of the finding relates to nonalcoholic fatty liver disease (NAFLD) prevalence and suggests that PNPLA3-I148M influences triglyceride clearance through blockade of two key pathways dependent on CGI-58.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.29.620978","title":"PNPLA3-I148M is a Neomorph that Interferes with Two Primary Hepatic Triglyceride Clearance Pathways"}
{"loci":"rs4911713","finding":"SNP rs4911713 was found to be associated with the LOC102723769-OR11H1-POTEH locus, significantly linked to the salivary species F0422 uSGB 392, which belongs to the family Veillonellaceae, indicated by its strong association with the microbial ecosystems in the oral cavity.","chrpos":"chr22:15406720","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.06.443017","title":"Metagenome-genome-wide association studies reveal human genetic impact on the oral microbiome"}
{"loci":"rs5758837","finding":"The SNP rs5758837, located in the promoter region of the CYB5R3 gene, was associated with various phenotypes linked to Type 2 Diabetes. This finding was derived from a PheWAS analysis, indicating that variations in the CYB5R3 promoter might play a role in diabetes pathophysiology, particularly relating to the mechanisms of pancreatic beta-cell function and response to metabolic stress as detailed in the study.","chrpos":"chr22:42653008","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/774364","title":"Cyb5r3 links FoxO1-dependent mitochondrial dysfunction with β-cell failure"}
{"loci":"rs6010226","finding":"The SNP rs6010226 was related to mutations in isocitrate dehydrogenase 1 (mIDH1) which were the most common mutations identified in gliomas and were associated with an improved prognosis. These mutations, particularly in the context of ATRX and TP53 inactivation, were linked to elevated levels of G-CSF in gliomas, facilitating the recruitment and expansion of granulocytic myeloid cells, including non-immunosuppressive neutrophils and pre-neutrophils, contributing to an immune permissive tumor microenvironment.","chrpos":"chr22:50276187","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.22.215954","title":"G-CSF Secreted by Epigenetically Reprogrammed Mutant IDH1 Glioma Stem Cells Reverses the Myeloid Cells’-Mediated Immunosuppressive Tumor Microenvironment"}
{"loci":"rs6010376","finding":"The SNP rs6010376 was associated with the activation of STAT3 in glioblastoma. This relationship highlighted the significant role of STAT3 in glioblastoma development and progression, which could influence therapeutic strategies targeting this pathway.","chrpos":"chr22:15402742","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.25.061143","title":"RIT1: A Novel Biomarker in Glioblastoma"}
{"loci":"rs137969","finding":"The deepSNP rs137969 on chromosome 22 was identified as influencing regulatory mechanisms for MS, alongside rs12768537 and rs62420820.","chrpos":"chr22:39913506","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/069096","title":"DeepWAS: Multivariate genotype-phenotype associations by directly integrating regulatory information using deep learning"}
{"loci":"rs738409","finding":"The rs738409 C&#x003E;G variant in PNPLA3 was identified as a key factor in the development of metabolic dysfunction-associated steatotic liver disease (MASLD). Patients carrying the GG genotype exhibited significantly impaired mitochondrial respiration and structure, contributing to mitochondrial dysfunction as noted through decreased oxygen consumption rates (OCR) when compared to non-risk variant carriers.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.06.592717","title":"Serum mitochondrial bioenergetics as fingerprint of the hepatic one: how to monitor genetic MASLD"}
{"loci":"rs136046","finding":"This SNP showed an association with monocyte counts, contributing to the understanding of monocyte biology in relation to ACKR2.","chrpos":"chr22:45868407","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.25.625164","title":"Eosinophils promote monocyte to macrophage differentiation and anti-bacterial immunity"}
{"loci":"rs738409","finding":"The SNP rs738409, situated on chromosome 22, was also highlighted in the GWAS focused on liver fat, showing a highly significant p-value of 4.6×10^-166. It was mapped to genes associated with metabolic associated liver disease (MAFLD) and was closely tied to the genetic architecture of liver fat.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.24.481887","title":"The role of liver fat in cardiometabolic diseases is highlighted by genome-wide association study of MRI-derived measures of body composition"}
{"loci":"rs738409","finding":"The study identified the PNPLA3 rs738409 variant, specifically the I148M mutation, as a significant genomic modifier related to the development and progression of metabolic dysfunction-associated steatotic liver disease (MASLD). The findings indicated that the PNPLA3-I148M iPSC-derived hepatocyte-like cells exhibited a heightened susceptibility to mitochondrial injury from adipokines and myokines, in contrast to the non-mutant PNPLA3-WT line. This suggests that the SNP is a crucial factor in understanding the underlying mechanisms of cellular injury in MASLD.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.10.617610","title":"Dissecting compounded hepatocyte injury in a model of MASLD progression from human induced pluripotent stem cells"}
{"loci":"rs5759167","finding":"The SNP rs5759167, located within the PACSIN2 promoter region, was linked to prostate and lung cancers and was also significant as an eQTL for PACSIN2.","chrpos":"chr22:43104206","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/635367","title":"Pan-Cancer Study Detects Novel Genetic Risk Variants and Shared Genetic Basis in Two Large Cohorts"}
{"loci":"rs738409","finding":"The SNP rs738409 was identified as a missense lead variant in the PNPLA3 gene, which is a well-established locus for non-alcoholic fatty liver disease. This variant colocalized with a GWAS signal for type 2 diabetes. Furthermore, it was linked to a trans-pQTL for ADP Ribosylation Factor Interacting Protein 2 (ARFIP2), which was found to be strongly downregulated in type 2 diabetes patients in the AGES cohort. This provided insights into potential interactions between PNPLA3 and ARFIP2 regarding their roles in type 2 diabetes.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.02.450858","title":"A genome-wide association study of serum proteins reveals shared loci with common diseases"}
{"loci":"rs16947","finding":"The study reported that the SNP rs16947 (2851C>T) was variant in two haplotypes (CYP2D6*13 and CYP2D6*2) while the haplotype on the other chromosome was reference (CYP2D6*1). The value for the allelic ratio associated with rs16947 was 2.04, indicating the presence of variant alleles.","chrpos":"chr22:42127941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.27.530342","title":"Haplotype phasing of CYP2D6: an allelic ratio method using Agena MassARRAY data"}
{"loci":"rs1135840","finding":"For rs1135840 (4181G>C), the findings indicated that this SNP was variant in all haplotypes under study (CYP2D6*13, CYP2D6*2, CYP2D6*4, CYP2D6*36, and CYP2D6*10). The ratios for samples carrying different haplotypes showed values of 1.65, 16.56, 15.95, and a mean calculated ratio of 1.72, collectively demonstrating variance in gene activity.","chrpos":"chr22:42126611","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.27.530342","title":"Haplotype phasing of CYP2D6: an allelic ratio method using Agena MassARRAY data"}
{"loci":"rs3892097","finding":"The SNP rs3892097 was a definitive marker for the CYP2D6*4 haplotype. It presented an allelic ratio of infinity, consistent with the prior genotype consensus, confirming its role as a strong indicator of this haplotype's presence.","chrpos":"chr22:42128945","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.27.530342","title":"Haplotype phasing of CYP2D6: an allelic ratio method using Agena MassARRAY data"}
{"loci":"rs1065852","finding":"The findings reported for rs1065852 indicated lower than expected allelic ratios across the three haplotypes tested, showing ratios of 1.22 and a mean calculated ratio of 1.29, highlighting that while CYP2D6*10 and CYP2D6*36 had the variant allele, they resulted in ratios lower than the anticipated value.","chrpos":"chr22:42130692","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.27.530342","title":"Haplotype phasing of CYP2D6: an allelic ratio method using Agena MassARRAY data"}
{"loci":"rs738409","finding":"The study involved human hepatocytes that were genotyped as C\/G at rs738409, indicating that they were heterozygous for the PNPLA3 NASH-risk variant. This specific genetic variant is known to exacerbate nonalcoholic steatohepatitis (NASH) in hu-liver mice. The successful application of GalNAc-siTAZ in mice with rs738409-C\/G hepatocytes provided additional evidence supporting the potential effectiveness of this therapy in addressing NASH progression, demonstrating that the intervention could yield positive results even in the presence of this genetic risk factor.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.27.564478","title":"Hepatocyte-Targeted siTAZ Therapy Lowers Liver Fibrosis in NASH Diet-Fed Chimeric Mice with Hepatocyte-Humanized Livers"}
{"loci":"rs36062310","finding":"The SNP rs36062310, a Val504Met missense variant in the KLHDC7B gene, demonstrated a strong association with self-reported hearing in the UK Biobank GWAS, yielding a p-value of 1.90E-22. Furthermore, a meta-analysis of five cohorts evidenced the same variant's association with adult hearing loss with a p-value of 4.24E-26. Additionally, rare variant analysis indicated heterozygous predicted loss-of-function variants in KLHDC7B that were correlated with increased risk of hearing loss, resulting in an odds ratio of 2.145. These findings collectively underlined KLHDC7B as a novel candidate gene for age-related hearing loss (ARHL).","chrpos":"chr22:50549676","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.14.618265","title":"KLHDC7B, a novel gene associated with age-related hearing loss in humans, is required for the maintenance of hearing in mice"}
{"loci":"rs6519353","finding":"The SNP rs6519353 was shown to notably affect EGR1 binding by altering 7 overlapping binding sites. This result highlighted the role of overlapping DNA binding sites on gene regulation and indicated implications for gene expression influenced by noncoding variants.","chrpos":"chr22:42960124","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.05.583629","title":"Overlapping binding sites underlie TF genomic occupancy"}
{"loci":"rs2142833","finding":"The SNP rs2142833 was associated with Haplogroup A, showing a high linkage (r2=0.93) in the global population. It demonstrated that this haplogroup has been maintained at similar frequencies in Europe and East Asia over the past 40,000 years.","chrpos":"chr22:38996291","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.18.549600","title":"Distinct haplogroups with star-like diversification in the APOBEC3 regulatory region indicate ancient viral pandemics before and during the Out-of-Africa migration of modern humans"}
{"loci":"rs9607601","finding":"The SNP rs9607601 was linked to Haplogroup B with a perfect linkage (r2=1) in the global population. This SNP also showed similar haplogroup frequency stability in Europe and East Asia throughout the last 40,000 years.","chrpos":"chr22:39003433","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.18.549600","title":"Distinct haplogroups with star-like diversification in the APOBEC3 regulatory region indicate ancient viral pandemics before and during the Out-of-Africa migration of modern humans"}
{"loci":"rs11089916","finding":"The SNP rs11089916 was associated with Haplogroup C, exhibiting a perfect linkage (r2=1) particularly noted in CEU and JPT populations. It contributed to the understanding of haplogroup frequency maintenance in historical demographics.","chrpos":"chr22:38996245","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.18.549600","title":"Distinct haplogroups with star-like diversification in the APOBEC3 regulatory region indicate ancient viral pandemics before and during the Out-of-Africa migration of modern humans"}
{"loci":"rs5995653","finding":"The SNP rs5995653, linked to Haplogroup B, was associated with asthma exacerbations in admixed children treated with inhaled corticosteroids (p=5.0E-6; OR=1.52), and the same association was also identified in European populations (p=7.52E-3), suggesting the influence of Haplogroup B on immune responses.","chrpos":"chr22:39008244","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.18.549600","title":"Distinct haplogroups with star-like diversification in the APOBEC3 regulatory region indicate ancient viral pandemics before and during the Out-of-Africa migration of modern humans"}
{"loci":"rs6001366","finding":"SNP rs6001366, the index SNP for sub-Haplogroup B2, was also found to be associated with asthma exacerbations (p=3.0E-6, OR=2.13), further indicating a significant impact of Haplogroup B on immune-related phenotypes.","chrpos":"chr22:39003936","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.18.549600","title":"Distinct haplogroups with star-like diversification in the APOBEC3 regulatory region indicate ancient viral pandemics before and during the Out-of-Africa migration of modern humans"}
{"loci":"rs16947","finding":"The non-synonymous single nucleotide variant (SNV) rs16947 located within exon 6 of the CYP2D6 gene was strongly associated with a higher abundance of CYP2D6 exon 3 skipping junctions. This association resulted in an in-frame deletion, shortening the translated protein by 51 amino acids, which could lead to reduced enzyme activity in drug metabolism.","chrpos":"chr22:42127941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/659102","title":"Variations and expression features of CYP2D6 contribute to schizophrenia risk"}
{"loci":"rs133377","finding":"The SNP rs133377 was found in high linkage disequilibrium with rs16947 and was significantly associated with multiple active transcription start sites in the CYP2D6 region. It also showed strong associations with the abundance of CYP2D6 exon junctions, indicating its integral role in regulating gene transcription linked to schizophrenia.","chrpos":"chr22:42070946","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/659102","title":"Variations and expression features of CYP2D6 contribute to schizophrenia risk"}
{"loci":"rs13054904","finding":"The intronic variant rs13054904 in RSPH14, while its function is unclear, was associated with the genetic architecture of nephrolithiasis, indicating a broader role in calcium regulation.","chrpos":"chr22:23068739","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/515882","title":"Genetic variants of calcium and vitamin D metabolism in kidney stone disease"}
{"loci":"rs147122512","finding":"The SNP rs147122512 is an intronic variant of SGSM3, which was found to be up-regulated in myocardial infarction models, a condition associated with cardiovascular disease and cholesterol levels.","chrpos":"chr22:40394561","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/507905","title":"Genetically regulated gene expression underlies lipid traits in Hispanic cohorts"}
{"loci":"rs73885319","finding":"The SNP rs73885319 in APOL was noted for its role in adaptations related to immune function and was evidenced by its placement in the top 5% of the MU distribution.","chrpos":"chr22:36265860","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.25.428140","title":"Network-based analysis of allele frequency distribution among multiple populations identifies adaptive genomic structural variants"}
{"loci":"rs5751876","finding":"The genetic variation in the ADORA2A gene (rs5751876) was associated with variations in oscillatory alpha power during both wakefulness and sleep. Specifically, homozygous C-allele carriers exhibited higher alpha power compared to both heterozygous and homozygous T-allele carriers. Moreover, the ADORA2A genotype was shown to significantly affect A1 adenosine receptor binding potential, particularly in the occipital region of the brain. Females showed a correlation between individual differences in alpha power and adenosine receptor availability, indicating a direct modulatory effect through the A1 adenosine receptors affecting EEG measurements.","chrpos":"chr22:24441333","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.01.530170","title":"A genetic variation in the adenosine A2A receptor gene contributes to variability in oscillatory alpha power in wake and sleep EEG and A1 adenosine receptor availability in the human brain"}
{"loci":"rs2238792","finding":"This SNP was confirmed to regulate ARVCF expression, with a significant decrease in gene levels observed in CRISPRi experiments.","chrpos":"chr22:19995690","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.07.617126","title":"Comprehensive identification of coronary artery disease-associated variants regulating vascular smooth muscle cell gene expression"}
{"loci":"rs738409","finding":"The rs738409 GG genotype in the NAFLD group was identified as a risk factor for developing complications in Japanese patients with liver cirrhosis (LC). It was reported that this genotype significantly increased the odds of complications compared to the CC genotype, with an odds ratio of 2.415 when considering the interaction with rs58542926. This polymorphism is associated with advanced liver steatosis and hepatic-related inflammatory conditions.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.07.425655","title":"The impact of PNPLA3 and TM6SF2 in cirrhosis related complications"}
{"loci":"rs4680","finding":"The Val158Met polymorphism (rs4680) in the COMT gene was associated with temporal impulsivity, indicating that individuals with the Val\/Val genotype had decreased prefrontal dopamine levels and a greater preference for immediate rewards. This finding suggested that lower dopaminergic transmission in the prefrontal cortex might correlate with increased delay discounting, particularly in relation to gender and age.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.02.130344","title":"DRD2\/ANKK1 Taq1A but not COMT single nucleotide polymorphisms contribute to the link between temporal impulsivity and obesity in men"}
{"loci":"rs755622","finding":"The rs755622 SNP in the MIF promoter was associated with increased leukocyte infiltration in glioblastoma (GBM). Furthermore, patients with this SNP exhibited heightened lactotransferrin (LTF) expression, suggesting a potential correlation with immune activation in the tumor microenvironment.","chrpos":"chr22:23894205","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.07.483365","title":"The MIF SNP rs755622 is a germline determinant of tumor immune activation in Glioblastoma"}
{"loci":"rs2096525","finding":"The rs2096525 SNP, in linkage disequilibrium with rs755622, was found to correlatively increase immune activation in GBM patients who carried the minor allele, demonstrating trends similar to those observed with rs755622.","chrpos":"chr22:23894632","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.07.483365","title":"The MIF SNP rs755622 is a germline determinant of tumor immune activation in Glioblastoma"}
{"loci":"rs6006399","finding":"The SNP rs6006399, located in the HORMAD2 gene at 22q12.1, showed a significant association with forced expiratory volume in one second (FEV1) with a p-value of 1.9×10^-18. This finding was considered an original discovery related to lung function.","chrpos":"chr22:30202527","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/635318","title":"Immune-mediated genetic pathways resulting in pulmonary function impairment increase lung cancer susceptibility"}
{"loci":"rs131811","finding":"The analysis focused on SNP rs131811, which was introduced into the 293T human cell line through CRISPR editing with an HDR template. The sequencing of the editing experiment resulted in 70,649 reads, of which 69,625 were well-aligned and used for further analysis. This demonstrated the successful introduction of the SNP into the cell line, showcasing the potential of EdiTyper for accurate detection of single nucleotide mutations in genomic data.","chrpos":"chr22:50523830","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.30.229088","title":"EdiTyper: a high-throughput tool for analysis of targeted sequencing data from genome editing experiments"}
{"loci":"rs17879961","finding":"This SNP led to the I157T missense mutation in CHEK2, which was linked to increased risk for cancers including MPNs and implicates genotoxic response pathways.","chrpos":"chr22:28725099","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/790626","title":"Genetic predisposition to myeloproliferative neoplasms implicates hematopoietic stem cell biology"}
{"loci":"rs136403","finding":"The rs136403 variant was identified as a pleiotropic variant for pack-years of smoking affecting both WC and HC (hip circumference). This highlights its significant role in how cumulative smoking impacts fat distribution.","chrpos":"chr22:32157971","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.06.494971","title":"Estimating the causal relationship between smoking and abdominal adiposity using Mendelian randomization"}
{"loci":"rs738409","finding":"In the SCAMPI results, rs738409 in PNPLA3 was associated with the correlation of triglycerides and BMI, and the variance of triglycerides as corroborated by the PheWAS, which also linked it to BMI.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.10.612314","title":"SCAMPI: A scalable statistical framework for genome-wide interaction testing harnessing cross-trait correlations"}
{"loci":"rs2075276","finding":"This SNP was found to cause significant changes in splice site usage and predicted splicing effects consistent with measured q-RT-PCR results.","chrpos":"chr22:21009455","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm predicted single nucleotide variants affecting mRNA splicing"}
{"loci":"rs3950176","finding":"The SNP affected the acceptor site resulting in substantial changes to splice forms that were confirmed through targeted expression analysis.","chrpos":"chr22:29234348","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm predicted single nucleotide variants affecting mRNA splicing"}
{"loci":"rs3892097","finding":"The SNP rs3892097 was identified as one of the two variants that compose the CYP2D6 *4 haplotype and was seen as heterozygous in the Denisovan individual. This haplotype was shown to confer an intermediate metabolizer status in modern humans, suggesting that it may influence the metabolism of various drugs in these populations.","chrpos":"chr22:42128945","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.27.470071","title":"Pharmacogenetic variation in Neanderthals and Denisovans and implications for human health and response to medications"}
{"loci":"rs1065852","finding":"Similar to rs3892097, the SNP rs1065852 was also part of the CYP2D6 *4 haplotype and identified in the Denisovan individual as heterozygous. Its presence alongside rs3892097 reinforced the potential for intermediate metabolizer status in modern humans carrying these variants.","chrpos":"chr22:42130692","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.27.470071","title":"Pharmacogenetic variation in Neanderthals and Denisovans and implications for human health and response to medications"}
{"loci":"rs738409","finding":"The PNPLA3 rs738409 polymorphism was associated with liver fibrosis risk in NASH patients, particularly with influencing liver function.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.29.522191","title":"The Identification of Key Genes and Biological Pathways in Polycystic Ovary Syndrome and its Complications by Next Generation Squancing (NGS) and Bioinformatics Analysis"}
{"loci":"rs713782","finding":"The SNP rs713782 was implicated in association with coronary heart disease (CHD) and was previously reported as associated with CHD risk. HyPrColoc extended this finding by identifying that this variant shares colocalization with five conventional CHD risk factors, explaining over 76% of the posterior probability of colocalization.","chrpos":"chr22:45674603","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/592238","title":"A fast and efficient colocalization algorithm for identifying shared genetic risk factors across multiple traits"}
{"loci":"rs134873","finding":"The SNP rs134873 was associated with significant allelic differences in K562 and SH-SY5Y cells and functioned as an eQTL for one or more genes in the DLPFC, highlighting its regulatory role.","chrpos":"chr22:42261560","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/447557","title":"A screen of 1,049 schizophrenia and 30 Alzheimer’s-associated variants for regulatory potential"}
{"loci":"rs6010001","finding":"The study reported findings related to significant interannual variations in phytoplankton primary production, which is connected to the ecological dynamics influenced by chloroplast functionalities. The localization atlas of chloroplast proteins in the model alga Chlamydomonas reinhardtii may offer insights into how specific genetic variations, such as those represented by SNP rs6010001, could impact primary production mechanisms in various environmental contexts.","chrpos":"chr22:50557727","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.31.493820","title":"A Chloroplast Protein Atlas Reveals Novel Structures and Spatial Organization of Biosynthetic Pathways"}
{"loci":"rs555607708","finding":"The frameshift variant rs555607708 situated in CHEK2 was among the coding changes found to be deleterious and connected to breast cancer risk factors.","chrpos":"chr22:28695869","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/521054","title":"Fine-mapping of 150 breast cancer risk regions identifies 178 high confidence target genes"}
{"loci":"rs17879961","finding":"The missense variant rs17879961 in CHEK2 was included in the recognized set of potentially deleterious coding changes identified in connection with breast cancer risk.","chrpos":"chr22:28725099","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/521054","title":"Fine-mapping of 150 breast cancer risk regions identifies 178 high confidence target genes"}
{"loci":"rs11089781","finding":"The rs11089781 SNP in APOL3, observed predominantly in African populations, was associated with signals of positive selection linked to defense against African trypanosomes.","chrpos":"chr22:36160720","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/819615","title":"Common homozygosity for predicted loss-of-function variants reveals both redundant and advantageous effects of dispensable human genes"}
{"loci":"rs73885319","finding":"The variant rs73885319 in the gene APOL1 was associated with end-stage kidney disease (ESKD) and showed a higher frequency in African\/African-American populations. In gnomAD, its allele frequency was reported as 0.06 but was significantly higher at 0.22 in the African\/African-American group. The allele frequency in the IGSR dataset was 0.07, with a low Allele Dispersion Score (ADS) of 0.14, indicating it was mostly carried by individuals identified as AFR.","chrpos":"chr22:36265860","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.11.479970","title":"Allele Dispersion Score: Quantifying the range of allele frequencies across populations, based on UMAP"}
{"loci":"rs4680","finding":"The study found a significant association between the COMT rs4680 genotype and personality traits as defined in the NEO-PI-R model. Specifically, individuals with the Met allele exhibited higher levels of self-consciousness within the neuroticism domain. Conversely, those carrying the Val allele demonstrated significantly higher scores in the extraversion domain and its facets, including warmth, gregariousness, and positive emotions. Additionally, Val carriers scored better on competence and achievement striving in the conscientiousness domain. Overall, the research indicated that increased dopamine signaling linked to the Met allele was correlated with a sensitivity to negative reinforcement, while the Val allele was associated with heightened reward sensitivity and approach-oriented behavior.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.20.594935","title":"Personality and MB-COMT gene: molecular-genetic and epigenetic associations with NEO-PI-R personality domains and facets in monozygotic twins"}
{"loci":"rs73185306","finding":"The SNP rs73185306 was found to be modestly associated with HHV-6A\/B integration with a P value of 0.013 and an odds ratio (OR) of 2.38. A subsequent GWAS revealed a much stronger association with HHV-6A (P = 1.85E-05, OR = 7.36) but not with HHV-6B (P = 0.578, OR = 0.54). This suggested that the ancestral integration of HHV-6A could be significantly linked to this SNP.","chrpos":"chr22:50084095","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.19.882522","title":"Endogenization and excision of human herpesvirus 6 in human genomes"}
{"loci":"rs566665421","finding":"The SNP rs566665421 was linked to integrated HHV-6A in the analyzed subjects. It was present in six subjects carrying endogenous HHV-6A, confirming its physical linkage to an integrated HHV-6A variant within chr22q.","chrpos":"chr22:50771457","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.19.882522","title":"Endogenization and excision of human herpesvirus 6 in human genomes"}
{"loci":"rs9611486","finding":"The SNP rs9611486 was characterized as a radial glial eQTL for EP300, a gene linked to various neurodevelopmental disorders such as autism and Rubinstein-Taybi syndrome 2. This SNP was identified as a risk factor for anxiety symptoms, demonstrating a relevant context-specific expression profile that was uncovered under oxygen-responsive conditions, which emphasizes the significance of studying dynamic cellular environments in genetic research.","chrpos":"chr22:41062780","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.03.611030","title":"Oxygen-induced stress reveals context-specific gene regulatory effects in human brain organoids"}
{"loci":"rs13057823","finding":"The SNP rs13057823 was identified as an sQTL that colocalized with the Total Hip Replacement (THR) GWAS signal (index variant rs12160491) for the gene GCAT, which operated consistently under both PBS and FN-f conditions. This finding suggested that GCAT splicing was crucial in both conditions in relation to OA risk.","chrpos":"chr22:37792277","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.11.622754","title":"Response splicing QTLs in primary human chondrocytes identifies putative osteoarthritis risk genes"}
{"loci":"rs2071910","finding":"Similar to rs13057823, the SNP rs2071910 was also identified as an sQTL that colocalized with the THR GWAS signal affecting the GCAT gene. Like rs13057823, this sQTL impacted the same splice intron junction, reinforcing its association with OA risk across varying conditions.","chrpos":"chr22:37808252","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.11.622754","title":"Response splicing QTLs in primary human chondrocytes identifies putative osteoarthritis risk genes"}
{"loci":"rs987640","finding":"With a minor allele frequency of 0.4963, rs987640 also represented a significant genetic marker for the population analyzed.","chrpos":"chr22:33163522","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.27.011064","title":"The forensic landscape and the population genetic analyses of Hainan Li based on massively parallel sequencing DNA profiling"}
{"loci":"rs140846043","finding":"The non-coding transcript exon variant rs140846043 of MIRLET7BHG was associated with height, a connection that highlighted the importance of analyzing WGS data to uncover such associations.","chrpos":"chr22:46088025","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.14.557703","title":"Joint modelling of whole genome sequence data for human height via approximate message passing"}
{"loci":"rs73885319","finding":"The SNP rs73885319, associated with the APOL1 gene, exhibited significant variation in allele frequencies among the South Eastern Bantu-speaking (SEB) groups. Specifically, it revealed a minor allele frequency (MAF) of 0.03 in the Sotho group and 0.18 in the Xhosa group, indicating almost a six-fold difference. This finding was critical in exploring the phenotypic implications of genetic differences between SEB groups.","chrpos":"chr22:36265860","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.11.243840","title":"Genetic-substructure and complex demographic history of South African Bantu speakers"}
{"loci":"rs133885","finding":"The SNP rs133885 was replicated in the study, associated with division ability, with a p-value of 1.053×10−5. This SNP had previously been linked to general mathematical ability and was validated against the results from a different cohort, emphasizing its significance in predictive models for specific mathematical skills.","chrpos":"chr22:25763322","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.23.513388","title":"A genome-wide association study identified new variants associated with mathematical abilities in Chinese children"}
{"loci":"rs855791","finding":"The SNP rs855791 in the TMPRSS6 gene demonstrated a strong association with hemoglobin concentration, showing a p-value of 3.49e-241 and a beta coefficient of 0.0692, indicating its involvement in the genetic architecture of sickle cell anemia.","chrpos":"chr22:37066896","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.12.426453","title":"Low generalizability of polygenic scores in African populations due to genetic and environmental diversity"}
{"loci":"rs874100","finding":"The rs874100 SNP was identified as an eQTL for the MED15 gene, associated with height. The minor C allele disrupted Z-DNA formation and prevented the SCARF2 transcript from folding into Z-RNA, thereby leading to lower MED15 expression levels. This effect was correlated with the increased MED15 gene expression linked to the G allele.","chrpos":"chr22:20425532","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.12.523822","title":"Z-Flipon Variants reveal the many roles of Z-DNA and Z-RNA in health and disease"}
{"loci":"rs5751876","finding":"The study investigated the variant rs5751876 of the ADORA2A gene, specifically focusing on its association with caffeine sensitivity and its impact on grey matter (GM) alterations due to sleep restriction. It was found that individuals with the C\/C homozygous genotype (29 participants) exhibited distinct responses to caffeine and sleep loss compared to those with other genotypes. The findings suggested that low baseline availability of A1 receptors (A1R), which is associated with the rs5751876 variant, predicted greater reductions in GM size following chronic sleep restriction (CSR) when caffeine was consumed, indicating that individual genetic differences significantly influenced the neuroanatomical plasticity in response to simultaneous caffeine intake and sleep deprivation.","chrpos":"chr22:24441333","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.23.550201","title":"Repeated Caffeine Intake Suppresses Cerebral Grey Matter Responses to Chronic Sleep Restriction in an A1 Adenosine Receptor-Dependent Manner"}
{"loci":"rs738409","finding":"The PNPLA3 rs738409 SNP was linked to elevated transaminase levels in overweight\/obese individuals, which may reflect implications for cardiovascular conditions.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.15.608116","title":"The Identification of Key Genes and Biological Pathways in Cardiac Arrest by Integrated Bioinformatics and Next Generation Sequencing Data Analysis"}
{"loci":"rs5756795","finding":"SNP rs5756795 was noted as significant in the genome-wide association studies for the hearing phenotype; it indicated strong associations with hearing difficulties (HDiff) and potentially played a role in age-related hearing impairment, being part of a larger set of 44 loci identified with gene sets enriched in auditory processes.","chrpos":"chr22:37726115","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549071","title":"Genome-wide association study identifies 44 independent genomic loci for self-reported adult hearing difficulty in the UK Biobank cohort"}
{"loci":"rs738409","finding":"The PNPLA3 rs738409 C>G (I148M) mutation was linked to a significant increase in the prevalence of PGC-1α positive hepatocytes, suggesting a stimulation of mitochondrial biogenesis. This increase was reflected in enhanced levels of several markers for mitochondrial dynamics, including OPA1, DRP1, and PINK1, though it did not result in an overall increase in mitochondrial content. This finding underscores the role of this variant in altering hepatic mitochondrial activities despite not increasing overall mitochondrial mass.","chrpos":"chr22:43928847","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.03.597155","title":"Artificial intelligence as a ploy to delve into the intricate relationship between genetics and mitochondria in MASLD patients"}
{"loci":"rs2330635","finding":"SNP rs2330635 adjacent to the MIF gene had an AdaptMix P-value of 7.06×10^-8. This SNP was associated with the expression of MIF in T-cells and is implicated in inflammatory responses, highlighting its involvement in immune regulation within the Peruvian cohort.","chrpos":"chr22:23909157","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.15.467418","title":"Disentangling signatures of selection before and after European colonization in Latin Americans"}
{"loci":"rs1801311","finding":"The SNP rs1801311 was shown to confer SCZ risk by reducing neuronal differentiation capacity by 75% when comparing the risk allele (G) to the reference allele (A). This allele disrupted the binding motifs essential for enhancer activity.","chrpos":"chr22:42090719","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.30.555359","title":"Functional characterization of gene regulatory elements and neuropsychiatric disease-associated risk loci in iPSCs and iPSC-derived neurons"}
{"loci":"rs4680","finding":"The SNP rs4680 was significantly associated with schizophrenia (OR 1.245, p<0.001). It is a non-synonymous SNP that replaced valine with methionine at residue 158, leading to a 50%–75% reduction in COMT enzymatic activity, which has implications for dopamine metabolism.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/702100","title":"Genetic risks of schizophrenia identified in a matched case-control study"}
{"loci":"rs139298","finding":"The SNP rs139298 resulted in the K121E mutation in APOBEC3H Haplotype I and was associated with lung cancer. This mutation destabilized A3H Hap I, leading to a loss of enzyme stability which was hypothesized to promote cancer evolution. Despite the common understanding that APOBEC3 enzymes cause mutations that drive malignancy, this finding suggested that the absence of stable A3H Hap I, rather than its presence, was implicated in lung cancer pathogenesis. This counterintuitive result indicated that overexpression of APOBEC3s, such as observable in tumors, could lead to an excessive mutation rate that may trigger immune responses or tumor cell death.","chrpos":"chr22:39101447","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.28.970509","title":"Induced mutagenesis by the DNA cytosine deaminase APOBEC3H Haplotype I protects against lung cancer"}
{"loci":"rs564796245","finding":"The variant rs564796245 was linked with self-reported high cholesterol in the UK Biobank and was in the top 10% of variants by effect size within a 250kb window for related blood lipid traits. Specifically for HDL, it ranked in the top 1% of effect sizes, supporting its association with cholesterol.","chrpos":"chr22:46291947","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/786053","title":"Diverse transcriptomic signatures across human tissues identify functional rare genetic variation"}
{"loci":"rs9606250","finding":"The rs9606250 SNP in DGCR8 was associated with the survival of breast cancer patients.","chrpos":"chr22:20102669","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.22.216499","title":"A pan-cancer atlas of somatic mutations in miRNA biogenesis genes"}
{"loci":"rs134873","finding":"The SNP rs134873 was found in a fetal brain-specific enhancer located at chr22:42657000-42658000, with a significant p-value of 2.4E-9. It was reliably associated with differential enhancer activity in MPRA assays and also identified as an expression quantitative trait loci (eQTL) for multiple genes including FAM109B, NAGA, LINC00634, and WBP2NL.","chrpos":"chr22:42261560","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.14.448418","title":"Regulome-wide association study identifies enhancer properties associated with risk for schizophrenia"}
{"loci":"rs755622","finding":"The SNP rs755622 was linked to similar findings as rs3063368, predicting acute kidney injury and death after cardiac surgery, highlighting its importance in clinical contexts.","chrpos":"chr22:23894205","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.471281","title":"Link between aging and atheroprotection in Mif-deficient atherosclerotic mice"}
{"loci":"rs5751901","finding":"The study indicated that the rs5751901 polymorphism in the GGT1 gene was associated with an increased risk of acute pancreatitis, particularly among smokers, providing insights into genetic susceptibility in this context.","chrpos":"chr22:24596299","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.21.517323","title":"Identification of Key Genes and Underlying Mechanisms in Cystic Fibrosis and its Associated Complications Based on Bioinformatics Analysis of Next Generation Sequencing Data Analysis"}
{"loci":"rs688034","finding":"Similar to rs383830, the SNP rs688034 associated with <SEZ6L> had been linked to CAD but did not achieve genome-wide significance subsequently. Nonetheless, it significantly influenced lipid parameters in cellular assays, resulting in its inclusion for the current analysis.","chrpos":"chr22:26293669","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.29.360818","title":"Pairwise genetic interactions modulate lipid plasma levels and cellular uptake"}
{"loci":"rs972578","finding":"The SNP rs972578 was associated with platelet count in humans. The expression of the gene NAGA, which correlated strongly negatively with parasitemia in red colobus monkeys, was potentially influenced by this SNP, highlighting its relevance in the context of malaria-like infections.","chrpos":"chr22:42991689","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.24.396317","title":"Immunogenetic response to a malaria-like parasite in a wild primate"}
{"loci":"rs8137128","finding":"The SNP rs8137128 was linked to blood protein measurement in humans. The findings indicated that the expression of TBC1D9B correlated negatively with parasitemia, suggesting that this SNP might play a role in the immune response to malaria-like infections through its association with blood markers.","chrpos":"chr22:42989990","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.24.396317","title":"Immunogenetic response to a malaria-like parasite in a wild primate"}
{"loci":"rs5751775","finding":"The 'C' allele of the top eSNP (rs5751775) for DDT (D-dopachrome tautomerase), which is functionally related to inflammatory cytokine MIF (migration inhibitory factor), increased DDT transcription in resting T cells but led to decreased expression after PHA stimulation. This SNP demonstrated a condition-dependent eQTL effect.","chrpos":"chr22:23924539","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/683086","title":"Neonatal genetics of gene expression reveal the origins of autoimmune and allergic disease risk"}
{"loci":"rs4680","finding":"The Val158Met (rs4680) polymorphism in the catechol-O-methyltransferase gene was related to pain perception in multiple sclerosis, suggesting its role in pain mechanisms.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.20.599879","title":"Identification of key genes and signaling pathway in the pathogenesis of Huntington’s disease via bioinformatics and next generation sequencing data analysis"}
{"loci":"rs139883","finding":"The SNP rs139883 in the SOX10 gene was associated with the age of onset in schizophrenia, indicating its potential involvement in neurodevelopmental disorders.","chrpos":"chr22:37973020","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.20.599879","title":"Identification of key genes and signaling pathway in the pathogenesis of Huntington’s disease via bioinformatics and next generation sequencing data analysis"}
{"loci":"rs369691","finding":"Variant rs369691 was associated with the gene GSTT2 and showed widespread sharing across all tissues in multi-context studies (CxC). However, following the FastGxC analysis, it was noted that two specific sp-eQTLs emerged in two distinct skin tissues, highlighting the importance of context in identifying tissue-specific gene regulation.","chrpos":"chr22:23938681","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.17.448889","title":"Fast and powerful statistical method for context-specific QTL mapping in multi-context genomic studies"}
{"loci":"rs5997893","finding":"The SNP rs5997893 located in miR-3928 exhibited a significant epistatic effect when combined with rs4947332 (HLA-DRB1), with an odds ratio (OR) of 4.23, underscoring interactions between miRNA genetic variation and HLA genes in RA.","chrpos":"chr22:31160117","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.25.264515","title":"MicroRNA variants and HLA-miRNA interactions are novel rheumatoid arthritis susceptibility factors"}
{"loci":"rs6971","finding":"The study highlighted that the translocator protein (18 kDa) polymorphism, specifically rs6971, was found to explain in-vivo brain binding affinity of the PET radioligand [(18)F]-FEPPA. This finding related to the functional impact of the SNP on neuroimaging measures and the potential implications for understanding brain dysfunction in neurological and psychiatric disorders.","chrpos":"chr22:43162920","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.18.448872","title":"Imaging transcriptomics: Convergent cellular, transcriptomic, and molecular neuroimaging signatures in the healthy adult human brain"}
{"loci":"rs6151429","finding":"The rs6151429 variant was associated with the increased expression of the long isoform of the ARSA gene transcript, aligning with previous studies that indicated its functional significance.","chrpos":"chr22:50625049","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/540088","title":"The genetic determinants of the relative expression of alternative 3’UTR isoforms in human"}
{"loci":"rs4680","finding":"The COMT Val158Met polymorphism (rs4680), which involves a transition from guanine (G) to adenosine (A) at codon 158 of the COMT gene, showed significant associations with coping styles in long-tailed macaques. Specifically, the presence of the Val variant was linked to 'emotion-focused' and 'problem-focused' coping strategies. These strategies aligned with the observed emotional arousal as measured by infrared thermography, thereby connecting genetic variation to behavioral responses to stress in these primates.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.28.555090","title":"Behavioural, physiological, and genetic drivers of coping"}
{"loci":"rs62223875","finding":"The SNP rs62223875, present in the ESS2 gene, was significantly associated with suicide death and was characterized by a CADD PHRED score above 22, marking it as a rare, high-impact variant.","chrpos":"chr22:19139890","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.10.902304","title":"Rare protein coding variants implicate genes involved in risk of suicide death"}
{"loci":"rs4680","finding":"The Val\/Val polymorphism of the COMT val158met allele (rs4680) was associated with an increased frequency of problem gambling. This polymorphism codes for a more active form of the COMT enzyme, which is presumed to lead to lower frontal dopamine levels. This association indicated that reduced frontal dopamine might heighten the likelihood of engaging in problem gambling behavior. Related research demonstrated that the effects of the COMT inhibitor tolcapone on compulsivity in pathological gamblers correlated with increases in fronto-parietal activity.","chrpos":"chr22:19963748","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/805929","title":"Dopamine and risky decision-making in pathological and problem gamblers"}
{"loci":"rs16986825","finding":"The SNP rs16986825 showed nominal significance indicative of pancreatic cancer susceptibility as per analyses done in the context of GWAS.","chrpos":"chr22:28904318","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/498659","title":"Genome-wide association meta-analysis identifies novel GP2 gene risk variants for pancreatic cancer in the Japanese population"}
{"loci":"chr22:28695868:AG:A","finding":"The SNP chr22:28695868:AG:A, a frameshift variant in the CHEK2 gene, was identified as being significantly associated with breast cancer. In the analysis involving 12,636 cases and 200,417 controls, this variant demonstrated an odds ratio (OR) of 2.04 and a p-value of 6.98×10^−22, with a minor allele count of 2,111. This finding marked a novel association of a genetic variant with breast cancer risks in a population of generally healthy adults not specifically ascertained for cancer.","chrpos":"chr22:28695868","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/563866","title":"Sequencing of 53,831 diverse genomes from the NHLBI TOPMed Program"}