{"loci":"rs2958162","finding":"The SNP rs2958162 was found to be associated with risk-taking and alcohol consumption, indicating its relevance to impulsivity as well.","chrpos":"chr18:55416634","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans and mice"}
{"loci":"rs2958178","finding":"An association was noted for rs2958178 in TCF4, which is crucial for processes related to impulse control, supporting its role in impulsivity.","chrpos":"chr18:55402741","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans and mice"}
{"loci":"rs7241199","finding":"Associated with the cis-regulation of CHMP1B and regulation of IFNB1 expression, revealing its role in cytokine signaling during Mtb infection.","chrpos":"chr18:11857067","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.28.23294698","title":"Mycobacterium tuberculosis-dependent Monocyte Expression Quantitative Trait Loci and Tuberculosis Pathogenesis"}
{"loci":"rs151313792","finding":"This SNP was identified as a rare protein-altering variant in the FHOD3 gene, which regulates actin assembly in cardiac sarcomeres. It was associated with dilated cardiomyopathy and left ventricular ejection fraction.","chrpos":"chr18:36681510","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.04.20187401","title":"Using human genetics to understand the causes and consequences of circulating cardiac troponin I in the general population"}
{"loci":"rs12953815","finding":"The rs12953815 variant was linked to male-specific weight change, suggesting its unique role in male weight management and potential connections to lung function.","chrpos":"chr18:2586908","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.09.23284364","title":"The genetic architecture of changes in adiposity during adulthood"}
{"loci":"rs6506878","finding":"The rs6506878 variant situated in SALL3 at 18q23 was identified as a novel PSA-associated SNP with significant implications on PSA variations, marking its importance in the broader context of genetic determinants of this biomarker.","chrpos":"chr18:79005837","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs71279357","finding":"Linked to SALL3, rs71279357 was confirmed to impact PSA levels within the established framework of genetic determinants influencing these levels in diverse populations.","chrpos":"chr18:79017252","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs144229676","finding":"The SNP rs144229676 related to ZNF521 exhibited interaction with STST for diastolic blood pressure (DBP) in Hispanic analysis, with a P-value of 8.1×10^-10, presenting a novel finding within the hypertension landscape.","chrpos":"chr18:25303461","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.07.24303870","title":"A Large-Scale Genome-Wide Study of Gene-Sleep Duration Interactions for Blood Pressure in 811,405 Individuals from Diverse Populations"}
{"loci":"rs9304422","finding":"The SNP rs9304422, located in the DCC gene, was associated with 28% of ASD cases via its ASD-SV, which suggests potential implications for axon guidance mechanisms relevant to ASD.","chrpos":"chr18:52436514","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.10.21264819","title":"Structural Variants Are a Major Component of the Missing Heritability of Autism Spectrum Disorder"}
{"loci":"rs4799327","finding":"A significant association was identified between SNP rs4799327 in the RNF138 gene and insulin resistance (IR) among participants with normal BMI in India. The risk genotype G\/A-A\/A showed a noteworthy odds ratio (OR=2.74; 95% CI: 1.28-5.88; P=0.006), marking it as a potential genetic risk factor for developing insulin resistance.","chrpos":"chr18:32095029","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24311857","title":"Insulin Resistance Risk in Normal BMI Individuals: Investigating the Role of Genetic Polymorphisms in RNF138, ABCA1, and ESRRG-GPATCH2 Genes - A Case-Control Study in the Indian Population"}
{"loci":"rs12959200","finding":"rs12959200, located on chromosome 18 at position 73599819, was one of the top 10 SNPs linked to 'slow' progression, with the non-reference allele enhancing the likelihood of belonging to the slow-progressors group.","chrpos":"chr18:73599819","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.15.22278776","title":"Artificial Intelligence-Based Clustering and Characterization of Parkinson’s Disease Trajectories"}
{"loci":"rs564991","finding":"Homozygotes for the APCDD1 rs564991 CC variant had an increased risk for MI\/angina during follow-up, reflecting a HR of 1.12 (95% CI 1.04 to 1.21, p=0.004) when compared to heterozygotes. This indicates a significant association with adverse cardiovascular outcomes.","chrpos":"chr18:10465057","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.23.22272805","title":"Calcium Channel Blockers: clinical outcome associations with reported pharmacogenetics variants in 32,000 patients"}
{"loci":"rs62103177","finding":"The rs62103177 variant in the KCNG2 gene showed a nominal association with OA among European ancestry participants (p=0.0024), extending its previously reported association in African Americans.","chrpos":"chr18:79864479","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.13.21263503","title":"Multi-trait genome-wide association study of opioid addiction: OPRM1 and Beyond"}
{"loci":"rs12606138","finding":"This SNP from NEDD4L had positive associations in the GRaD cohort but negative ones in the ALSPAC cohort, demonstrating variability in its influence across different studies.","chrpos":"chr18:58326712","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.24.21262573","title":"Genetic and Demographic Predictors of Latent Reading Ability in Two Cohorts"}
{"loci":"rs200388554","finding":"The variant rs200388554 was located on chromosome 18, proximal to the gene DYM. This SNP was a positive original finding associated with AD, contributing to the understanding of early brain development and protein secretory pathways implicated in AD.","chrpos":"chr18:49261603","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.11.24313439","title":"Identification of 16 novel Alzheimer’s disease susceptibility loci using multi-ancestry meta-analyses of clinical Alzheimer’s disease and AD-by-proxy cases from four whole genome sequencing datasets"}
{"loci":"rs476828","finding":"This SNP (PMAIP1-MC4R) was established in the CCGC findings, demonstrating its connection to coffee consumption traits.","chrpos":"chr18:60185354","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.08.21253114","title":"Habitual Coffee Consumption Increases Risks for Metabolic Diseases: Genome-wide Association Studies and a Phenotype-wide Two Sample Mendelian Randomization Analysis"}
{"loci":"rs139501724","finding":"For the SNP rs139501724, significant differences in smoking cessation (SC) effects were found between individuals who had seen a psychiatrist and controls. Although it did not reach genome-wide significance after re-testing, it exemplified the heterogeneous effects seen in different strata of psychiatric history.","chrpos":"chr18:12831815","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.08.21261764","title":"Investigating heterogeneous genetic effects contributing to smoking behaviors"}
{"loci":"rs11664298","finding":"The SNP rs11664298 was deemed MPRA-positive and was shown to interact with the promoter of the KCNG2 gene via a chromatin loop. The alternative allele A was associated with downregulation of the gene, consistent with its role as a risk allele for schizophrenia and its disruption of the ZNF121 binding motif.","chrpos":"chr18:79818986","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.15.22279954","title":"Systematic investigation of allelic regulatory activity of schizophrenia-associated common variants"}
{"loci":"rs8097200","finding":"This variant was previously implicated in ACEi-induced cough and was independent from the sentinel variant rs78598167, indicating a genetic association with ACE inhibitor-induced symptoms.","chrpos":"chr18:6309335","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.23.24310853","title":"Genomics of chronic cough unravels neurological pathways"}
{"loci":"rs78598167","finding":"This sentinel variant expressed a positive association with ACEi-induced cough and was part of the analysis identifying novel signals related to chronic cough.","chrpos":"chr18:6110866","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.23.24310853","title":"Genomics of chronic cough unravels neurological pathways"}
{"loci":"rs950939","finding":"The SNP rs950939 showed suggestive association in CSF amyloid-β levels, consistent with its significance in MRI and cognitive measures.","chrpos":"chr18:58259442","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.13.21261887","title":"Genome Wide Analysis Across Alzheimer’s Disease Endophenotypes: Main Effects and Stage Specific Interactions"}
{"loci":"rs78598167","finding":"The variant rs78598167 was identified as a novel genome-wide significant association related to ACEI-induced cough. It contributed to the neurological basis for cough pathology, linking proinflammatory mediators with sensory airway sensitivity.","chrpos":"chr18:6110866","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.30.22277097","title":"Genome-wide association study of ACE inhibitor-induced cough implicates neuropeptides and shows genetic overlap with chronic dry cough"}
{"loci":"rs878033","finding":"The SNP rs878033 was found in linkage disequilibrium with rs403814-A, which increased the risk of both ACEI-induced cough and hypertension, suggesting a genetic underpinning that may affect cardiovascular and respiratory health.","chrpos":"chr18:6281604","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.30.22277097","title":"Genome-wide association study of ACE inhibitor-induced cough implicates neuropeptides and shows genetic overlap with chronic dry cough"}
{"loci":"rs403814","finding":"The rs403814 variant was linked to both ACEI-induced cough and hypertension, illustrating the interaction between these two conditions at the genetic level and indicating potential shared pathways.","chrpos":"chr18:6282594","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.30.22277097","title":"Genome-wide association study of ACE inhibitor-induced cough implicates neuropeptides and shows genetic overlap with chronic dry cough"}
{"loci":"rs10048393","finding":"The SNP rs10048393 was found at locus 18p11.31, lying intronic to the long noncoding RNA GAPLINC. Like rs13000026, it showed a strong association with both endometriosis risk and high-grade serous ovarian cancer risk (P-value ≤ 3.2×10⁻⁴) and achieved genome-wide significance (P-value < 5×10⁻⁸). There was evidence of a single causal signal underlying the association with both traits, with a high colocalization probability (≥ 0.76).","chrpos":"chr18:3476255","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259290","title":"A multi-level investigation of the genetic relationship between endometriosis and ovarian cancer histotypes"}
{"loci":"rs2229616","finding":"In the study, 45 PMMO participants (2.6%) were found to carry the rs2229616 gain-of-function variant in the MC4R gene, which is associated with a predisposition to lower BMI. This finding was notable because it contrasted with only 4% of UK Biobank participants carrying the same variant, a difference that was statistically significant (p = 0.0026). This suggests that rs2229616 may play a role in obesity outcomes, differing between populations.","chrpos":"chr18:60372043","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.04.23293229","title":"Severe obesity may be an oligogenic condition: evidence from 1,714 adults seeking treatment in the UK National Health Service"}
{"loci":"rs75769176","finding":"The SNP rs75769176, situated in an intergenic region near FBXO15 and TIMM21, demonstrated a significant association with the bacterial variant FixA T67M, showing a p-value of 6.3e-11 and an odds ratio of 6.7. This human SNP was negatively correlated with TB severity, suggesting that it plays a role in the modulation of disease outcome in TB patients.","chrpos":"chr18:74018081","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.11.23289848","title":"Genome-to-genome analysis reveals associations between human and mycobacterial genetic variation in tuberculosis patients from Tanzania"}
{"loci":"rs16967566","finding":"The SNP rs16967566 in MOCOS was linked to 7-methylguanine, supporting its involvement in purine metabolism.","chrpos":"chr18:36210234","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs11661542","finding":"The SNP rs11661542 related to the RBBP8 gene reached genome-wide significance with a p-value of 3.18×10^−13 and had an odds ratio of 0.84. This SNP was included in the study as one of the important genetic contributors to rIA.","chrpos":"chr18:22643732","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.12.22272299","title":"Integrative genomics analysis implicates decreased FGD6 expression underlying risk of intracranial aneurysm rupture"}
{"loci":"rs79380316","finding":"The SNP rs79380316 in the VAPA gene demonstrated a strong association with endometriosis, indicated by a p-value of 3.56E-08. It contributes to the growing understanding of genetic factors leading to endometriosis.","chrpos":"chr18:10009864","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.26.24316723","title":"Expanding the genetic landscape of endometriosis: Integrative -omics analyses uncover key pathways from a multi-ancestry study of over 900,000 women"}
{"loci":"rs1842681","finding":"This SNP was the only one to achieve genome-wide significance in a separate study of stroke functional recovery, indicating its potential importance in understanding stroke recovery processes. It was located in the LOC105372028 gene, which remains functionally uncharacterized.","chrpos":"chr18:24761199","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.16.23286040","title":"Post Stroke Motor Recovery Genome Wide Association Study: A Domain-Specific Approach"}
{"loci":"rs10502503","finding":"The SNP rs10502503 was significantly associated with postpartum depression (PPD). The study reported an odds ratio of 0.92 (p=6.4×10^-9) indicating that the C allele of this SNP may provide a protective effect against PPD. Furthermore, functional mapping suggested Cadherin 2 (CDH2) as the candidate causal gene linked to this association.","chrpos":"chr18:27833140","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.24.23289058","title":"Genome-wide Association Study of Postpartum Depression Identifies a Novel Susceptibility Locus at 18q12.1"}
{"loci":"rs76992529","finding":"The rs76992529 SNP, corresponding to the V122I variant in the TTR gene, was significantly associated with an increased risk of polyneuropathy diagnosis among carriers, evidenced by an odds ratio of 6.4 in a study of Black participants from the UK Biobank. This finding was replicated in additional cohorts, indicating a strong link between this SNP and neurological manifestations of hATTR amyloidosis. Furthermore, it highlighted the broader disease risks for carriers, including a higher cumulative incidence of other hATTR manifestations such as carpal tunnel syndrome and cardiomyopathy.","chrpos":"chr18:31598655","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.10.20219675","title":"Association of the transthyretin variant V122I with polyneuropathy among individuals of African descent"}
{"loci":"rs8087942","finding":"The SNP rs8087942 showed association as an MO-specific risk variant near <italic>FECH<\/italic>, indicating its specific role in migraine without aura.","chrpos":"chr18:57525013","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.01.20.21249647","title":"Genome-wide analysis of 102,084 migraine cases identifies 123 risk loci and subtype-specific risk alleles"}
{"loci":"rs12955302","finding":"Located in an intron of PTPN2, this SNP is tied to immune-mediated diseases through its role in regulating T cell activation.","chrpos":"chr18:12864763","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.06.24.24309378","title":"Leveraging pleiotropy identifies common-variant associations with selective IgA deficiency"}
{"loci":"rs17782313","finding":"This study identified a significant association between the rs17782313 polymorphism in the MC4R gene and obesity-related traits in the Bangladeshi population. Results indicated that carriers of the minor allele C exhibited higher body mass index (BMI), waist circumference, and hip circumference compared to individuals with the TT genotype. The analysis showed significant differences in dominant, co-dominant, and recessive models among the case (obese) and control (healthy) groups, establishing rs17782313 as a predictor of obesity. Additionally, an increase in the prevalence of hypertension, heart disease, and diabetes was observed in the case group, suggesting that this SNP contributes not only to obesity but also to associated metabolic disorders.","chrpos":"chr18:60183864","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.14.23298533","title":"Association of Genetic Variant in MC4R (rs17782313) Gene with Obesity and Other Health Behaviors among Selected Bangladeshi Population: A Population-based Case-control Study"}
{"loci":"rs9949541","finding":"The rs9949541 variant, associated with the TCF4 gene, demonstrated significant interactions with HDL-c in relation to LTST, marking its role in lipid adjustment due to sleep duration.","chrpos":"chr18:55378517","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.02.24312466","title":"A Large-Scale Genome-Wide Gene-Sleep Interaction Study in 732,564 Participants Identifies Lipid Loci Explaining Sleep-Associated Lipid Disturbances"}
{"loci":"rs77960347","finding":"Identified as a potential causal variant linked to fatty acid traits, suggesting its relevance in metabolic mechanisms.","chrpos":"chr18:49583585","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs41292412","finding":"This SNP was noted as a candidate for involvement in fatty acid metabolic pathways.","chrpos":"chr18:58451126","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs2298720","finding":"This SNP was part of the KIDD blood group system and was reported to be significantly different with a P-value of 0.0162 when comparing the Orang Asli against cosmopolitan Malaysians.","chrpos":"chr18:45730450","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.04.21267232","title":"Genomic map of blood group alleles in Malaysian indigenous Orang Asli population from whole genome sequences"}
{"loci":"rs16943099","finding":"The enhancer SNP rs16943099 on 18q12.3 showed a suggestive association with DKD (p-value 6.78×10^-5) and replicated in the FinnGen dataset for T2D with kidney complications (p-value 8.6×10^-4). This SNP was predicted to disrupt a transcription-factor binding site for the MafB factor.","chrpos":"chr18:2351193","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.13.23298447","title":"Whole-exome and Whole-genome Sequencing of 1097 Individuals with Type 1 Diabetes Reveals Novel Genes for Diabetic Kidney Disease"}
{"loci":"rs9944845","finding":"The intronic variant rs9944845 within the SETBP1 gene showed consistent associations with sensation seeking across multiple gene-based analyses. It is implicated in neurobiological functions related to gene expression and has been previously linked to neurogenesis and neuronal migration.","chrpos":"chr18:44908028","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.30.23290733","title":"Neurogenetic and multi-omic sources of overlap among sensation seeking, alcohol consumption, and alcohol use disorder"}
{"loci":"rs4239453","finding":"The variant rs4239453, linked to the CDH2 gene responsible for cell-to-cell adhesion, was shown to hold significance in H-MAGMA analyses for DA-midbrain specificity, suggesting its role in the neurobiological underpinnings of sensation seeking and related traits.","chrpos":"chr18:27833516","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.30.23290733","title":"Neurogenetic and multi-omic sources of overlap among sensation seeking, alcohol consumption, and alcohol use disorder"}
{"loci":"rs73937040","finding":"The SNP rs73937040 was also part of the 118 replicated variants, supporting its role as a pleiotropic variant associated with blood pressure traits within the study.","chrpos":"chr18:3258735","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.08.21263225","title":"Genome-wide pleiotropy analysis identifies novel blood pressure variants and improves its polygenic risk scores"}
{"loci":"rs1893217","finding":"The rs1893217 in PTPN2, known for enhancing ACE2 expression, showcased significant population frequency differences, implicating a role in COVID-19 risk.","chrpos":"chr18:12809341","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs1893217","finding":"The SNP rs1893217 in the PTPN2 gene was found to be associated with inflammatory bowel disease (IBD). IBD patients carrying the minor allele C (heterozygous CT or homozygous CC) displayed significantly higher levels of the AIEC receptor, CEACAM6, in intestinal biopsies compared to wildtype (TT) carriers. This elevated expression of CEACAM6 was also replicated in intestinal epithelial cell lines that were either deficient in PTPN2 or genetically engineered to contain the rs1893217 variant (PTPN2-KI). Furthermore, PTPN2-KO and PTPN2-KI cells demonstrated increased adherence and invasion by adherent-invasive E. coli (AIEC), suggesting that the rs1893217 SNP's association with increased CEACAM6 expression directly correlates with enhanced susceptibility to AIEC in IBD.","chrpos":"chr18:12809341","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.26.24314341","title":"The JAK inhibitor, Tofacitinib, Corrects the Overexpression of CEACAM6 and Limits Susceptibility to AIEC Caused by Reduced Activity of the IBD Associated Gene, PTPN2"}
{"loci":"rs7239883","finding":"The SNP rs7239883 was implicated in the shared genetic associations with PCOS, correlating well with anthropometric measures of obesity.","chrpos":"chr18:42567706","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.07.22270650","title":"Both general- and central- obesity are causally associated with polycystic ovarian syndrome: Findings of a Mendelian randomization study"}
{"loci":"rs58817161","finding":"The SNP rs58817161 located at PIEZO2 showed an association with HbF levels, with a beta of -0.63 and a P-value of 8.04 x 10^-8.","chrpos":"chr18:10818373","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.16.23289851","title":"The genetic dissection of fetal haemoglobin persistence in sickle cell disease in Nigeria"}
{"loci":"rs7232775","finding":"The SNP rs7232775 showed a strong association with blood urea nitrogen levels, demonstrated by a p-value of 8.0 × 10^-14, and has also been linked to cholesterol levels in blood serum.","chrpos":"chr18:45622439","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.06.14.24308920","title":"Enhancing genotype-phenotype association with optimized machine learning and biological enrichment methods"}
{"loci":"rs11665242","finding":"The SNP rs11665242 was found to be associated with multiple psychiatric disorders, including schizophrenia, suggesting a genetic link to brain shape features.","chrpos":"chr18:53380757","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.26.22279691","title":"Genetic influences on the shape of brain ventricular and subcortical structures"}
{"loci":"rs6507056","finding":"The SNP rs6507056 associated with the ASXL3 gene was also found to be female-specific for neuroticism. It reached genome-wide significance indicating its notable role in influencing neurotic traits among females.","chrpos":"chr18:33702969","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.03.22271772","title":"Sex-specific genetic and transcriptomic liability to neuroticism"}
{"loci":"rs12964203","finding":"The SNP rs12964203 was associated with Body Mass Index (BMI) in the GWAS, showing a significant p-value of 4.3E-10 and a beta value of 0.08, indicating a positive correlation between this variant and increased BMI.","chrpos":"chr18:60236371","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.23.23291830","title":"Improved Type 2 Diabetes Risk Stratification in the Qatar Biobank Cohort by Ensemble Learning Classifier Incorporating Multi-Trait, Population-Specific, Polygenic Risk Scores"}
{"loci":"rs4939827","finding":"The SNP rs4939827 located at 18q21.1 showed significant association with colorectal cancer risk in the Colombian population, with an odds ratio (OR) of 1.25 (95% CI: 1.067-1.456, P=0.00544). This finding corroborated previous studies that identified this SNP as a risk factor.","chrpos":"chr18:48927093","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.02.23286692","title":"Colorectal Cancer Risk and Ancestry in Colombian admixed Populations"}
{"loci":"rs1941685","finding":"This SNP was found to be associated with the rapid symptom progression subtype (Subtype III) of PD.","chrpos":"chr18:33724354","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.18.21260731","title":"Comprehensively modeling heterogeneous symptom progression for Parkinson’s disease subtyping"}
{"loci":"rs790314","finding":"The common TCF7L2 variant rs790314 was referenced as having an odds ratio of 1.38 for T2D risk; however, the composite effect of rare GLP1R variants was indicated to exceed this effect size.","chrpos":"chr18:28832668","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.22.23290347","title":"Rare variants of the glucagon-like peptide-1 receptor (GLP1R) gene are overrepresented in a severe obesity cohort and associated with type 2 diabetes in the UK Biobank"}
{"loci":"rs2061566","finding":"The SNP rs2061566 influenced the PARD6G gene, relevant to asymmetric cell division in muscle satellite cells. It was demonstrated to alter enhancer activity related to PARD6G, implicating its role in muscle regeneration and satellite cell function.","chrpos":"chr18:79791738","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.03.21265899","title":"Candidate gene modifiers of dystrophinopathy identified by the uniform application of genome-wide datasets to novel GWAS-identified loci"}
{"loci":"rs576273012","finding":"The SNP rs576273012 was observed in the SERPINB4 gene. Its association with MUC7, as revealed through pathway analysis using Ingenuity Pathway Analysis (IPA), suggested a potential interactive role of SERPINB4 in the context of mucin-7 functionality and CL\/P.","chrpos":"chr18:63638057","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.15.24305736","title":"Mucin-7 as a Potential Candidate Risk Allele for Cleft Lip and\/or Palate"}
{"loci":"rs1517035","finding":"The GRP-increasing G-allele of rs1517035 was associated with a reduced risk for type 2 diabetes (odds ratio=0.96, p-value=7.8×10−10). This finding was based on strong evidence of colocalization between plasma levels and T2D risk.","chrpos":"chr18:59211252","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.19.22278984","title":"From genome to phenome via the proteome: broad capture, antibody-based proteomics to explore disease mechanisms"}
{"loci":"rs142063208","finding":"The SNP rs142063208 in the LAMA1 gene was identified as rare with an ExAC_SAS score of 0.007. It was deemed deleterious by all five prediction tools and was one of the genes that showed differential expression in the patient-derived NPC lines, contributing to the cellular migration abnormalities observed in bipolar disorder (BD).","chrpos":"chr18:6965342","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.22.21254208","title":"Dysregulation in EGF\/ERBB signaling pathway may explain abnormalities in cellular migration in bipolar disorder in patient-derived neural precursors"}
{"loci":"rs144475075","finding":"The rs144475075 variant, located intronic to L3MBTL4 at 18p11.31, was significantly associated with VT recurrence with a HR of 2.16 (95% CI: 1.65-2.83, P=2.82x10^-8). The association suggested potential roles of L3MBTL4 in vascular remodeling, although its link to thrombotic disorders was less characterized.","chrpos":"chr18:6214286","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.12.02.24317788","title":"Genomic Landscape of Thrombosis Recurrence Risk Across Venous Thromboembolism Subtypes"}
{"loci":"rs11665567","finding":"The intergenic variant rs11665567 was identified as the most strongly associated variant for asthma, showing a female-specific association (allele frequency AF = 18.8%, effect size (se) = 0.05 (0.008), p-value = 5.62×10^-10). In males, the association was weaker with AF=18.7% and effect size (se) = 0.003 (0.01), p-value = 0.75.","chrpos":"chr18:79803334","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.19.21266436","title":"Global Biobank Meta-analysis Initiative: powering genetic discovery across human diseases"}
{"loci":"rs4414576","finding":"In the context of 18q12.3 (SETBP1), rs4414576 was found to be the primary signal in the African group with a 32% frequency compared to only 3% in Europeans, reflecting distinct population-specific effects on mLOY.","chrpos":"chr18:44617237","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.24.24306301","title":"Multi-ancestry genome-wide association meta-analysis of mosaic loss of chromosome Y in the Million Veteran Program identifies 167 novel loci"}
{"loci":"rs1893250","finding":"The lead variant rs1893250, situated in a non-coding region, was associated with lower odds for atherosclerotic plaque presence (OR for A allele: 0.91, 95% CI: 0.88–0.93). This variant was previously linked to angina pectoris, indicating its potential relevance in cardiovascular conditions.","chrpos":"chr18:22422981","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.17.24315675","title":"Deep Learning-Based Detection of Carotid Plaques Informs Cardiovascular Risk Prediction and Reveals Genetic Drivers of Atherosclerosis"}
{"loci":"rs28735056","finding":"The variant at 18q23 (rs28735056) was similarly reported in previous research concerning schizophrenia and was recognized in relation to both disorders in this study.","chrpos":"chr18:79862879","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.30.24301991","title":"Multi-trait genetic analysis identifies novel pleiotropic loci for depression and SCZ in East Asians"}
{"loci":"rs78263856","finding":"The MC4R variant rs78263856 was part of the Late Rise group, showing effects on BMI starting from age two, extending into adulthood.","chrpos":"chr18:60375588","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.04.21256508","title":"Characterization of the genetic architecture of BMI in infancy and early childhood reveals age-specific effects and implicates pathways involved in Mendelian obesity"}
{"loci":"rs12967622","finding":"The SNP rs12967622 was also genome-wide significant, linked to multiple neurodevelopmental factor scores. Its association contributed to understanding the genetic architecture of neurodevelopmental conditions in children.","chrpos":"chr18:66948348","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.20.23295829","title":"Genetic and phenotypic heterogeneity in early neurodevelopmental traits in the Norwegian Mother, Father and Child Cohort Study"}
{"loci":"rs200047736","finding":"The SNP rs200047736 was identified as a lead variant located in the DSC1 locus, which was annotated as a causal gene in two loci. Previous work indicated that the association signal linked to DSC1 was driven by this missense variant.","chrpos":"chr18:31134724","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.08.22283257","title":"Meta-analysis of atopic dermatitis in 1,094,060 individuals identifies new risk loci, and sub-analysis characterizes the loci with disease severity and onset"}
{"loci":"rs1023133779","finding":"The variant rs1023133779 was identified as a noncoding variant associated with the DSC1 locus. The association was attenuated upon conditioning with the missense variant rs200047736, further establishing its relationship with atopic dermatitis.","chrpos":"chr18:30017911","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.08.22283257","title":"Meta-analysis of atopic dermatitis in 1,094,060 individuals identifies new risk loci, and sub-analysis characterizes the loci with disease severity and onset"}
{"loci":"rs4608411","finding":"The SNP rs4608411 was reported for the first time as a significant locus associated with neck or shoulder pain, with a p-value of 8.20 x 10^-9, located near the TCF4 gene on chromosome 18. This novel finding adds to the understanding of the genetic architecture of neck or shoulder pain.","chrpos":"chr18:55157406","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.19.24304451","title":"A Genome-wide Association Study Identifies Novel Genetic Variants Associated with Neck or Shoulder Pain in the UK Biobank (N = 441,757)"}
{"loci":"rs72872125","finding":"The PTPN2 rs72872125 CT genotype was linked to an asymptomatic phenotype in CCM patients. Furthermore, the CC genotype was found to predict a symptomatic phenotype when considered with GM-CSF serum levels, establishing its significance as a potential biomarker.","chrpos":"chr18:12876916","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.30.23300669","title":"Genetic Markers and Predictive Factors Influencing the Aggressive Behavior of Cerebral Cavernous Malformation"}
{"loci":"rs6567160","finding":"The SNP rs6567160 was associated with type 2 diabetes (T2D) within 500kb of the RIF1 gene, showing an effect size of beta=0.018 with a significance of P = 4.1 × 10^-10.","chrpos":"chr18:60161902","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs891387","finding":"The SNP rs891387 was associated with BMI within 500kb of the RMC1 gene, presenting a beta of 0.021 and a P value of 9.3 × 10^-35.","chrpos":"chr18:23523945","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs1788819","finding":"SNP rs1788819 demonstrated an association with T2D, as found within 500kb of the RMC1 gene, with a beta of 0.032 and significance P = 4 × 10^-21.","chrpos":"chr18:23520540","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs3889624","finding":"This SNP was part of the 18 novel shared genetic SNPs discovered, which were pivotal in illustrating the genetic links between the two studied conditions.","chrpos":"chr18:64471208","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.07.22283195","title":"Investigating shared genetic architecture between obesity and multiple sclerosis"}
{"loci":"rs8090527","finding":"Similar to rs2814778, rs8090527 showed an association with hematological traits in SCD patients, but the effect size was significantly lower when compared to non-SCD participants, with no successful replication of its effect.","chrpos":"chr18:51257657","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.26.22269309","title":"Variation and impact of polygenic hematological traits in monogenic sickle cell disease"}
{"loci":"rs8088824","finding":"As a novel locus at 18q12.3-SETBP1, rs8088824 was recognized for its genetic impact on DNMT3A-related CH, further implicating myeloid oncogenesis in CH pathology.","chrpos":"chr18:44571296","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.06.22268846","title":"Genome-wide analyses of 200,453 individuals yields new insights into the causes and consequences of clonal hematopoiesis"}
{"loci":"rs11081200","finding":"The SNP rs11081200 was linked to mutations in the SRSF2 gene, noted in the context of uveal melanoma. This study highlighted a preference for in-frame deletions in SRSF2 mutations among UM cases. Although specific results of this mutation's impact on the therapeutic response were not detailed in the context provided, this association suggests a potential role in the mutation landscape of UM alongside SF3B1.","chrpos":"chr18:5464620","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.20.22280164","title":"Spliceosome Inhibition in SF3B1-Mutated Uveal Melanoma"}
{"loci":"rs181558989","finding":"The variant rs181558989 near LINC01630-MEX3C on 18q21.2 showed significant associations in African populations, indicating ethnic-specific genetic influence.","chrpos":"chr18:51333831","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs12454712","finding":"This SNP in the INSR gene was highlighted as a potential causal variant related to fatty acid levels.","chrpos":"chr18:63178651","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs162009","finding":"Research indicated that the AQP4 rs162009 was linked to alterations in resting-state brain activity within the context of PD, suggesting that genetic variations at this locus could influence brain functioning and potentially disease symptoms.","chrpos":"chr18:26864250","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.25.23296076","title":"High-level anxiety is associated with worse clinical symptoms and aberrant brain networks in Parkinson’s disease"}
{"loci":"rs8085272","finding":"The SNP rs8085272 was associated with the protein RAB27B, where it was found that more than 60% of the colocalization relating to BMI and dietary habits was explained by rs8085272.","chrpos":"chr18:54814352","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.11.22270813","title":"Genetic control of body weight by the human brain proteome"}
{"loci":"rs4369774","finding":"The SNP rs4369774 was identified as the strongest association with Myasthenia Gravis (MG), with a significant p-value of 1.09×10^-13 and an odds ratio (OR) of 1.4. This SNP is located in an intron of the TNFRSF11A gene, highlighting its role in MG susceptibility.","chrpos":"chr18:62343215","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.26.20219261","title":"A Myasthenia Gravis genomewide association study of three cohorts identifies Agrin as a novel risk locus"}
{"loci":"rs7244528","finding":"The variant rs7244528 was associated with CPLX4 at a significance of p=2.84×10−22, indicating its potential role in photoreceptor ribbon synapses and relevance to visual function.","chrpos":"chr18:59281740","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289093","title":"Genomewide association study of epiretinal membrane: discovery of significant risk loci in each of three American populations"}
{"loci":"rs7243332","finding":"The SNP rs7243332 showed a significant relationship in colocalization analyses with PTSD and several traits, indicating its role as a shared causal SNP in disease mechanisms.","chrpos":"chr18:28990620","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.20.24312181","title":"Genetics of posttraumatic stress disorder and cardiovascular conditions using Life’s Essential 8, Electronic Health Records, and Heart Imaging"}
{"loci":"rs11876255","finding":"The SNP rs11876255 was identified as a significant association with suicide attempts among individuals of African ancestries, demonstrating a positive finding in multiple studies.","chrpos":"chr18:38331390","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.28.23289173","title":"Clinical, genomic, and neurophysiological correlates of lifetime suicide attempts among individuals with alcohol dependence"}
{"loci":"rs11152363","finding":"The SNP rs11152363 on chromosome 18 was recognized for its significant association with short sleep duration, illustrating its connection to sleep-related genetic factors.","chrpos":"chr18:55389957","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.09.22279703","title":"Genome-wide association study investigating short and long sleep duration: a cross-population meta-analysis"}
{"loci":"rs613872","finding":"The SNP rs613872 was found to be associated with trinucleotide repeat expansion in the TCF4 gene among German patients with Fuchs endothelial corneal dystrophy. This association supported the role of TCF4 repeat expansions in the pathogenesis of FECD.","chrpos":"chr18:55543071","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.29.24314217","title":"Genetic and Demographic Determinants of Fuchs Endothelial Corneal Dystrophy Risk and Severity"}
{"loci":"rs17089887","finding":"The SNP rs17089887 was identified in the context of genetic association studies linking TCF4 intronic polymorphisms with Fuchs endothelial corneal dystrophy in an Indian population. This highlighted its potential relevance in the genetic landscape of FECD.","chrpos":"chr18:55541025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.29.24314217","title":"Genetic and Demographic Determinants of Fuchs Endothelial Corneal Dystrophy Risk and Severity"}
{"loci":"rs335930","finding":"The SNP rs335930 was part of a haplotype associated with slow wave energy regulation in NREM sleep, linking it to both brain amyloid aggregation and sleep measures.","chrpos":"chr18:26856961","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.05.24302223","title":"Explainable artificial intelligence identifies an AQP4 polymorphism-based risk score associated with brain amyloid burden"}
{"loci":"rs151244","finding":"The carrier status of rs151244 was found to be associated with increased amyloid uptake, specifically in patients with late mild cognitive impairment (MCI) or Alzheimer's disease (AD).","chrpos":"chr18:26866755","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.05.24302223","title":"Explainable artificial intelligence identifies an AQP4 polymorphism-based risk score associated with brain amyloid burden"}
{"loci":"rs2075575","finding":"Carriers of rs2075575 demonstrated a significant association with brain amyloid burden and cognitive outcomes in Alzheimer's disease studies.","chrpos":"chr18:26866562","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.05.24302223","title":"Explainable artificial intelligence identifies an AQP4 polymorphism-based risk score associated with brain amyloid burden"}
{"loci":"rs35248760","finding":"This SNP was shown to be in high linkage disequilibrium with rs72878776, which has been associated with poorer overall sleep quality and moderated sleep duration's effect on brain amyloid burden.","chrpos":"chr18:26862428","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.05.24302223","title":"Explainable artificial intelligence identifies an AQP4 polymorphism-based risk score associated with brain amyloid burden"}
{"loci":"rs3875089","finding":"The carrier status of rs3875089 correlated with slower cognitive decline and dementia progression, underlining its detrimental impact on Alzheimer's disease progression.","chrpos":"chr18:26865469","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.05.24302223","title":"Explainable artificial intelligence identifies an AQP4 polymorphism-based risk score associated with brain amyloid burden"}
{"loci":"rs16942851","finding":"The SNP was included in a haplotype related to sleep regulation and had significant associations with increased brain amyloid burden.","chrpos":"chr18:26851725","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.05.24302223","title":"Explainable artificial intelligence identifies an AQP4 polymorphism-based risk score associated with brain amyloid burden"}
{"loci":"rs162009","finding":"Carriers of rs162009 showed a significant association with altered cognitive functions and amyloid burden.","chrpos":"chr18:26864250","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.05.24302223","title":"Explainable artificial intelligence identifies an AQP4 polymorphism-based risk score associated with brain amyloid burden"}
{"loci":"rs654488","finding":"This SNP was shown to be interactive with multiple components of the plasminogen-activating system relevant for TNFSF10 regulation.","chrpos":"chr18:32224900","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.24.23287680","title":"Mapping pQTLs of circulating inflammatory proteins identifies drivers of immune-related disease risk and novel therapeutic targets"}
{"loci":"rs946934582","finding":"The SNP 'rs946934582' exhibited a p-value of 2.764e-144, indicating a significant association with gestational ages in a study focusing on genomic variants in human populations. This finding was part of the identification of 11 genomic risk loci related to gestational ages, which were assessed in the context of ultra-low coverage whole genome sequencing.","chrpos":"chr18:73235693","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.15.22276464","title":"Ultra-low coverage genome-wide association study - insights into gestational age using 17,844 embryo samples with preimplantation genetic testing"}
{"loci":"rs11081057","finding":"The SNP rs11081057 was identified in the context of HPV-positive oropharyngeal cancer (OPC) and its association with expression patterns of immuno-oncology-related genes. It demonstrated prognostic significance in the stratification of HPV-positive head and neck squamous cell carcinoma, highlighting its relevance to the differing outcomes of HPV-\/p16+ versus HPV+\/p16+ cases.","chrpos":"chr18:3560505","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.17.23298621","title":"Using digital spatial profiling to analyse onco-immune-related gene expression within oropharyngeal tumours in relation to HPV and p16 status"}
{"loci":"rs10502966","finding":"In 18q21.2, rs10502966 was related to chronotype and putamen volume, further aiding the understanding of its role in sleep traits.","chrpos":"chr18:53222129","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.08.22279719","title":"The role of sleep in the human brain and body: insights from multi-organ imaging genetics"}
{"loci":"rs138826501","finding":"The SNP rs138826501 at chromosome 18q21.2 was similarly identified as part of the significant loci with interaction p-value of 2.6e-8 concerning the DASH diet score and its relationship with systolic blood pressure.","chrpos":"chr18:51789596","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.10.23298402","title":"Genome-Wide Interaction Analysis with DASH Diet Score Identified Novel Loci for Systolic Blood Pressure"}
{"loci":"rs184097503","finding":"The rare variant rs184097503 (MAF=0.4%) was associated with a more than 50% decrease in risk for polymyalgia rheumatica (OR: 0.43). This SNP is in high linkage disequilibrium with rs28933981, a stabilizing variant linked to transthyretin amyloid cardiomyopathy.","chrpos":"chr18:31619326","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.23.23290408","title":"Genetic architecture and shared mechanisms of common ‘neglected’ diseases"}
{"loci":"rs200399297","finding":"SNP rs200399297 was reported significant in the AFR population with a stated p-value of 1.6 x 10^-09, indicating its role as a positive and original finding within the context of cardiovascular traits.","chrpos":"chr18:55038328","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.27.22268990","title":"Multitrait Genome-Wide Analysis in the UK Biobank Reveals Novel and Distinct Variants Influencing Cardiovascular Traits in Africans and Europeans"}
{"loci":"rs112836568","finding":"The SNP rs112836568, located in the CD226 gene, was one of the novel lead SNPs identified. It was associated with regulatory effects and linked to significant chromatin features, contributing to the understanding of cancer genetics.","chrpos":"chr18:69941606","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.25.22272955","title":"Novel discoveries and enhanced genomic prediction from modelling genetic risk of cancer age-at-onset"}
{"loci":"rs5007436","finding":"The intergenic SNP rs5007436 showed association with the NANOG \/ FOXA1 class, which is vital for cell type-specific transcription factor activity and has been implicated in tumor development.","chrpos":"chr18:27857610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.25.22272955","title":"Novel discoveries and enhanced genomic prediction from modelling genetic risk of cancer age-at-onset"}
{"loci":"rs2276182","finding":"The SNP rs2276182 located in the POLI gene was identified as a novel susceptibility locus associated with lung adenocarcinoma risk and demonstrated colocalisation with LTL.","chrpos":"chr18:54271677","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.24.22279131","title":"Common genetic variations in telomere length genes and lung cancer"}
{"loci":"rs148793499","finding":"The variant rs148793499 was found significant in the cardiometabolic joint test (p=1.8×10⁻¹⁰), showing strong associations with obesity (OR=2.36) and a notable effect in T2D individuals (OR=2.01). This indicates its role in mediating COVID-19 severity through interactions with metabolic status, particularly regarding obesity.","chrpos":"chr18:60647355","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.13.21261910","title":"Gene-environment interaction analysis incorporating sex, cardiometabolic diseases, and multiple deprivation index reveals novel genetic associations with COVID-19 severity"}
{"loci":"rs975903","finding":"The SNP rs975903 was associated with the expression of SMAD4 in ischemic stroke (IS) subjects. It was reported that the GG allele of this SNP correlated with higher expression of SMAD4 at all three time points measured after the stroke event. This finding suggested that rs975903 might be related to inflammation and hypercoagulation processes in IS, mechanisms that are crucial for understanding post-stroke complications.","chrpos":"chr18:51779745","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.16.22276291","title":"Peripheral Blood Gene Expression at 3 to 24 Hours Correlates with and Predicts 90-Day Outcome Following Human Ischemic Stroke"}
{"loci":"rs2156008","finding":"The SNP rs2156008 was also identified as a novel locus for smoking initiation in the meta-analysis. It is situated on the TCF4 gene and was found to have a beta value of 0.01 and a p-value of 3.21 × 10^-8.","chrpos":"chr18:55614013","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.07.22272059","title":"Evaluation of the Causal Relationship Between Smoking and Schizophrenia in Asia"}
{"loci":"rs56235016","finding":"SNP rs56235016 was an intergenic variant near CTDP1 found to be associated with smoking traits.","chrpos":"chr18:79678656","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.06.22277340","title":"Multi-trait Analysis of GWAS (MTAG) of Substance Use Traits Identifies Novel Genetic Loci and Phenomic Associations"}
{"loci":"rs7238033","finding":"The SNP rs7238033 on chromosome 18q12.3 was identified as one of the polymorphisms associated with an increased susceptibility to bladder cancer. It appeared in the context of a systematic review of multiple GWAS studies.","chrpos":"chr18:45737001","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs10775480","finding":"The SNP rs10775480 located at chromosome 18q12.3 was also associated with genetic susceptibility to bladder cancer, highlighting the significance of this locus in the risk for the disease.","chrpos":"chr18:45737317","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs11082469","finding":"Found on chromosome 18q12.3, the SNP rs11082469 was linked to bladder cancer susceptibility in the systematic review of GWAS studies, further underscoring the genomic region's importance.","chrpos":"chr18:45741304","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs17674580","finding":"Located on chromosome 18q12.3, the SNP rs17674580 was another polymorphism highlighted in the studies reviewed as having an association with an increased risk of bladder cancer.","chrpos":"chr18:45729946","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs4503880","finding":"The SNP rs4503880 in the NEDD4L locus was implicated in interactions with rs4835265 in the ZNF827 locus, affecting gamma glutamyltransferase levels.","chrpos":"chr18:58416822","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.05.21268406","title":"Hypothesis-free detection of gene-interaction effects on biomarker concentration in UK Biobank using variance prioritisation"}
{"loci":"rs2298720","finding":"The weak JK*A allele (JK*A01W.01 - rs2298720) of the KIDD blood group system is associated with weakened expression of Jk a and is capable of causing alloimmunization when mistyped as Jk null.","chrpos":"chr18:45730450","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.20.23298777","title":"A comprehensive characterization of blood group antigen variants in the Middle Eastern population genomes - Insights into genetic epidemiology"}
{"loci":"rs6567326","finding":"The SNP rs6567326 located in KDSR in breast cancer showed a significant association in 3' aQTL analysis, supporting its involvement in cancer risk.","chrpos":"chr18:63173375","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.05.23298125","title":"Large-scale alternative polyadenylation (APA)-wide association studies to identify putative susceptibility genes in human common cancers"}
{"loci":"rs729053","finding":"The SNP rs729053 was noted as the leading SNP of the second most significant locus, which was found in TCF4 on chromosome 18. This SNP was part of the list of 15 significant loci identified through the GWAS.","chrpos":"chr18:55142450","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.16.23286045","title":"Genome-wide Association Study of Traumatic Brain Injury in U.S. Military Veterans Enrolled in the VA Million Veteran Program"}
{"loci":"rs8085882","finding":"The SNP rs8085882 was uniquely found in the case-control GWAS for ADHD. The closest gene, ZNF521, had documented associations with educational attainment, ADHD, and smoking initiation.","chrpos":"chr18:25163935","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.11.22278618","title":"ADuLT: An efficient and robust time-to-event GWAS"}
{"loci":"rs34961470","finding":"This SNP was part of the shared genomic loci between anxiety and bipolar disorder, indicating its overlapping genetic risk.","chrpos":"chr18:55095963","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294920","title":"Identification of Novel Genomic Loci for Anxiety and Extensive Genetic Overlap with Psychiatric Disorders"}
{"loci":"rs56403421","finding":"Shared between anxiety and ADHD, this SNP further underscores the genetic correlation among these psychiatric disorders.","chrpos":"chr18:55098052","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294920","title":"Identification of Novel Genomic Loci for Anxiety and Extensive Genetic Overlap with Psychiatric Disorders"}
{"loci":"rs12457101","finding":"The SNP rs12457101 demonstrated cross-ancestry replication, showing a beta of 0.01 and a p-value of 2.1×10^-9 in the European ancestry group, and a beta of 0.12 with a p-value of 0.008 in the South Asian population. It was categorized as a genome-wide significant variant.","chrpos":"chr18:54809566","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.14.24302836","title":"Gene Discovery and Biological Insights into Anxiety Disorders from a Multi-Ancestry Genome-wide Association Study of >1.2 Million Participants"}
{"loci":"rs6507215","finding":"The intergenic variant rs6507215 on chromosome 14 near the VRK1 gene was associated with alcohol consumption and insomnia, marking it as a novel risk locus with a significant P value of 1.25e-8.","chrpos":"chr18:37615666","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.28.23299133","title":"The pleiotropic architecture of human impulsivity across biological scales"}
{"loci":"rs11874212","finding":"The SNP rs11874212 was identified at a novel locus on chromosome 18, associated with mean BMI levels and reached genome-wide significance. It correlated to the protein coding gene TSHZ1 and the lncRNA RP11-17M16.1.","chrpos":"chr18:75791392","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.20.24307629","title":"Clinical and genetic association studies reveal within-individual variability as an integral part of Huntington disease"}
{"loci":"rs11150911","finding":"The SNP rs11150911 was identified at a significant locus on chromosome 18 associated with BMI and body weight. It was noted along with the SNP rs12964145, reflecting their independent significance in association with mean BMI outcomes.","chrpos":"chr18:75786573","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.20.24307629","title":"Clinical and genetic association studies reveal within-individual variability as an integral part of Huntington disease"}
{"loci":"rs12964145","finding":"The SNP rs12964145, co-located with rs11150911, was independently significant for BMI and body weight in population-based cohorts, found at the novel locus on chromosome 18.","chrpos":"chr18:75789520","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.20.24307629","title":"Clinical and genetic association studies reveal within-individual variability as an integral part of Huntington disease"}
{"loci":"rs673939","finding":"Among the newly identified loci, rs673939, located in the ONECUT2 gene region on chromosome 18q21.31, was found to have the strongest signal with a P value of 1.29 x 10^-9. This finding reflected associations from the meta-analysis linking this SNP to self-reported headaches and migraines.","chrpos":"chr18:57486034","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.15.21263668","title":"A meta-analysis of the genome-wide association studies on two genetically correlated phenotypes (self-reported headache and self-reported migraine) identifies four new risk loci for headaches (N=397,385)"}
{"loci":"rs162009","finding":"The SNP rs162009 located in the AQP4 gene was found to have significant implications in Parkinson's disease (PD), particularly regarding the nodal degree centrality of the left calcarine. PD patients who did not carry the A allele of rs162009 exhibited a negative association between degree centrality at the left calcarine and UPDRS-III scores, indicating that greater structural alterations in this brain region were linked to motor impairment. This finding contributed to the understanding that autonomic dysfunction can affect cognitive decline and motor symptoms in PD, underscoring the role of left calcarine as a crucial node in cognitive function.","chrpos":"chr18:26864250","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.21.23295938","title":"Both brain network topology and striatal dopamine depletion mediate the effects of autonomic dysfunction on disease burden of Parkinson’s disease"}
{"loci":"rs78851735","finding":"Located in the MBP gene, this intronic variant related to TAA showed a prominent association with a p-value of 3.79x10^-8 and an OR of 3.446.","chrpos":"chr18:77062724","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.05.429911","title":"Analysis of UK Biobank Cohort Reveals Novel Insights for Thoracic and Abdominal Aortic Aneurysms"}
{"loci":"rs928980","finding":"The maximum logarithm of the odds (LOD) score of 4.93 was obtained for marker rs928980 during the genome-wide linkage analysis, indicating its strong association with late-onset, progressive hearing loss in the analyzed family.","chrpos":"chr18:908776","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/719823","title":"THOC1 deficiency leads to late-onset nonsyndromic hearing loss through p53-mediated hair cell apoptosis"}
{"loci":"rs4797697","finding":"Marker rs4797697 was part of a 1.4-Mb critical interval identified on Chromosome 18p11.3 that was linked to hearing loss, suggesting its role in the genetic underpinnings of the phenotype.","chrpos":"chr18:139767","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/719823","title":"THOC1 deficiency leads to late-onset nonsyndromic hearing loss through p53-mediated hair cell apoptosis"}
{"loci":"rs11080868","finding":"Similar to rs4797697, rs11080868 was included in the critical interval on Chromosome 18p11.3 with a significant LOD score, highlighting its potential involvement in late-onset hearing loss.","chrpos":"chr18:1574368","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/719823","title":"THOC1 deficiency leads to late-onset nonsyndromic hearing loss through p53-mediated hair cell apoptosis"}
{"loci":"rs1022177","finding":"Marker rs1022177 contributed to the maximum LOD score along with rs928980 and rs12709528, suggesting its relevance in the genetic linkage to the hearing loss observed.","chrpos":"chr18:1046303","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/719823","title":"THOC1 deficiency leads to late-onset nonsyndromic hearing loss through p53-mediated hair cell apoptosis"}
{"loci":"rs12709528","finding":"As part of the linkage analysis, rs12709528's contribution to the maximum LOD score supports its association with the hereditary pattern of the late-onset, progressive hearing loss.","chrpos":"chr18:1216988","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/719823","title":"THOC1 deficiency leads to late-onset nonsyndromic hearing loss through p53-mediated hair cell apoptosis"}
{"loci":"rs11081162","finding":"The SNP rs11081162 was found to be associated with the WNT co-receptor LRP6, which plays a role in the pathogenesis and therapy of epithelial cancers. This finding was reported by Raisch et al. (2019) in their study that explored the significance of LRP6 in various cancer types, suggesting that this SNP may have implications in the development and treatment of epithelial cancers.","chrpos":"chr18:4947243","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.07.523067","title":"DPHL v2: An updated and comprehensive DIA pan-human assay library for quantifying more than 14,000 proteins"}
{"loci":"rs12172865","finding":"SNP rs12172865 was associated with estimations of tree locations and diameter at breast height (DBH) values for high-value timber species in Northern Japanese mixed-wood forests, facilitating the interpretation of biomass and genetic contributions to growth traits.","chrpos":"chr18:78051369","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.03.601985","title":"Quantifying Forest Biomass and Genetic Contribution using Light Detection and Ranging"}
{"loci":"rs17782313","finding":"The SNP rs17782313 was linked to obesity and increased type-2 diabetes risk specifically in women. The study indicated that loss-of-function human variants resulted in a greater increase in BMI in females than in males. Additionally, prior studies showed that women carrying the gain-of-function mutation V103I experienced a more pronounced reduction in BMI compared to men, suggesting that females displayed heightened sensitivity to the effects of both loss and gain-of-function mutations in the MC4R gene.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.25.266866","title":"Mouse models for V103I and I251L gain of function variants of the human MC4R display reduced adiposity and are not protected from a hypercaloric diet"}
{"loci":"rs2571244","finding":"The SNP rs2571244 was identified as a significant locus associated with Combined Resilience in individuals with normal cognition. It was located upstream of the gene ATP8B1 on chromosome 18, with a minor allele frequency of 0.08. The minor allele was associated with lower levels of Combined Resilience (beta=-0.11, p=2.3×10-8). Furthermore, this SNP was linked to methylation at a specific CpG site (cg19596477) in the dorsolateral prefrontal cortex, exhibiting a significant association with hypomethylation (p=2×10-13). Overall, these findings implicated a role of the bile acid metabolism pathway and highlighted genetic differences in resilience among those with cognitive impairment despite underlying neuropathology.","chrpos":"chr18:57806419","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.19.954651","title":"Genetic Variants and Functional Pathways Associated with Resilience to Alzheimer’s Disease"}
{"loci":"rs7241221","finding":"The rs7241221 SNP in the GALNT1 region was associated with serum sclerostin levels (&#x03B2; = 0.109 SD per G allele, P = 4.4 x 10^-11) and confirmed as a positive and original finding, contributing to our understanding of glycosylation changes affecting bone mineral density.","chrpos":"chr18:35572828","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/455386","title":"Mendelian Randomization analysis reveals a causal influence of circulating sclerostin levels on bone mineral density and fractures"}
{"loci":"rs657693","finding":"This SNP was identified as a cis-pQTL for NFATC1 and was shown to be associated with ratios involving NFATC1 and 16 other proteins. The study suggested that it is a promising target for immunotherapeutic drugs due to its role in immune response regulation.","chrpos":"chr18:79402462","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.19.549734","title":"Genetic associations with ratios between protein levels detect new pQTLs and reveal protein-protein interactions"}
{"loci":"rs28630791","finding":"The T allele at rs28630791 significantly impacted the expression of the DSC1 gene in mid-pubertal females. DSC1 encodes a protein crucial for cellular junctions and is expressed in macrophages, suggesting its role in immune function during this developmental period.","chrpos":"chr18:31157357","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.24.469939","title":"Analysis of transcriptional changes in the immune system associated with pubertal development in a longitudinal cohort of children with asthma"}
{"loci":"rs8090962","finding":"The SNP rs8090962, located in an enhancer region approximately 100KB downstream of the SEC11C gene, was associated with diastolic blood pressure (DBP). Despite no prior associations of SEC11C or neighboring ZNF532 with blood pressure traits, the study highlighted GxE interactions involving rs8090962.","chrpos":"chr18:59027172","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/797829","title":"Gene-environment interactions using a Bayesian whole genome regression model"}
{"loci":"rs77960347","finding":"The variant rs77960347 in LIPG was confirmed to be associated with HDL-C levels. This aligns with prior research indicating its role in lipid metabolism.","chrpos":"chr18:49583585","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561225","title":"Role of Rare and Low Frequency Variants in Gene-Alcohol Interactions on Plasma Lipid Levels"}
{"loci":"rs2272783","finding":"The variant rs2272783 was identified as a high PIP introgressed intronic variant in FECH, which was fine-mapped to mean corpus hemoglobin.","chrpos":"chr18:57571588","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.20.515225","title":"Large scale functional screen identifies genetic variants with splicing effects in modern and archaic humans"}
{"loci":"rs12970134","finding":"The SNP rs12970134 was identified as being associated with obese polycystic ovary syndrome (PCOS) patients in the Western region of Saudi Arabia. This finding suggested a possible genetic link between the MC4R gene variants and reproductive disorders in a population exhibiting obesity-related phenotypes.","chrpos":"chr18:60217517","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.18.580873","title":"POMC neurons control fertility through differential signaling of MC4R in Kisspeptin neurons"}
{"loci":"rs17782313","finding":"The SNP rs17782313 was also associated with obese polycystic ovary syndrome (PCOS) patients in the Western region of Saudi Arabia. Similar to rs12970134, this finding indicated that variants in the MC4R gene could contribute to the metabolic and reproductive dysfunction observed in these patients.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.18.580873","title":"POMC neurons control fertility through differential signaling of MC4R in Kisspeptin neurons"}
{"loci":"rs7240405","finding":"The SNP rs7240405 was identified as the most associated variant with HDL in the Framingham Heart Study. This finding was replicated in the context of enriched SNP-sets.","chrpos":"chr18:49632720","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184465","title":"Multi-scale Inference of Genetic Trait Architecture using Biologically Annotated Neural Networks"}
{"loci":"rs7244811","finding":"In the UK Biobank analysis, rs7244811 was identified as the leading SNP associated with HDL, differing from the findings in the Framingham Heart Study where rs7240405 was selected, indicating variations due to different LD structures.","chrpos":"chr18:49630360","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184465","title":"Multi-scale Inference of Genetic Trait Architecture using Biologically Annotated Neural Networks"}
{"loci":"rs4939883","finding":"The SNP rs4939883 was found to be significant for HDL in the UK Biobank, reflecting differences in SNP association due to ancestry and the linkage structure present in the populations being studied.","chrpos":"chr18:49640844","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184465","title":"Multi-scale Inference of Genetic Trait Architecture using Biologically Annotated Neural Networks"}
{"loci":"rs73392121","finding":"Variant rs73392121 regulated NPC intracellular cholesterol transporter 1 (NPC1) by decreasing enhancer activity, indicating its role in Niemann-Pick disease type C.","chrpos":"chr18:23542608","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.15.528663","title":"Massively parallel characterization of psychiatric disorder-associated and cell-type-specific regulatory elements in the developing human cortex"}
{"loci":"rs17782313","finding":"The SNP rs17782313 was identified as a significant obesity-associated GWAS SNP that showed differential enhancer activity for the gene MC4R. It disrupted the binding of GATA binding protein 1 (GATA1), affecting the regulation of MC4R expression. Removal of the enhancer containing this SNP led to approximately 60% reduction in MC4R expression in differentiated neurons, suggesting its regulatory role in obesity-related phenotypes.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.06.515311","title":"Integrative single-cell characterization of hypothalamus sex-differential and obesity-associated genes and regulatory elements"}
{"loci":"rs11081178","finding":"The analysis indicated that rs11081178 was associated with increased P21 expression in the context of senescence. This SNP was implicated in mechanisms that lead to DNA damage response, particularly in cases of mechanical ventilation which is known to exacerbate VILI. The study suggested that individuals with the variant allele of rs11081178 may have heightened susceptibility to develop senescence-like phenotypes when exposed to mechanical ventilation.","chrpos":"chr18:5219028","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.08.483505","title":"Mechanical Ventilation induced DNA Damage and P21 in an Acute Aging Model of Lung Injury"}
{"loci":"rs2298720","finding":"The variant c.130G>A (rs2298720) was associated with the JK*02W.03 allele and was noted as a common SNV, showing a minor allele frequency greater than 0.05. It was identified in the heterozygous genotype of donors where serological discrepancies were observed.","chrpos":"chr18:45730450","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs114362217","finding":"The variant c.191G>A (rs114362217) was identified as part of the JK*02N.09 allele. This SNV was confirmed through long-read sequencing in the donor population.","chrpos":"chr18:45731054","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs763095261","finding":"The variant c.742G>A (rs763095261) corresponded to the JK*01W.05 allele and was flagged as suggestively causative for a discrepancy due to its association with weak agglutination levels.","chrpos":"chr18:45739241","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs78242949","finding":"The variant c.871T>C (rs78242949) was determined to be linked to allele JK*02N.06 in the analysis of the Kidd blood group system.","chrpos":"chr18:45739587","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs565898944","finding":"The variant c.956C>T (rs565898944) contributed to the JK*02N.08 allele classification in the study addressing discrepancies between genotype and serology.","chrpos":"chr18:45748385","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs1197896884","finding":"The variant c.725G>A (rs1197896884), located in exon 7, was likely defining a novel null allele not yet listed by the ISBT, following previous reports in the gnomAD database.","chrpos":"chr18:45739224","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs1253002394","finding":"The variant c.119G>A represented a novel finding in the analysis. It was noted that a different base change at the same position resulted in another SNP (rs1253002394), indicating a potential tri-allelic SNV.","chrpos":"chr18:45730439","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs145283450","finding":"The variant c.118G>A (rs145283450), which also resulted in Gly40Ser, was associated with known null alleles JK*01N.17 and JK*02N.21, highlighting its relevance in the Kidd blood group system.","chrpos":"chr18:45730438","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs11081097","finding":"The finding associated with rs11081097 was significant in the context of Apolipoprotein A-I (ApoA-I) which has implications in immunity, inflammation, and cancer. The research indicated that this SNP could be linked to changes in immune responses and inflammatory processes that could contribute to cancer pathogenesis.","chrpos":"chr18:4172963","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.06.438564","title":"Spatial expression programs of the intestinal follicle-associated epithelium"}
{"loci":"rs643507","finding":"This SNP was found to influence the binding motif for PTBP1, which indicated a substantial change in RBP affinity due to the structural modification caused by this SNP.","chrpos":"chr18:2946293","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.26.501647","title":"Effect of Single Nucleotide Polymorphisms on the structure of long noncoding RNAs and their interaction with RNA Binding Proteins"}
{"loci":"rs4797876","finding":"The SNP rs4797876 had an association with ROCK1P1, which was also connected to sulcal depth, indicating its relevance to brain morphology.","chrpos":"chr18:155566","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.26.615256","title":"Gene expansions contributing to human brain evolution"}
{"loci":"rs8091497","finding":"SNP rs8091497 was noted for its significant impact on the binding affinity of the transcription factor SP1, showing a 40-fold decline. SP1 has been associated with behavioral abnormalities in schizophrenia, marking this variant as important in the context of SCZ etiology and transcription factor interactions.","chrpos":"chr18:79872565","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.02.530529","title":"Unveiling causal regulatory mechanisms through cell-state parallax"}
{"loci":"rs2229616","finding":"The variant rs2229616 (p.Val103Ile) was associated with body size phenotypes and was characterized as a gain-of-function variant promoting β-arrestin signaling.","chrpos":"chr18:60372043","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.13.876250","title":"Medical relevance of common protein-altering variants in GPCR genes across 337,205 individuals in the UK Biobank"}
{"loci":"rs9960767","finding":"The SNP rs9960767 was identified within a 400Kb super-FIRE in human hippocampus tissue. This super-FIRE was associated with schizophrenia and largely overlapped with the gene TCF4, which is involved in neurodevelopment. The tissue-specific chromatin interactions observed suggested that chromatin spatial organization might play a role in gene regulation in this region, potentially elucidating mechanisms by which rs9960767 influences schizophrenia risk.","chrpos":"chr18:55487771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/619288","title":"FIREcaller: Detecting Frequently Interacting Regions from Hi-C Data"}
{"loci":"rs17799413","finding":"SNP rs17799413 was associated with reduced CDH19 expression, as predicted by NetREm, and was suggested to disrupt the binding of TEAD1 and other transcription factors in non-myelinating Schwann cells (nmSCs). This SNP was further validated through Cut&Run sequencing.","chrpos":"chr18:66559032","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.25.563769","title":"NetREm: Network Regression Embeddings reveal cell-type transcription factor coordination for gene regulation"}
{"loci":"rs11663049","finding":"SNP rs11663049 was associated with a decreased risk of polyneuropathy in diabetes, correlating with reduced CEP192 expression in nmSCs. It negatively impacted the binding of multiple transcriptional activators to the CEP192 promoter.","chrpos":"chr18:12991394","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.25.563769","title":"NetREm: Network Regression Embeddings reveal cell-type transcription factor coordination for gene regulation"}
{"loci":"rs763361","finding":"The rs763361 SNP was found to be a gain-of-function mutation causing a G307S change in DNAM-1, leading to enhanced pro-inflammatory cytokine production and T cell proliferation. This SNP was associated with multiple autoimmune diseases, including multiple sclerosis, type 1 diabetes, rheumatoid arthritis, and systemic lupus erythematosus. CD4+ T cells carrying this SNP showed increased signaling and IL-17 production, while regulatory T cells exhibited reduced suppression compared to non-carriers.","chrpos":"chr18:69864406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.08.495273","title":"G307S DNAM-1 mutation exacerbates autoimmune encephalomyelitis via enhancing CD4+ T cell activation"}
{"loci":"rs1893217","finding":"The SNP rs1893217 located in the PTPN2 gene was linked to altered microbiome dynamics in individuals with inflammatory bowel disease (IBD). IBD patients possessing the rs1893217 IBD risk allele exhibited high abundance of Proteobacteria, particularly associated with adherent-invasive E. coli (AIEC), which corresponds with findings in mouse models. In these Ptpn2-deficient mice, a significant increase of a novel mouse AIEC was observed, sharing over 90% genomic similarity to the human IBD-associated AIEC LF82, confirming the role of this SNP in IBD pathogenesis via microbiome modulation.","chrpos":"chr18:12809341","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/709634","title":"The Autoimmune Susceptibility Gene, PTPN2, Restricts Expansion of a Novel Mouse Adherent-Invasive E. coli"}
{"loci":"rs17758695","finding":"The study identified rs17758695 as the strongest associated variant related to mosaic loss of chromosome Y (LOY), significantly increasing its association statistic from P=7.5×10−65 to P=4.1×10−147 in the context of LOY within major male populations. This SNP was part of the 156 loci implicated in LOY genetic susceptibility, highlighting its importance in related cancer mechanisms.","chrpos":"chr18:63253621","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/514026","title":"Genetic predisposition to mosaic Y chromosome loss in blood is associated with genomic instability in other tissues and susceptibility to non-haematological cancers"}
{"loci":"rs9952980","finding":"The SNP rs9952980 was located in an intron of the gene SLC14A2 on chromosome 18 and it impacted the fifth nucleotide of an estrogen response element (ERE). In silico analysis predicted that rs9952980 significantly decreased ERα's binding affinity, which was supported by mass-spectrometry and western blot results showing diminished ERα binding in the rSNP condition. Clinically, carriers of the alternative allele (T) exhibited less risk of developing breast cancer compared to homozygous carriers of the reference allele (C), with an associated reduction in expression of SLC14A2 observed in TCGA data.","chrpos":"chr18:45308832","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.30.564691","title":"Breast cancer risk SNPs converge on estrogen receptor binding sites commonly shared between breast tumors to locally alter estrogen signalling output"}
{"loci":"rs11081126","finding":"The SNP rs11081126 was identified as a significant variant linked to the Hedgehog signaling pathway, which has been suggested as a viable target in breast cancer therapies. This finding contributed to understanding the genetic factors associated with breast cancer susceptibility, particularly as age-related changes in gene expression in mammary epithelial cells were implicated in cancer initiation.","chrpos":"chr18:4582544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.22.509091","title":"Luminal epithelial cells integrate variable responses to aging into stereotypical changes that underlie breast cancer susceptibility"}
{"loci":"rs12456492","finding":"The rs12456492 variant in the RIT2 gene was associated with an increased risk for Parkinson's disease, as first evidenced in a 2011 GWAS study. This association was replicated in subsequent studies confirming the relationship with Parkinson's disease. The study found that rs12456492 influenced the correlation between RIT2 gene expression and brain pH specifically in the substantia nigra, a region critical in PD pathology. Furthermore, the findings suggested a protective role in carriers of the AA genotype, as their gene expression correlated negatively with pH. This interaction was not replicated in the GTEx dataset, likely due to shorter postmortem intervals, further supporting the context-dependent nature of this genetic association.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.16.423140","title":"A pH-eQTL interaction at the RIT2-SYT4 Parkinson’s disease risk locus in the substantia nigra"}
{"loci":"rs10502347","finding":"The variant rs10502347 was identified as influencing type 2 diabetes (T2D) risk through its effects on pancreatic transcription factor binding, specifically disrupting SOX9 binding. This variant was located in a pancreatic progenitor-specific stretch enhancer (PSSE) within the <italic>LAMA1<\/italic> gene locus and was enriched in T2D-associated variants. It did not show any significant association with beta cell function traits.","chrpos":"chr18:7064692","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.18.101071","title":"Pancreatic progenitor epigenome maps prioritize type 2 diabetes risk genes with roles in development"}
{"loci":"rs11081056","finding":"The SNP rs11081056 was associated with archaic adaptive introgression events, particularly in relation to the EPAS1 gene. This genetic variant was identified as being linked to reduced susceptibility to chronic mountain sickness in Himalayan highlanders, a population that benefited from Denisovan admixture. The study provided evidence that this SNP plays a role in modulating physiological adaptations crucial for the populations' survival in high-altitude environments, specifically by influencing challenges posed by hypobaric hypoxia.","chrpos":"chr18:3552607","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.23.540768","title":"Archaic introgression contributed to shape the adaptive modulation of angiogenesis and nitric oxide induction in human high-altitude populations from the Himalayas"}
{"loci":"rs206435","finding":"The SNP rs206435 exhibited opposite associations with luminal A-like and triple-negative subtypes, where it had an odds ratio of 1.03 for luminal A-like and 0.95 for the triple-negative subtype. This association reflected notable heterogeneity by tumor subtype.","chrpos":"chr18:10354652","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/778605","title":"Genome-wide association study identifies 32 novel breast cancer susceptibility loci from overall and subtype-specific analyses"}
{"loci":"rs12454712","finding":"This primary signal at the BCL2A locus exhibited a TOA of 0.52 in muscle and 0.48 in adipose, indicating shared effects across both tissues.","chrpos":"chr18:63178651","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.25.169706","title":"A multi-omic integrative scheme characterizes tissues of action at loci associated with type 2 diabetes"}
{"loci":"rs2847297","finding":"The SNP rs2847297 at the PTPN2 locus was identified as playing a significant role in expression quantitative trait loci (eQTL) associated with rheumatoid arthritis. In the index case, carrying the G allele of this variant resulted in reduced PTPN2 transcription, which contributed to greater persistence of pSTAT1. This finding highlighted how common variants can interact with monogenic causes to affect disease phenotype, explaining variable penetrance among family members with autoimmune conditions and immunodeficiency.","chrpos":"chr18:12797695","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/499988","title":"Whole Genome Sequencing of Primary Immunodeficiency reveals a role for common and rare variants in coding and non-coding sequences"}
{"loci":"rs11665282","finding":"For SNP rs11665282 in the MOCOS gene, significant GxS interaction was noted with p-value of 1.5×10−7, which implicated an association with vascular endothelial cells, particularly significant for SCZ.","chrpos":"chr18:36187516","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.13.249813","title":"Sex-Dependent Shared and Non-Shared Genetic Architecture Across Mood and Psychotic Disorders"}
{"loci":"rs543759","finding":"The SNP rs543759 was also selected in the context of type 2 diabetes analysis. It demonstrated a low p-value (p = 2.904 x 10^-6) but was not Bonferroni significant. Similar to rs597414, this SNP was chosen by the block HSIC Lasso for its contribution to classification accuracy, showcasing the SNP's relevance in understanding the genetic underpinnings of type 2 diabetes.","chrpos":"chr18:7508563","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/532192","title":"Block HSIC Lasso: model-free biomarker detection for ultra-high dimensional data"}
{"loci":"rs7964","finding":"The single nucleotide polymorphism rs7964 in the gene encoding PEMT was associated with Alzheimer's disease (AD) incidence. This finding indicated that abnormalities in endogenous choline production linked to this SNP may contribute to an increased risk of developing AD.","chrpos":"chr18:77014162","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.14.503929","title":"Dietary choline intake is necessary to prevent systems-wide organ pathology and reduce Alzheimer’s disease hallmarks"}
{"loci":"rs17755942","finding":"The SNP rs17755942 was identified as having undergone natural selection in HM people, evidenced by a high iHS score of 3.5517. This SNP was associated with the DCC gene situated on chromosome 18, indicating an immune-related Denisovan introgression signal.","chrpos":"chr18:52681344","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.16.463767","title":"Genomic insights into the population history and biological adaptation of Southwestern Chinese Hmong-Mien people"}
{"loci":"rs1237775","finding":"The SNP rs1237775 was noted for its high iHS score of 3.4758, suggesting it underwent natural selection in HM populations. It is part of the DCC gene on chromosome 18, which relates to immune function.","chrpos":"chr18:52627204","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.16.463767","title":"Genomic insights into the population history and biological adaptation of Southwestern Chinese Hmong-Mien people"}
{"loci":"rs16920","finding":"The SNP rs16920 displayed an iHS score of 3.3540, indicating natural selection within the HM population. It is located in the DCC gene, which is implicated in immune-related functions.","chrpos":"chr18:52680797","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.16.463767","title":"Genomic insights into the population history and biological adaptation of Southwestern Chinese Hmong-Mien people"}
{"loci":"rs79301210","finding":"The SNP rs79301210 showed a high iHS score of 3.3299, confirming its role in natural selection among HM people. Like the previous SNPs, it is also associated with the DCC gene related to immune functions.","chrpos":"chr18:52669698","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.16.463767","title":"Genomic insights into the population history and biological adaptation of Southwestern Chinese Hmong-Mien people"}
{"loci":"rs9947450","finding":"The SNP rs9947450, located in the MC4R gene, was positively associated with energy portion size in short individuals (beta= 2.74, p-value=8.99 × 10−5), highlighting its role in dietary intake regulation specific to short people.","chrpos":"chr18:60385432","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.24.312181","title":"Genome-wide analyses point to differences in genetic architecture of BMI between tall and short people"}
{"loci":"rs11081178","finding":"The SNP rs11081178 was found to be associated with cancer-related mechanisms in the context of the study. It was highlighted in the research by Shamloo and Usluer, which discusses its implications within the tumor biology field. The upregulation of miR-93 in CNS leukaemia cells, possibly linked to rs11081178, was emphasized, pointing to its critical role in the propagation of leukaemia cells within the CNS niche and suggesting it may serve as a target for new CNS-specific therapeutic strategies.","chrpos":"chr18:5219028","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.12.03.626602","title":"Leukaemia cell intrinsic and extrinsic factors cooperate to facilitate the survival and proliferation of KMT2A-rearranged B-ALL in the CNS niche"}
{"loci":"rs763361","finding":"The CD226 gene polymorphism (rs763361 C>T) was associated with susceptibility to type 1 diabetes mellitus in Egyptian children, pointing towards genetic factors in diabetic predisposition.","chrpos":"chr18:69864406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.24.461631","title":"Screening key genes and signaling pathways in COVID-19 infection and its associated complications by integrated bioinformatics analysis"}
{"loci":"rs613872","finding":"The SNP rs613872 was initially associated with Fuchs endothelial corneal dystrophy (FECD), a disease affecting 4-5% of the population over 40 years. Although subsequent studies emphasized a stronger association with a CAG repeat located 4.3kb downstream rather than with this SNP directly, it was noted that high IQR CAG repeats in TCF4 are involved in the disease. This suggests a potential link between the SNP and the disease through the polymorphic repeat.","chrpos":"chr18:55543071","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.19.883389","title":"Genome-wide survey of tandem repeats by nanopore sequencing shows that disease-associated repeats are more polymorphic in the general population"}
{"loci":"rs9966620","finding":"This SNP was identified as a significant eQTL for TTC39C, known for roles in cilia function, thereby linking it to defects associated with geographic atrophy.","chrpos":"chr18:24100771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.19.457044","title":"Transcriptomic and proteomic retinal pigment epithelium signatures of age-related macular degeneration"}
{"loci":"rs12954879","finding":"The genetic variant rs12954879 was identified as male-specific, significantly associated with the RNA stability of the AQP4 gene (FDR = 2e-05) in males but not in females. This association suggested a gender-specific influence on mRNA stability.","chrpos":"chr18:26762831","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.29.441922","title":"Genetic variants associated mRNA stability in lung"}
{"loci":"rs62097497","finding":"This SNP was identified as a novel GWAS hit associated with CL, showing a P-imputed_1000G of 2.67×10^-6.","chrpos":"chr18:63928709","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.13.903989","title":"A genome-wide association study highlights a regulatory role for IFNG-AS1 contributing to cutaneous leishmaniasis in Brazil"}
{"loci":"rs12456492","finding":"The research analyzed the RIT2 rs12456492 polymorphism, demonstrating its association with the risk of Parkinson's disease. The findings suggested a significant correlation between this SNP and the disease, contributing to the understanding of genetic factors involved in Parkinson's pathology.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/712448","title":"Dopamine transporter trafficking and Rit2 GTPase: Mechanism of action and in vivo impact"}
{"loci":"rs12456492","finding":"The rs12456492 polymorphism in RIT2 was associated with the risk of developing Parkinson's disease. This finding was derived from a meta-analysis conducted by Zhang et al. in 2015, which underscored the significance of the RIT2 gene in dopaminergic regulation, consistent with the context surrounding the impacts of DAT trafficking on dopamine signaling and motor function.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.04.447129","title":"Presynaptic Gq-coupled receptors drive biphasic dopamine transporter trafficking that modulates dopamine clearance and motor function"}
{"loci":"rs9955681","finding":"The SNP rs9955681, located in an intron of the LAMA3 gene, was predicted to break 67 transcription factor binding motifs in regions active in epithelial ovarian cancer (EOC) tumors. This SNP was identified as a known expression quantitative trait locus (eQTL) in previous analyses of high grade serous ovarian cancer (HGSOC) susceptibility, highlighting its potential role in gene regulation associated with cancer biology.","chrpos":"chr18:23886351","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.21.960468","title":"Ovarian Cancer Risk Variants are Enriched in Histotype-Specific Enhancers that Disrupt Transcription Factor Binding Sites"}
{"loci":"rs4987855","finding":"The SNP rs4987855 was found to be in high linkage disequilibrium with a variant associated with NHL, thus highlighting its relevance in shared genetic susceptibility among lymphocytic leukemia and NHL.","chrpos":"chr18:63126316","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.18.911578","title":"Cross-Cancer Evaluation of Polygenic Risk Scores for 17 Cancer Types in Two Large Cohorts"}
{"loci":"rs2278161","finding":"The SNP rs2278161 was identified as a significant trans-eQTL for the target gene C1R in glioblastomas, with a Bonferroni-adjusted p-value of 3.72 × 10^-3. This variant is non-synonymous and was predicted to alter the protein sequence of CNDP2, potentially leading to protein dysfunction. The dysfunctional CNDP2 may adversely impact the expression of C1R, suggesting a connection between these two genes possibly mediated by the PI3K\/AKT signaling pathway.","chrpos":"chr18:74508848","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.10.447906","title":"Discovering single-cell eQTLs from scRNA-seq data only"}
{"loci":"rs76992529","finding":"The hereditary SNV rs76992529, which predisposes individuals of African descent to ATTR amyloidosis, displayed an average max variant effect of only 0.92% across its associated CRISPR\/Cas9 targeting sites. This indicated minimal impact on gene editing efficiency in patients, suggesting fairly uniform editing efficiency regardless of the allele for this SNP. The finding emphasized the importance of variant-aware gRNA selection despite its low variant effect.","chrpos":"chr18:31598655","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.26.559657","title":"Widespread impact of natural genetic variations in CRISPR\/Cas9 outcomes"}
{"loci":"rs58084604","finding":"The rs58084604 SNP, located near the MC4R gene, showed a significant interaction with diet (p = 7.2 × 10^-7). This was consistent with findings that gain-of-function mutations in MC4R are protective against obesity.","chrpos":"chr18:60182196","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.28.225730","title":"Leveraging phenotypic variability to identify genetic interactions in human phenotypes"}
{"loci":"rs4555225","finding":"The SNP rs4555225, associated with the lncRNA KILR, was found to have a significant impact on its half-life. The presence of the risk haplotype linked to this SNP resulted in a reduced half-life of KILR, thereby altering its tumor suppressor function in breast cells. This mechanism was suggested to contribute to increased breast cancer risk by promoting cell proliferation through higher availability of the RPA1 protein.","chrpos":"chr18:26561892","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.16.567471","title":"CRISPR-Cas13d screens identify KILR, a breast cancer risk-associated lncRNA that regulates DNA replication and repair"}
{"loci":"rs7231304","finding":"The rs7231304 variant was located within the AFG3L2 gene and was associated with the composite exercise response phenotype. Though not previously linked to exercise response, its variations were hypothesized to affect mitochondrial structure, potentially impairing exercise responses.","chrpos":"chr18:12350506","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.20.957340","title":"Identification of novel mitochondrial and mitochondrial related genetic loci associated with exercise response in the Gene SMART study"}
{"loci":"rs11080920","finding":"The SNP rs11080920 was associated with leaf chlorophyll content in wheat, as evidenced by a study conducted by Shah et al. in 2019. The research utilized a random forest machine learning approach to retrieve and analyze leaf chlorophyll content, which is an important trait linked to plant health and productivity in wheat breeding programs. This finding supported the notion that genomic tools could effectively predict important phenotypic traits, consequently facilitating advancements in wheat breeding efforts.","chrpos":"chr18:2136830","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.24.445513","title":"Genomic Selection for End-Use Quality and Processing Traits in Soft White Winter Wheat Breeding Program with Machine and Deep Learning Models"}
{"loci":"rs11081067","finding":"The SNP rs11081067 was associated with lapatinib sensitivity in breast cancer, where it was found to modulate the activity of the transcription factor FOXO3 through acetylation processes involving EP300 and SIRT1\/6. This finding highlighted the role of genetic variation in drug response, particularly in the context of cancer treatment.","chrpos":"chr18:3713074","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.20.500792","title":"MAVEN: An R\/Shiny app for compound mechanism of action analysis and visualisation using transcriptomics and compound structure data"}
{"loci":"rs17782313","finding":"The variant rs17782313 within the MC4R gene was linked to obesity with a p-value of 3×10^-4 in the case-control study, suggesting its involvement in obesity even though it did not meet genome-wide significance thresholds in the initial GWAS.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/671123","title":"A Comprehensive Genome-wide and Phenome-wide Examination of BMI and Obesity in a Northern Nevadan Cohort"}
{"loci":"rs571312","finding":"Associations were noted for rs571312 related to BMI and obesity phenotypes at a level of p = 1.7×10^-4, contributing to the evidence of genetic involvement in obesity.","chrpos":"chr18:60172536","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/671123","title":"A Comprehensive Genome-wide and Phenome-wide Examination of BMI and Obesity in a Northern Nevadan Cohort"}
{"loci":"rs72973711","finding":"The archaic allele of rs72973711 showed a significant long-range regulatory effect, impacting 27 target genes. In the presence of the archaic allele, 67% of these genes experienced increased expression, highlighting its potential influence on phenotypic variation.","chrpos":"chr18:76360290","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.20.464628","title":"Long-range regulatory effects of Neandertal DNA in modern humans"}
{"loci":"rs4801117","finding":"SNP rs4801117 was highlighted for its increased activity in the presence of all-trans retinoic acid (ATRA), demonstrating a significant drug-allele interaction effect, which further substantiated its role in modifying transcriptional regulation associated with MDD.","chrpos":"chr18:54961692","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.05.434177","title":"Transcriptional-Regulatory Convergence Across Functional MDD Risk Variants Identified by Massively Parallel Reporter Assays"}
{"loci":"rs763361","finding":"The SNP rs763361 in the CD226 gene (G307S) was associated with increased susceptibility to type 1 diabetes (T1D), multiple sclerosis (MS), and rheumatoid arthritis (RA). This finding highlighted the role of CD226 in the co-stimulatory pathways that affect T cell activation and development, which are critical mechanisms in the pathogenesis of these autoimmune diseases.","chrpos":"chr18:69864406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.02.494443","title":"Deletion of CD226 in Foxp3+ T cells Reduces Diabetes Incidence in Non-Obese Diabetic Mice by Improving Regulatory T Cell Stability and Function"}
{"loci":"rs8090080","finding":"The SNP rs8090080 was linked to significant findings in the context of Wnt signaling, particularly related to cell motility and invasion. It played a role in understanding the parallels between developmental processes and cancer progression, as outlined in the work by Sedgwick and D'Souza-Schorey (2016). The study emphasized how Wnt signaling influences cancer cell behavior, thereby establishing the relevance of this SNP in cancer genomics.","chrpos":"chr18:12764642","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.154609","title":"Wnt- and Glutamate-receptors orchestrate stem cell dynamics and asymmetric cell division"}
{"loci":"rs8084625","finding":"The SNP rs8084625 mapped to the GNAL gene, which is highly expressed in the central nervous system (CNS) and associated with cognitive deficits in bipolar disorder and schizophrenia. It had a significant p-value of 7.37016×10^-06 in the GWAS.","chrpos":"chr18:11758300","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.12.495467","title":"Comparing the XGBoost machine learning algorithm to polygenic scoring for the prediction of intelligence based on genotype data"}
{"loci":"rs1786573","finding":"The SNP rs1786573 also mapped to the GNAL gene and had a borderline significant p-value of 7.37016×10^-06 in the initial GWAS analysis, indicating its potential relevance to cognitive processes.","chrpos":"chr18:11831762","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.12.495467","title":"Comparing the XGBoost machine learning algorithm to polygenic scoring for the prediction of intelligence based on genotype data"}
{"loci":"rs2272783","finding":"The SNP rs2272783 A>G in FECH, associated with erythropoietic protoporphyria, demonstrated an allele frequency that was nearly three times higher in the Vietnamese and East Asian populations than in the world population, specifically 28.10%, 32.57%, and 11.23%, respectively.","chrpos":"chr18:57571588","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/868588","title":"Genetic profiling of Vietnamese population from large-scale genomic analysis of non-invasive prenatal testing data"}
{"loci":"rs763361","finding":"The SNP rs763361 in CD226 was identified as contributing to genetic susceptibility for type 1 diabetes. It caused a Gly307Ser missense mutation, which was linked to increased phosphorylation of downstream signaling molecules in human CD4+ T cells, as described in the context of its location near critical phosphorylation sites. This SNP was part of the Idd21.1 risk locus in the NOD mouse model, affirming its role in disease progression.","chrpos":"chr18:69864406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.16.603756","title":"Inhibition of CD226 Co-Stimulation Suppresses Diabetes Development in the NOD Mouse by Augmenting Tregs and Diminishing Effector T Cell Function"}
{"loci":"rs76726049","finding":"The SNP rs76726049 was indicated as a sentinel variant near the ALPK2 gene with a significant predicted effect on regulatory activity in CD14+ monocytes, while showing weak effects in microglia. This suggests that it may influence AD predisposition through monocyte-specific mechanisms rather than in brain resident microglia.","chrpos":"chr18:58522227","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.02.518903","title":"Regression convolutional neural network models implicate peripheral immune regulatory variants in the predisposition to Alzheimer’s disease"}
{"loci":"rs613872","finding":"The study indicated a strong association of the SNP rs613872 with Fuchs endothelial corneal dystrophy (FECD). Despite the strong association, no significant changes were observed in the corneal endothelial TCF4 mRNA level. This suggests that while the genetic variant was linked to the disease, its role in altering gene expression related to FECD pathogenesis, particularly regarding ferroptosis and oxidative stress response, was not directly tied to changes in mRNA levels.","chrpos":"chr18:55543071","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.27.497862","title":"TCF4 trinucleotide repeat expansions and UV irradiation increase susceptibility to ferroptosis in Fuchs endothelial corneal dystrophy"}
{"loci":"rs3764512","finding":"The SNP rs3764512 emerged as the top candidate associated with the RAB27B gene in the context of major depressive disorder (MDD). It was located within an open chromatin region at the transcription start site of RAB27B and was identified through colocalization analysis, demonstrating its contribution to disease risk through increased chromatin accessibility and gene expression.","chrpos":"chr18:54828093","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.02.530826","title":"Genetic regulation of cell-type specific chromatin accessibility shapes the etiology of brain diseases"}
{"loci":"rs11081074","finding":"The SNP rs11081074 was previously associated with the transcriptional roles of ALK fusion proteins in tumorigenesis. Specifically, the study illustrated that this SNP plays a role in the epigenetic alterations observed when oncogenes like NPM-ALK are induced, leading to deregulation of epigenetic enzymes and resulting in epigenomic changes similar to those found in human tumors. This supports the conclusion that genetic variations such as rs11081074 can influence the carcinogenic pathways governed by DNA methylation and the maintenance of tumor-specific epigenomic landscapes.","chrpos":"chr18:3880307","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.033373","title":"Requirement of DNMT1 to orchestrate epigenomic reprogramming during NPM-ALK driven T cell lymphomagenesis"}
{"loci":"rs6507874","finding":"The SNP rs6507874, associated with the SMAD7 locus at 18q21.1, was linked to both colon and rectal cancers. The confirmation of this association reinforced the established role of SMAD7 in colorectal cancer susceptibility.","chrpos":"chr18:48922435","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/635367","title":"Pan-Cancer Study Detects Novel Genetic Risk Variants and Shared Genetic Basis in Two Large Cohorts"}
{"loci":"rs17782313","finding":"The common SNP rs17782313 in the MC4R gene was associated with greater long-term weight gain, increased risk of diabetes, and emotional eating in women. This finding related to how estrogen signaling affects activity behaviors and metabolic health, reinforcing the significance of MC4R in female energy homeostasis.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/794792","title":"Estrogen Drives Melanocortin Neurons To Reduce Sedentary Behavior"}
{"loci":"rs9966620","finding":"The rs9966620 SNP, implicated in diabetic retinopathy, was associated with the expression of TTC39C-AS1, a nearby gene. This SNP was most accessible in rod photoreceptors and was linked to a 3D chromatin loop, suggesting its role in modulating diabetic retinopathy risk through interaction with this gene.","chrpos":"chr18:24100771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.09.483684","title":"Single-cell multiome of the human retina and deep learning nominate causal variants in complex eye diseases"}
{"loci":"rs993767","finding":"The bQTL and caQTL rs993767 located in the CCBE1 locus showed significant impact on chromatin features, aligning with regression data indicating its relevance in regulatory mechanisms.","chrpos":"chr18:59566785","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.03.932368","title":"Quantitative trait loci mapped for TCF21 binding, chromatin accessibility and chromosomal looping in coronary artery smooth muscle cells reveal molecular mechanisms of coronary disease loci"}
{"loci":"rs3114275","finding":"The bQTL and caQTL rs3114275 in the CCBE1 locus were validated to regulate chromatin accessibility, further confirming their relevance as regulatory elements in the context of CAD risk.","chrpos":"chr18:59691215","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.03.932368","title":"Quantitative trait loci mapped for TCF21 binding, chromatin accessibility and chromosomal looping in coronary artery smooth muscle cells reveal molecular mechanisms of coronary disease loci"}
{"loci":"rs12456492","finding":"RIT2 rs12456492 was linked to Parkinson's disease susceptibility through a meta-analysis of Asian populations, suggesting a genetic association. Additional studies indicated a similar association in Mainland China, reinforcing the idea that this polymorphism could play a role in the risk of developing Parkinson's disease across different demographics.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.26.538430","title":"Rit2 silencing in dopamine neurons drives a progressive Parkinsonian phenotype"}
{"loci":"rs11081178","finding":"The SNP rs11081178 was examined in the context of cancer research as discussed by Shamloo and Usluer in 2019. The association of this SNP with the regulation of p21 was highlighted, aligning it with the mechanisms that influence cell cycle arrest and proliferation in medulloblastoma cells, particularly in relation to the treatment effects observed with rosmarinic acid.","chrpos":"chr18:5219028","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.10.552840","title":"Modulation of Viability, Proliferation, and Stemness by Rosmarinic Acid in Medulloblastoma Cells: Involvement of HDACs and EGFR"}
{"loci":"rs12955474","finding":"The SNP rs12955474 reached Bonferroni-corrected significance during replication analysis with a p-value of 8.1 x 10^-5. It had been previously reported in literature for its association with the third principal component (PC) of hearing thresholds across various frequencies.","chrpos":"chr18:59484806","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.22.215376","title":"Genome-wide association study and polygenic risk score analysis for hearing measures in children"}
{"loci":"rs10503028","finding":"In linkage disequilibrium (LD) with rs12955474, rs10503028 was also found to have significance with a p-value of 1.0 x 10^-4, related to hearing thresholds.","chrpos":"chr18:59487125","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.22.215376","title":"Genome-wide association study and polygenic risk score analysis for hearing measures in children"}
{"loci":"rs34889120","finding":"This SNP was identified in LD with rs12955474 and reported a similar significance of p = 1.0 x 10^-4 in relation to hearing thresholds.","chrpos":"chr18:59490443","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.22.215376","title":"Genome-wide association study and polygenic risk score analysis for hearing measures in children"}
{"loci":"rs35781152","finding":"In further analysis, rs35781152, which was in LD with rs12955474, demonstrated a significant association with a p-value of 1.2 x 10^-4 for hearing thresholds.","chrpos":"chr18:59491863","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.22.215376","title":"Genome-wide association study and polygenic risk score analysis for hearing measures in children"}
{"loci":"rs17758695","finding":"The variant rs17758695 was associated with monocyte, platelet, red blood cell, and white blood cell counts, having a PIP greater than 99%. It was involved with BCL2 in several progenitor cell types, showing strong regulatory predictions.","chrpos":"chr18:63253621","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.23.624931","title":"Mapping enhancer-gene regulatory interactions from single-cell data"}
{"loci":"rs12454712","finding":"The SNP rs12454712 was fine-mapped for insulin-like growth factor 1 (IGF1) and type 2 diabetes, adjusted by BMI. It lies in an intronic enhancer of the BCL2 gene, which encodes an anti-apoptotic transcription factor. This SNP was found within a regulatory region of pituitary stem cells and somatotropes, suggesting a potential role in pituitary stem cell differentiation. Both high and low levels of IGF-1 have been associated with insulin resistance and an increased risk of type 2 diabetes.","chrpos":"chr18:63178651","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.13.544851","title":"Single-cell multiome regression models identify functional and disease-associated enhancers and enable chromatin potential analysis"}
{"loci":"rs173032","finding":"The study identified rs173032 as a risk gene variant of meprin beta, which is implicated in Alzheimer's disease. This finding was derived from whole-exome sequencing of the BDR cohort, suggesting a genetic contribution to Alzheimer's disease susceptibility through the activation of the alternative beta-secretase enzyme, meprin beta, leading to increased amyloid beta levels.","chrpos":"chr18:32215113","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/748814","title":"The Alzheimer’s disease associated bacterial protease RgpB from P. gingivalis activates the alternative β-secretase meprin β thereby increasing Aβ generation"}
{"loci":"rs7244213","finding":"The SNP rs7244213 was associated with 17 distinct features that differentiated anatomical, physiological, and physical characteristics among the three Prakriti types, thereby suggesting its relevance in understanding the features described in Ayurveda.","chrpos":"chr18:45682699","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.059006","title":"Genetic differences between extreme and composite constitution types from whole exome sequences reveal actionable variations"}
{"loci":"rs11081207","finding":"The study linked the SNP rs11081207 with increased tumor mass dormancy in certain cancer types, showing that this variant had a role in modulating the immune and angiogenic microenvironment of dormant tumors. It was associated with a favorable patient survival outcome, correlating with the observed dormancy-like signals in a significant subset of cancers. The findings highlighted the impact of genetic variants on tumor behavior in the context of immune surveillance and dormancy.","chrpos":"chr18:5665729","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.25.441168","title":"Pan-cancer survey of tumour mass dormancy and underlying mutational processes"}
{"loci":"rs11083046","finding":"The rs11083046 variant C allele was found to have a 30% increased enhancer activity compared to the reference T allele, demonstrating its role in enhancing gene expression associated with prostate cancer.","chrpos":"chr18:54254649","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.11.483985","title":"Optimized high-throughput screening of non-coding variants identified from genome-wide association studies"}
{"loci":"rs201123820","finding":"The SNP rs201123820 demonstrated genome-wide significant differences between opioid dependence (OD) cases and unexposed controls. It was significantly associated with postprocedural musculoskeletal disorders in the UK Biobank, highlighting its relevance to pain management and potential opioid usage.","chrpos":"chr18:49498986","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/765065","title":"Leveraging genome-wide data to investigate differences between opioid use vs. opioid dependence in 41,176 individuals from the Psychiatric Genomics Consortium"}
{"loci":"rs151344523","finding":"The SNP rs151344523 was noted as a likely pathogenic variant within the context of an identified deletion in <italic>AFG3L2<\/italic> gene. This deletion was linked to the phenotype of cone-rod dystrophy in patient NEI_328, indicating a potential role in autosomal dominant optic atrophy 12.","chrpos":"chr18:12337411","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.02.522522","title":"Systematic assessment of the contribution of structural variants to inherited retinal diseases"}
{"loci":"rs151344522","finding":"The SNP rs151344522 was reported in ClinVar as a pathogenic variant located in the region affected by a 9722-bp deletion in <italic>AFG3L2<\/italic>. This association with cone-rod dystrophy in the patient strengthens the evidence for its involvement in autosomal dominant optic atrophy 12.","chrpos":"chr18:12337418","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.02.522522","title":"Systematic assessment of the contribution of structural variants to inherited retinal diseases"}
{"loci":"rs151344520","finding":"The SNP rs151344520 was included among the reported pathogenic or likely pathogenic variants in the lineage of the <italic>AFG3L2<\/italic> deletion affecting patient NEI_328, suggesting its potential contribution to the observed phenotype of AD optic atrophy 12.","chrpos":"chr18:12337445","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.02.522522","title":"Systematic assessment of the contribution of structural variants to inherited retinal diseases"}
{"loci":"rs797045221","finding":"The SNP rs797045221 was identified as a missense variant mapped in the deleted region of <italic>AFG3L2<\/italic> gene. Its presence alongside the deletion in patient NEI_328 points to its relevance in the development of cone-rod dystrophy, consistent with the known pathogenic effects linked to AD optic atrophy 12.","chrpos":"chr18:12337454","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.02.522522","title":"Systematic assessment of the contribution of structural variants to inherited retinal diseases"}
{"loci":"rs151344514","finding":"The SNP rs151344514 was observed to be likely pathogenic and was located within the region of the <italic>AFG3L2<\/italic> gene deletion affecting patient NEI_328. This finding implies a direct relation to the patient's cone-rod dystrophy and supports its role in AD optic atrophy 12.","chrpos":"chr18:12337520","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.02.522522","title":"Systematic assessment of the contribution of structural variants to inherited retinal diseases"}
{"loci":"rs16978028","finding":"The analysis suggested that shorter telomere length had a protective causal effect on mLOY, particularly highlighting significant effects when rs16978028 was removed in sensitivity analyses. This indicated a relationship between telomere length and mLOY, though the primary test using the IVW-RE method was not significant.","chrpos":"chr18:44491016","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.25.595885","title":"Association between mosaic loss of chromosome Y and pulmonary fibrosis susceptibility and severity"}
{"loci":"rs11081098","finding":"The SNP rs11081098 was associated with gene expression variability in cancer cell lines, indicating potential relevance for toxicity testing programs. It revealed that gene expression profiles of certain cancer cell lines overlap with normal human tissues, highlighting the complexity and challenges faced when utilizing these models in research.","chrpos":"chr18:4174309","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.26.550714","title":"Assessing the basal gene expression of cancer cell lines for in vitro transcriptomic toxicology screening"}
{"loci":"rs1788098","finding":"The peak eSNP rs1788098 was identified as a significant NK cell-specific eQTL for CD226, colocalising with genetic loci linked to a range of autoimmune diseases including inflammatory bowel disease (IBD) and type 1 diabetes (T1DM). Notably, reduced expression of CD226 correlated with increased disease risk, suggesting that diminished NK cell responses may heighten vulnerability to autoimmunity.","chrpos":"chr18:69875562","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.10.443088","title":"Natural Killer cells demonstrate distinct eQTL and transcriptome-wide disease associations, highlighting their role in autoimmunity"}
{"loci":"rs1788097","finding":"rs1788097 was found to be an exact proxy for rs1788098 and demonstrated GWAS-significant associations with autoimmune diseases and hematological traits. This reinforces the connection of CD226 expression alterations to disease risk.","chrpos":"chr18:69876452","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.10.443088","title":"Natural Killer cells demonstrate distinct eQTL and transcriptome-wide disease associations, highlighting their role in autoimmunity"}
{"loci":"rs1032200","finding":"For rs1032200, which is located in the STAT3 locus, the accessible chromatin region was detected exclusively in rectum fibroblasts. While this enhancer was not indicated as context-dependent in macrophages, it was robustly detected across various subpopulations, underscoring its relevance in the context of IBD.","chrpos":"chr18:72011243","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.09.579678","title":"Accessible chromatin maps of inflammatory bowel disease intestine nominate cell-type mediators of genetic disease risk"}
{"loci":"rs2298645","finding":"The study reported that the nonsynonymous SNP rs2298645, characterized by a G>T substitution, resulted in the loss of a trypsin cleavage site in the HSBP1L1 gene, which encodes a missing protein. This SNP was noted to have no clinical relevance and was observed to have an approximate frequency of ~81% in the overall population according to various databases, including 1000 Genomes, ExAC, and ALFA.","chrpos":"chr18:79968135","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.04.358739","title":"Human Chr18: “Stakhanovite” Genes, Missing and uPE1 Proteins in Liver Tissue and HepG2 Cells"}
{"loci":"rs4798131","finding":"The SNP rs4798131 in the DLGAP1 gene was found to be associated with everyday drinking. This gene was previously noted for associations with schizophrenia and various brain disorders.","chrpos":"chr18:3789544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/498824","title":"Genome-wide association study of alcohol consumption in Russian population"}
{"loci":"rs10502971","finding":"This SNP demonstrated genome-wide significant association results (P < 5 × 10^-8) in the context of multi-trait analysis involving subcortical volume measurements.","chrpos":"chr18:53361591","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758326","title":"Multi-trait genome-wide analyses of the brain imaging phenotypes in UK Biobank"}
{"loci":"rs79143095","finding":"The SNP rs79143095 showed differential regulation of the TNFRSF11A gene (ENSG00000105641) in monocytes, indicating that expression was affected consistently in the same direction across lithium users and nonusers, albeit with significantly different magnitudes. This finding suggested that this SNP could be relevant for understanding the genetic regulation of gene expression in relation to lithium treatment in psychiatric disorders.","chrpos":"chr18:64497726","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.24.542156","title":"Cell type deconvolution of bulk blood RNA-Seq to reveal biological insights of neuropsychiatric disorders"}
{"loci":"rs10502437","finding":"The rs10502437 SNP demonstrated a strong colocalisation with eQTLs for low-grade cartilage, indicating that the risk allele positively influenced gene expression in this tissue context.","chrpos":"chr18:23390742","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/835850","title":"Decoding the genomic basis of osteoarthritis"}
{"loci":"rs79783591","finding":"The missense variant rs79783591 at the MC4R locus, linked to obesity, was noted to be absent in the gnomAD browser but had an overall frequency of 1.1% in the MCPS cohort. The inferred frequency in Native Mexican populations was 1.6%, while the frequencies in African and European populations were less than 0.05%.","chrpos":"chr18:60371544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.26.495014","title":"Genotyping, sequencing and analysis of 140,000 adults from the Mexico City Prospective Study"}
{"loci":"rs9960767","finding":"The SNP rs9960767 was associated with the schizophrenia risk allele C, which was reported to disrupt sensorimotor gating in both schizophrenia spectrum individuals and healthy volunteers. This finding is relevant to understanding the role of TCF4 in neurodevelopmental pathways that may intersect with conditions such as Pitt-Hopkins Syndrome.","chrpos":"chr18:55487771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.01.621590","title":"Tcf4 Deficiency Causes Recurrent Seizures in Mice"}
{"loci":"rs11081213","finding":"The SNP rs11081213 had a positive original finding related to the immune checkpoint molecule LAG3, which is significant in the context of human cancer. This highlighted the biological processes motivating targeting LAG3 for therapy in cancer treatment, indicating that genetic variations at this locus could influence cancer progression and treatment outcomes.","chrpos":"chr18:5704875","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.22.436535","title":"Analysis of immune subtypes across the epithelial-mesenchymal plasticity spectrum"}
{"loci":"rs61751192","finding":"The SNP rs61751192 was identified in the context of the Alk gene, which underwent long-term condensation observed at both 1 and 14 days post-cocaine exposure. Additionally, an upstream region containing rs61751192 experienced melting one day post-exposure, returning to a pre-melted state by the 14-day mark. This behavior indicated that rs61751192 may influence the chromatin dynamics related to Alk, a gene implicated in cocaine addiction pathways.","chrpos":"chr18:3253944","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.10.593308","title":"A single dose of cocaine rewires the 3D genome structure of midbrain dopamine neurons"}
{"loci":"rs8084351","finding":"rs8084351 was found to be genome-wide significant in the meta-analysis with a p-value of 2.39x10^-9. It is located on chromosome 18q21.2 and acted as a brain eQTL for the DCC gene, which is involved in neuronal growth. It showed associations with ADHD, MDD, and various other mental health traits including cognitive traits and neuroticism.","chrpos":"chr18:53200189","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.22.054908","title":"Investigating regions of shared genetic variation in attention deficit\/hyperactivity disorder and major depressive disorder: A GWAS meta-analysis"}
{"loci":"rs7235957","finding":"The SNP rs7235957 showed a strong statistical relationship with multiple CpG sites in the promoter region of the ENOSF1 gene, which is associated with shear stress in endothelial cells. This finding was based on a regional association plot, where a notable statistical significance (lowest p-value of 1.47×10^-38) indicated that this SNP could serve as a genetic instrument for analyzing DNA methylation related to shear stress in advanced atherosclerotic plaques.","chrpos":"chr18:717229","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.07.241554","title":"Exploring the Causal Effects of Shear Stress Associated DNA Methylation on Cardiovascular Risk"}
{"loci":"rs335929","finding":"The rs335929 SNP was noted for its association with cognitive decline in Alzheimer’s patients, indicating a potential impact on cognitive performance and linking it to both NREM slow wave energy and prolonged wakefulness.","chrpos":"chr18:26855623","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.23.886952","title":"Haplotype of the astrocytic water channel AQP4 modulates slow wave energy in human NREM sleep"}
{"loci":"rs162008","finding":"The rs162008 SNP was highlighted for its role in reducing AQP4 expression and was part of the haplotype associated with EEG slow wave energy and cognitive tasks, suggesting it may play a part in sleep regulation through its influence on AQP4.","chrpos":"chr18:26865728","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.23.886952","title":"Haplotype of the astrocytic water channel AQP4 modulates slow wave energy in human NREM sleep"}
{"loci":"rs16942851","finding":"The rs16942851 SNP was highlighted in the analysis and was specifically mentioned among the SNPs of interest for their combined effect on AQP4 expression and NREM sleep characteristics.","chrpos":"chr18:26851725","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.23.886952","title":"Haplotype of the astrocytic water channel AQP4 modulates slow wave energy in human NREM sleep"}
{"loci":"rs7239151","finding":"The SNP rs7239151 showed context-dependent eQTL effects influencing CYB5A expression, with variability in expression based on cell state. Higher expression levels of CYB5A were associated with the GG genotype in B cells, suggesting significant implications for B cell activation and its role in disease.","chrpos":"chr18:74269229","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.30.601119","title":"Single-cell analysis of human diversity in circulating immune cells"}
{"loci":"rs57631119","finding":"The SNP rs57631119 was identified as an eQTL for SMAD2 in CD4+ T cm cells and was linked to asthma in GWAS, with strong evidence of population-specific allelic distribution. This connection emphasized its relevance to TGF-beta signaling in asthma pathology.","chrpos":"chr18:47947078","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.30.601119","title":"Single-cell analysis of human diversity in circulating immune cells"}
{"loci":"rs113776891","finding":"SNP rs113776891 was found to be associated with RMM in the PTPRM gene at the 18p11.23 region, with a p-value of 3.77×10-8.","chrpos":"chr18:7754656","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/483859","title":"First genome-wide association study of non-severe malaria in two birth cohorts in Benin"}
{"loci":"rs112288193","finding":"SNP rs112288193 was also associated with RMM in the PTPRM locus, indicated by a CADD score of 14.64.","chrpos":"chr18:7744035","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/483859","title":"First genome-wide association study of non-severe malaria in two birth cohorts in Benin"}
{"loci":"rs62091461","finding":"The SNP rs62091461 was identified as an independently-associated variant in close proximity to the Transcription Factor 4 (TCF4) and RAB27B genes, with the latter showing a p-value of 1.39 × 10^-9 for its association with depression.","chrpos":"chr18:54821441","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/433367","title":"Genome-wide meta-analysis of depression identifies 102 independent variants and highlights the importance of the prefrontal brain regions"}
{"loci":"rs12966052","finding":"The SNP rs12966052 was one of the three independently-associated variants located in a 1.2 Mb region along 18q.21.2, which contained associations with depression related to nearby genes TCF4 and RAB27B.","chrpos":"chr18:55084408","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/433367","title":"Genome-wide meta-analysis of depression identifies 102 independent variants and highlights the importance of the prefrontal brain regions"}
{"loci":"rs12967143","finding":"The SNP rs12967143 was part of the cluster of three independently-associated variants near the Transcription Factor 4 (TCF4) gene, which had a significant association with depression (p = 4.55 × 10^-16).","chrpos":"chr18:55431781","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/433367","title":"Genome-wide meta-analysis of depression identifies 102 independent variants and highlights the importance of the prefrontal brain regions"}
{"loci":"rs10503002","finding":"Associated with neuroticism, rs10503002 replicated previous findings from GWASs related to mood disorders and psychopathology.","chrpos":"chr18:55441971","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/603134","title":"Multivariate GWAS of psychiatric disorders and their cardinal symptoms reveal two dimensions of cross-cutting genetic liabilities"}
{"loci":"rs7244124","finding":"This variant was identified as a chromatin accessibility QTL in midfetal neural progenitors, aligning its functionality with the regulatory activities observed in the MDD context.","chrpos":"chr18:52898340","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.01.466849","title":"Sex significantly impacts the function of major depression-linked variants in vivo"}
{"loci":"rs613872","finding":"The SNP rs613872, associated with ZEB1 and TCF4, was found to change the risk for late onset Fuchs endothelial corneal dystrophy (FECD) in a study involving patients from northern India. This association underscored the relevance of these genetic markers in defining the susceptibility to the disease.","chrpos":"chr18:55543071","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.06.561253","title":"Characterization of a novel mouse model for Fuchs Endothelial Corneal Dystrophy"}
{"loci":"rs145619574","finding":"SNP rs145619574 on chromosome 18 was identified in the vicinity of WDR7 among ASDII patients.","chrpos":"chr18:56833471","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs72917381","finding":"The SNP rs72917381 on chromosome 18 was noted among ASDII patients near WDR7.","chrpos":"chr18:56878992","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs2000813","finding":"The rs2000813 SNP in the LIPG gene, resulting in the T111I point mutation in the EL protein, was initially identified in individuals with elevated HDL-C levels. Studies had suggested associations between the Thr111Ile variant and increased HDL levels and reduced coronary heart disease risk. However, despite these associations, conflicting results were observed in subsequent research, which did not consistently link this SNP to altered HDL concentrations or a definitive impact on cardiovascular disease. Biochemical assessments indicated that the T111I variant did not affect the stability or enzymatic activity of endothelial lipase, thereby suggesting that its influence on HDL-C levels or cardiovascular disease risk was not mediated through these pathways.","chrpos":"chr18:49567494","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.18.553740","title":"Endothelial Lipase Variant, T111I, Does Not Alter Inhibition by Angiopoietin-like Proteins"}
{"loci":"rs1893217","finding":"The SNP rs1893217 in the PTPN2 gene was found to promote increased expression of the SARS-CoV-2 receptor ACE2, facilitating viral entry mediated by the virus's spike protein. This SNP causes a loss of function in PTPN2 and is associated with increased risk for autoimmune diseases such as inflammatory bowel disease (IBD), Type 1 diabetes (T1D), and rheumatoid arthritis (RA). Elevated ACE2 expression levels and enhanced viral entry were linked to increased JAK-STAT signaling, which could be reversed by the JAK inhibitor tofacitinib. Furthermore, the study identified SNP rs1893217 as a potential genetic susceptibility biomarker for COVID-19, suggesting that carriers may have an increased risk for severe disease due to enhanced viral entry.","chrpos":"chr18:12809341","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.09.416586","title":"Identification of a Novel Susceptibility Marker for SARS-CoV-2 Infection in Human Subjects and Risk Mitigation with a Clinically Approved JAK Inhibitor in Human\/Mouse Cells"}
{"loci":"rs570217967","finding":"This SNP was found to be a new GWAS hit for psychopathology, thus contributing to the understanding of genetic influences on serious mental illnesses.","chrpos":"chr18:62580765","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/603134","title":"Multivariate GWAS of psychiatric disorders and their cardinal symptoms reveal two dimensions of cross-cutting genetic liabilities"}
{"loci":"rs11081208","finding":"The SNP rs11081208 was associated with the effects of polyphenols extracted from Andean potatoes, specifically related to their cytotoxic effect on human neuroblastoma cells. This association showcased the potential for polyphenols to induce programmed cell death mechanisms that are caspase-independent. The study highlighted the role of mitochondrial function and redox homeostasis alterations induced by these polyphenols, indicating significant implications for treatment strategies in tumor cells that typically exhibit resistance to apoptosis.","chrpos":"chr18:5669556","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.01.526690","title":"Red-purple Andean potato polyphenols have an anti-neuroblastoma effect in vitro via apoptosis through mitochondria"}
{"loci":"rs17828933","finding":"The SNP rs17828933 was found to be associated with higher expression of a CD6 isoform lacking the d3 domain (CD6\\u0394d3). This isoform is unable to bind its primary ligand, CD166, and correlates with increased susceptibility to multiple sclerosis (MS). The study highlighted the significance of the alternative splicing event induced by the impaired recruitment of the SRSF1 splicing factor, which promotes exon 5 inclusion, thereby influencing immune responses.","chrpos":"chr18:48571085","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.29.490054","title":"The dual character of the inhibitory functions of CD6"}
{"loci":"rs8090726","finding":"The SNP rs8090726 was associated with the research study by Kosmala et al. (2016), which demonstrated the use of citizen science to validate plant phenology from near-surface remote sensing. The findings highlighted the role of citizen science in enhancing the accuracy and scale of phenological observations, linking genetic variations to broader ecological processes such as flowering and seasonal changes.","chrpos":"chr18:6450334","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/794396","title":"Opportunistically collected photographs can be used to estimate large-scale phenological trends"}
{"loci":"rs17089887","finding":"The SNP rs17089887 was found to be positively associated with Fuchs' endothelial corneal dystrophy (FECD) in a study conducted on an Indian population. This association underlined the importance of TCF4 intronic polymorphisms, particularly in relation to the pathogenesis of FECD, which leads to progressive vision impairment through loss of corneal endothelial cells.","chrpos":"chr18:55541025","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.18.996728","title":"Start codon disruption with CRISPR\/Cas9 prevents murine Fuchs’ endothelial corneal dystrophy"}
{"loci":"rs117771145","finding":"This SNP was reported as consistently associated with Alzheimer’s disease across multiple GWAS studies. It was linked to the down-regulation of the TAS2R41 gene and correlated with the upregulation of the EPHB6 protein, implicating its significant role in pathways related to neurodegeneration.","chrpos":"chr18:7000949","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.10.607452","title":"Genomic Study of Taste Perception Genes in African Americans Reveals SNPs Linked to Alzheimer’s Disease"}
{"loci":"rs1559586","finding":"The SNP rs1559586 was identified as another significant locus in the non-stratified GWAS for systemizing, with a p-value of 4.78×10−8. This SNP lies in a region of high genetic recombination and is associated with genetic factors influencing autism-associated behaviors, particularly restricted and repetitive behaviors.","chrpos":"chr18:73060489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/228254","title":"Social and non-social autism symptom and trait domains are genetically dissociable"}
{"loci":"rs8084351","finding":"The SNP rs8084351 located in the 18q21.2 region surrounding the netrin 1 receptor gene DCC was found to have the most pleiotropic association across eight psychiatric disorders, exhibiting a significant meta-analysis p-value of 4.26 x 10^-12. This region was associated with both major depression (MD) and neuroticism, highlighting its crucial role in neurodevelopment.","chrpos":"chr18:53200189","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528117","title":"Genome wide meta-analysis identifies genomic relationships, novel loci, and pleiotropic mechanisms across eight psychiatric disorders"}
{"loci":"rs11663049","finding":"The allele C at rs11663049 disrupted the E2F5 transcription factor binding site, which modified its regulatory effect on CEP192 expression, showcasing the variant's functional relevance in gene regulation within osteoarthritis context.","chrpos":"chr18:12991394","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.11.598401","title":"Comprehensive profiling of transcriptional regulation in cartilage reveals pathogenesis of osteoarthritis"}
{"loci":"rs11873030","finding":"The SNP rs11873030, located in the MALT1 gene, had a significant sQTL effect for a junction read specifically associated with multiple sclerosis. The risk allele (C allele) for this disease was linked to a decrease in expression of the MALT1-1 isoform, which is important for NF-kappaB signaling.","chrpos":"chr18:58722200","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.13.507708","title":"Immune Isoform Atlas: Landscape of alternative splicing in human immune cells"}
{"loci":"rs11081121","finding":"The SNP rs11081121 was identified as a positive and original finding in a study that explored catecholamine storage and secretion in adrenal chromaffin cells. The alleviation of epinephrine storage defects came from mechanisms involving the Nod1 ligand, which linked the intestinal microbiota to adrenal medullary responses during stress. This study shed light on the role of the gut-brain axis, with implications for better understanding catecholamine-related physiological responses.","chrpos":"chr18:4448544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.02.323543","title":"Intestinal microbiota modulates adrenomedullary response through Nod1 sensing in chromaffin cells"}
{"loci":"rs11081162","finding":"The SNP rs11081162 was associated with the ligand-receptor interaction CTGF:LRP6, which was predictively linked to lung adenocarcinoma (LUAD) progression. This finding was experimentally confirmed and showed that the LRP6 co-receptor might play a role in the pathogenesis and potential therapy of epithelial cancers.","chrpos":"chr18:4947243","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.02.440071","title":"Reconstructing co-dependent cellular crosstalk in lung adenocarcinoma using REMI"}
{"loci":"rs11877146","finding":"The SNP rs11877146 was significantly associated with body fat percentage in humans. Notably, it was also identified as an eQTL for NPC1, similar to its pig homolog, emphasizing the conservation of regulatory mechanisms between species.","chrpos":"chr18:23488154","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.09.561393","title":"Integrating large-scale meta-GWAS and PigGTEx resources to decipher the genetic basis of complex traits in pig"}
{"loci":"rs763361","finding":"El-Ella et al. in 2018 stated that the CD226 gene polymorphism rs763361 was associated with susceptibility to type 1 diabetes mellitus among Egyptian children.","chrpos":"chr18:69864406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.03.478930","title":"Comprehensive analysis of next-generation sequencing data in COVID-19 and its secondary complications"}
{"loci":"rs2289519","finding":"The SNP rs2289519, resulting in the P176S polymorphism in maspin, was linked to promoting gastric cancer. This finding highlighted a direct association between the maspin variant and tumorigenesis in gastric tissues.","chrpos":"chr18:63493054","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.31.494110","title":"P176S polymorphism in Maspin rewires electrostatic interaction that alters Maspin functionality"}
{"loci":"rs2289520","finding":"The SNP rs2289520 was associated with oral cancer, as indicated in the findings. This association was noted to significantly affect cancer susceptibility, particularly within the context of maspin's role in cancer progression.","chrpos":"chr18:63493087","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.31.494110","title":"P176S polymorphism in Maspin rewires electrostatic interaction that alters Maspin functionality"}
{"loci":"rs11081050","finding":"The SNP rs11081050 was associated with the downregulation of signaling pathways linked to tumor growth, metastasis, and hypoxia in human triple negative breast cancer, as reported in the study. This finding indicated that PD-L1 blockade through therapies like Atezolizumab could influence these critical pathways, potentially impacting treatment responses in patients with relevant mutations.","chrpos":"chr18:3544238","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.17.460833","title":"Therapeutic anti-PD-L1 antibody affects ESCRT-mediated functions in cells expressing oncogenic EGFR"}
{"loci":"rs17749561","finding":"The SNP rs17749561 was associated with NHL risk, showing its connection to lymphocytic leukemia through high LD with rs4987855, further affirming the overlapping genetic risks between these cancer types.","chrpos":"chr18:63115978","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.18.911578","title":"Cross-Cancer Evaluation of Polygenic Risk Scores for 17 Cancer Types in Two Large Cohorts"}
{"loci":"rs7241781","finding":"The SNP rs7241781 was linked to the lncRNA SNHG8 specifically in a subset of B cells. This association suggested a regulatory role in gene expression variation within that cell type.","chrpos":"chr18:9488706","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.14.503915","title":"Expression QTLs in single-cell sequencing data"}
{"loci":"rs11081145","finding":"The SNP rs11081145 was associated with differences in B cell infiltration in KRAS-driven lung adenocarcinoma. This finding was significant as it highlighted the potential impact of this SNP on immunotherapy responses in colorectal cancer (CRC) by influencing tumor immune profiles.","chrpos":"chr18:4708015","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.26.609563","title":"Dissecting heterogeneity of tumor microenvironment in colorectal cancer using high-resolution single-cell atlas"}
{"loci":"rs4800490","finding":"The SNP rs4800490, near the NPC1 gene, was noted for its association with 48 candidate traits, including a relationship with usual walking pace and alcohol intake frequency in context of BMI analysis.","chrpos":"chr18:23546117","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/476085","title":"MR-TRYX: A Mendelian randomization framework that exploits horizontal pleiotropy to infer novel causal pathways"}
{"loci":"rs17782313","finding":"The SNP rs17782313 exhibited a strong association with total mass, reaching a P-value of 1.8 × 10^-26 via SynSurr, whereas its best P-value in standard GWAS was only 1.6 × 10^-5. This SNP had a well-characterized association with obesity prior to this analysis, highlighting its relevance in body composition traits.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.12.520180","title":"Leveraging a machine learning derived surrogate phenotype to improve power for genome-wide association studies of partially missing phenotypes in population biobanks"}
{"loci":"rs10775496","finding":"The SNP rs10775496 was identified as a lead variant affecting the regulatory activity of RELA in cerebellar hemisphere tissue, with a p-value of 7.6×10^-10. The nearest gene to this variant was SMAD4.","chrpos":"chr18:51105482","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.21.513166","title":"Identifying Genetic Regulatory Variants that Affect Transcription Factor Activity"}
{"loci":"rs12456284","finding":"SNP rs12456284, located in the 3'-UTR of SMAD4, was identified as a plausible causal variant influencing RELA activity. It registered a p-value of 7.8×10^-10 in association with the previously noted aQTL.","chrpos":"chr18:51083598","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.21.513166","title":"Identifying Genetic Regulatory Variants that Affect Transcription Factor Activity"}
{"loci":"rs6566675","finding":"The intronic SNP rs6566675 in NETO1, which plays critical roles in spatial learning and memory, was located in a differentially accessible region that was closed in the nucleus accumbens and dentate gyrus but opened in the Ammon’s horn following METH stimulus. This finding highlighted the chromatin accessibility dynamics in response to METH.","chrpos":"chr18:72852193","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.13.496004","title":"Methamphetamine induced regional-specific transcriptomic and epigenetic changes in the rat brain"}
{"loci":"rs2217560","finding":"The SNP rs2217560 was positively associated with pulmonary arterial hypertension in patients with systemic lupus erythematosus. This finding suggested its potential role in cardiovascular complications related to autoimmune disorders.","chrpos":"chr18:72483704","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.20.599879","title":"Identification of key genes and signaling pathway in the pathogenesis of Huntington’s disease via bioinformatics and next generation sequencing data analysis"}
{"loci":"rs11081078","finding":"The SNP rs11081078 was associated with IL-27 receptor signaling in the context of hepatocellular carcinoma (HCC). The study found that genetic loss of IL-27 receptor signaling suppressed HCC development, suggesting that this SNP may influence the activity of immune cells, particularly Natural Killer (NK) cells, in the tumor microenvironment. The elevation of IL-27R expression indicated poor prognosis in HCC patients, making rs11081078 a significant finding regarding its potential role as an immunological checkpoint in HCC development.","chrpos":"chr18:3954232","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.28.424635","title":"IL-27R signaling serves as immunological checkpoint for NK cells to promote hepatocellular carcinoma"}
{"loci":"rs12967143","finding":"The SNP rs12967143 was identified as an intragenic enhancer within the TCF4 gene. It demonstrated significant predictive causal association in specific neural cell types, indicating its relevance in the context of ketamine's rapid antidepressant action and the broader ketamine pharmacogenomic network.","chrpos":"chr18:55431781","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.28.053587","title":"Ketamine’s pharmacogenomic network in human brain contains sub-networks associated with glutamate neurotransmission and with neuroplasticity"}
{"loci":"rs9960767","finding":"The risk allele C of the TCF4 rs9960767 polymorphism was shown to disrupt sensorimotor gating in individuals with schizophrenia spectrum disorders as well as in healthy volunteers. This finding demonstrated the association of TCF4, a bHLH transcription factor, with schizophrenia, highlighting its potential role in cognitive functions and disorders.","chrpos":"chr18:55487771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/792796","title":"Daughterless, the Drosophila orthologue of TCF4, is required for associative learning and maintenance of synaptic proteome"}
{"loci":"rs35112771","finding":"The lead SNP rs35112771 was associated with the 18q21.33 locus and provided convincing evidence of eQTL colocalisation with SERPINB7 in non-sun-exposed skin tissue. SERPINB7 was implicated in several eczematous conditions and nonsense mutations were known to cause Nagashima-Type Palmoplantar Keratosis, indicating that common mutations influencing SERPINB7 expression could explain the missing heritability in atopic dermatitis.","chrpos":"chr18:63791680","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.20.050237","title":"MendelVar: gene prioritization at GWAS loci using phenotypic enrichment of Mendelian disease genes"}
{"loci":"rs6567160","finding":"The variant rs6567160 also demonstrated positive causal effects and was noted for introducing horizontal pleiotropy, affecting the causal estimates regarding the relationship between physical activity and BMI.","chrpos":"chr18:60161902","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.16.448665","title":"Mendelian randomization suggests a bidirectional, causal relationship between physical inactivity and obesity"}
{"loci":"rs1052025","finding":"The variant rs1052025 near NFATC1 was reported as one of the original candidate loci, with a significant p-value of 3.6×10⁻⁴, indicating it also showed evidence for selection though less strong than rs2549794. Its analysis contributed towards the understanding of immune response, particularly in context with the historical effects of the Black Death.","chrpos":"chr18:79527776","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.06.535944","title":"Reply to Barton et al: signatures of natural selection during the Black Death"}