{"loci":"rs377113838","finding":"The SNP rs377113838 was tagged near the DHRSX gene in a pseudoautosomal region, being a GTEx multi-tissue eQTL. The gene is described to play a key role in starvation-induced autophagy, indicating its relevance in cellular stress responses.","chrpos":"chrY:2202556","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.26.23300533","title":"Genome-wide analysis of brain age identifies 25 associated loci and unveils relationships with mental and physical health"}
{"loci":"rs375323198","finding":"The SNP rs375323198, a polymorphism reflecting the M458 phylogenetic marker, was associated with the carrier status of the r2\/r3 inverted Y chromosome. This structural alteration was identified as a significant risk factor for male infertility, specifically linked to an 8.6-fold increased risk of spermatogenic failure among carriers, indicating its relevance in diagnosing severe oligozoospermia cases.","chrpos":"chrY:22220317","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.08.20245928","title":"A common 1.6 Mb Y-chromosomal inversion predisposes to subsequent deletions and severe spermatogenic failure in humans"}
{"loci":"rs13174412","finding":"The SNP rs13174412 was identified as a positive and original finding linked to the regulation of mitochondrial function through its impact on cytoplasmic mRNA translation of nuclear-encoded mitochondrial proteins. This regulation is crucial for energy metabolism and influences cancer cell proliferation, as demonstrated by the study conducted by Bosco et al. (2021), which explored the relationship between cytoplasmic translation and mitochondrial function in cancer cells.","chrpos":"chrY:21067052","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.29.577192","title":"RNA G-quadruplex dynamic steers the crosstalk between protein synthesis and energy metabolism"}
{"loci":"rs62595479","finding":"This SNP was the top SNP in a cluster associated with grey versus white matter intensity contrast in limbic and temporal regions. Located in a pseudoautosomal region, its association was largely driven by male participants.","chrpos":"chrY:2245695","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs368663163","finding":"The SNP rs368663163 (G>A) was found in the 5' flanking region of DYS481, classified as a compound\/complex repeat Y-STR, aiding in the allele diversity of this marker.","chrpos":"chrY:8558321","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.02.530748","title":"The concordance of length- and sequence-based STRs used in forensic markers with guidance for practice"}
{"loci":"rs370750300","finding":"The SNP rs370750300 (G>T) was also in the 5' flanking region of DYS481, playing a role in increasing the number of alleles by contributing additional variation to the repeat region.","chrpos":"chrY:8558336","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.02.530748","title":"The concordance of length- and sequence-based STRs used in forensic markers with guidance for practice"}
{"loci":"rs4030618","finding":"The SNP rs4030618 was associated with macrophage-mediated lymphangiogenesis, demonstrating its relevance in macrophage functions as lymphatic endothelial progenitors. This finding was supported by the overall research, which highlighted the critical roles of tissue-resident macrophages in lymphatic vessel formation during heart development.","chrpos":"chrY:5304513","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.30.179952","title":"Tissue-resident macrophages regulate lymphatic vessel growth and patterning in the developing heart"}
{"loci":"rs310136","finding":"This SNP was reported to be 87.6 kb and 0.7 cM away from the PAB, indicating its proximity and relevance to the discussion on the PAB's location.","chrpos":"chrY:2693410","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.598234","title":"Where is the boundary of the human pseudoautosomal region?"}
{"loci":"rs34805104","finding":"Associated with N6-trimethyllysine level, the effect size of rs34805104 in TMLHE-SPRY3 was notably stronger in males compared to females.","chrpos":"chrY:56898025","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs1136447","finding":"The SNP rs1136447 (C>T) was examined in the context of <italic>CD99<\/italic> expression, where it was found to exhibit biallelic expression in Patient cells. Unlike Control cells that demonstrated skewed expression favoring one allele, the equal total expression of each allele in Patient cells highlighted variability in X-chromosome inactivation (XCI) patterns, relevant to the study of DCM and XL gene behavior.","chrpos":"chrY:2714441","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.12.598335","title":"LMNA-Related Dilated Cardiomyopathy: Single-Cell Transcriptomics during Patient-derived iPSC Differentiation Support Cell type and Lineage-specific Dysregulation of Gene Expression and Development for Cardiomyocytes and Epicardium-Derived Cells with Lamin A\/C Haploinsufficiency"}