{"loci":"rs12953815","finding":"The SNP rs12953815 was linked to male-specific weight change and had been nominally associated with lung function.","chrpos":"chr18:2586908","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.09.23284364","title":"The genetic architecture of changes in adiposity during adulthood"}
{"loci":"rs6506878","finding":"This variant in the <italic>SALL3<\/italic> gene at 18q23 displayed significant association with PSA levels, marking it as a promising candidate for future research focused on prostate cancer.","chrpos":"chr18:79005837","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs71279357","finding":"Associated with <italic>SALL3<\/italic>, this SNP indicated a strong correlation with PSA levels, warranting further analysis for its impact on prostate cancer.","chrpos":"chr18:79017252","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs12454712","finding":"Associated with a reduced risk of T2D, higher HDL, and lower TG, indicating a favorable effect on metabolic health linked to increased BFP.","chrpos":"chr18:63178651","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.09.23287061","title":"Sex-stratified GWAS of Body Fat Percentage after Adjusting for Testosterone and SHBG in the UK Biobank"}
{"loci":"rs9304422","finding":"The SNP rs9304422 identified the DCC gene SV, shown in 28% of ASD cases, reiterating its key role in the axon guidance pathway related to ASD.","chrpos":"chr18:52436514","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.10.21264819","title":"Structural Variants Are a Major Component of the Missing Heritability of Autism Spectrum Disorder"}
{"loci":"rs144229676","finding":"The rs144229676 variant associated with ZNF521 exhibited interaction with STST for diastolic blood pressure (DBP), with a significant result (P_G×E=8.1×10^-10).","chrpos":"chr18:25303461","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.07.24303870","title":"A Large-Scale Genome-Wide Study of Gene-Sleep Duration Interactions for Blood Pressure in 811,405 Individuals from Diverse Populations"}
{"loci":"rs4799327","finding":"The SNP rs4799327 located in the RNF138 gene exhibited a significant association with insulin resistance (IR) in individuals with normal BMI in India. The analysis revealed that the risk genotype G\/A-A\/A was significantly more prevalent compared to G\/G with an odds ratio (OR) of 2.74 (95% Confidence Interval [CI]: 1.28-5.88; P=0.0063). This finding underscored the role of RNF138 in the genetic susceptibility to IR.","chrpos":"chr18:32095029","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24311857","title":"Insulin Resistance Risk in Normal BMI Individuals: Investigating the Role of Genetic Polymorphisms in RNF138, ABCA1, and ESRRG-GPATCH2 Genes - A Case-Control Study in the Indian Population"}
{"loci":"rs12959200","finding":"The SNP rs12959200 located at chromosome 18:73599819 was among the top 10 associated SNPs with 'slow' progression of PD, indicating that its non-reference allele contributed to a slower disease course.","chrpos":"chr18:73599819","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.15.22278776","title":"Artificial Intelligence-Based Clustering and Characterization of Parkinson’s Disease Trajectories"}
{"loci":"rs564991","finding":"Homozygotes for the APCDD1 rs564991 allele demonstrated an increased risk for myocardial infarction and angina (HR 1.12, p=0.004) although this was not significant after adjustment for multiple testing.","chrpos":"chr18:10465057","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.23.22272805","title":"Calcium Channel Blockers: clinical outcome associations with reported pharmacogenetics variants in 32,000 patients"}
{"loci":"rs62103177","finding":"While primarily reported among African Americans, this variant in the KCNG2 gene was nominally associated with opioid addiction phenotypes among European ancestry individuals, reaching p = 0.0024.","chrpos":"chr18:79864479","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.13.21263503","title":"Multi-trait genome-wide association study of opioid addiction: OPRM1 and Beyond"}
{"loci":"rs200388554","finding":"This SNP on chromosome 18 was proximal to DYM, which plays a role in early brain development and was enriched in neural cells. It was also associated with protective effects against Alzheimer's disease.","chrpos":"chr18:49261603","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.11.24313439","title":"Identification of 16 novel Alzheimer’s disease susceptibility loci using multi-ancestry meta-analyses of clinical Alzheimer’s disease and AD-by-proxy cases from four whole genome sequencing datasets"}
{"loci":"rs476828","finding":"The SNP rs476828 identified at the PMAIP1-MC4R locus contributed to associations with habitual coffee consumption, corroborating prior findings.","chrpos":"chr18:60185354","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.08.21253114","title":"Habitual Coffee Consumption Increases Risks for Metabolic Diseases: Genome-wide Association Studies and a Phenotype-wide Two Sample Mendelian Randomization Analysis"}
{"loci":"rs139501724","finding":"The SNP rs139501724 showed GWS differences in SC effects as moderated by psychiatric disorder history in cases versus controls, highlighting its significant role in smoking cessation outcomes.","chrpos":"chr18:12831815","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.08.21261764","title":"Investigating heterogeneous genetic effects contributing to smoking behaviors"}
{"loci":"rs11664298","finding":"The SNP rs11664298 associated with the KCNG2 locus demonstrated MPRA-positive activity by significantly downregulating gene expression when comparing the alternative allele (A) to the reference allele (G). This variant disrupted a ZNF121 binding motif, suggesting a potential mechanism through which it could influence schizophrenia-related gene regulation.","chrpos":"chr18:79818986","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.15.22279954","title":"Systematic investigation of allelic regulatory activity of schizophrenia-associated common variants"}
{"loci":"rs8097200","finding":"The SNP rs8097200 was previously implicated in association with ACEi-induced cough, specifically mapping to the gene L3MBTL4. In this study, it was noted as a common variant independent from the sentinel variant rs78598167.","chrpos":"chr18:6309335","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.23.24310853","title":"Genomics of chronic cough unravels neurological pathways"}
{"loci":"rs78598167","finding":"The SNP rs78598167 was identified as a sentinel variant for chronic dry cough in the single-trait analyses, correlating with the novel gene CPEB2, which had not been previously associated with cough phenotypes.","chrpos":"chr18:6110866","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.23.24310853","title":"Genomics of chronic cough unravels neurological pathways"}
{"loci":"rs950939","finding":"This SNP showed suggestive association with CSF amyloid-β levels, consistent with significant associations noted in other measures.","chrpos":"chr18:58259442","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.13.21261887","title":"Genome Wide Analysis Across Alzheimer’s Disease Endophenotypes: Main Effects and Stage Specific Interactions"}
{"loci":"rs78598167","finding":"The variant rs78598167 was identified as an independent genome-wide significant signal associated with ACEI-induced cough, suggesting robust genetic underpinnings related to this phenotype.","chrpos":"chr18:6110866","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.30.22277097","title":"Genome-wide association study of ACE inhibitor-induced cough implicates neuropeptides and shows genetic overlap with chronic dry cough"}
{"loci":"rs878033","finding":"The variant rs878033 was found to be in linkage disequilibrium with rs403814-A, which was associated with both ACEI-induced cough and hypertension, indicating a potential shared genetic risk.","chrpos":"chr18:6281604","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.30.22277097","title":"Genome-wide association study of ACE inhibitor-induced cough implicates neuropeptides and shows genetic overlap with chronic dry cough"}
{"loci":"rs403814","finding":"The variant rs403814-A has been established to increase the risk of ACEI-induced cough, revealing its significant role in the genetic landscape influencing this response to medication.","chrpos":"chr18:6282594","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.30.22277097","title":"Genome-wide association study of ACE inhibitor-induced cough implicates neuropeptides and shows genetic overlap with chronic dry cough"}
{"loci":"rs5823966","finding":"This variant was observed at higher frequencies in the East Asian population and its connection to heart failure was noted in the multi-trait analyses.","chrpos":"chr18:35196214","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317249","title":"Genome-wide analysis of heart failure yields insights into disease heterogeneity and enables prognostic prediction in the Japanese population"}
{"loci":"rs10048393","finding":"The SNP rs10048393 was also linked to both endometriosis and HGSOC. Its position was intronic to the long noncoding RNA GAPLINC, corresponding to significant associations (P-value < 5×10^-8), indicative of a shared risk factor.","chrpos":"chr18:3476255","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259290","title":"A multi-level investigation of the genetic relationship between endometriosis and ovarian cancer histotypes"}
{"loci":"rs75769176","finding":"The SNP rs75769176, which maps to an intergenic region near FBXO15 and TIMM21, was significantly associated with the M.tb variant FixA T67M (p = 6.3e-11, OR = 6.7). It was negatively associated with TB severity (TB score), indicating that carriers of the minor allele might experience less severe disease, hinting at a role in TB pathogenesis.","chrpos":"chr18:74018081","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.11.23289848","title":"Genome-to-genome analysis reveals associations between human and mycobacterial genetic variation in tuberculosis patients from Tanzania"}
{"loci":"rs16967566","finding":"The MOCOS variant was linked to 7-methylguanine levels, further underlining its role in purine metabolism.","chrpos":"chr18:36210234","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs2958162","finding":"This SNP showed a significant association (p=2.50E-10) located in the TCF4 gene, previously linked to various psychiatric traits including risk-taking and alcoholism.","chrpos":"chr18:55416634","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans, with further support from studies of Cadm2 mutant mice"}
{"loci":"rs2958178","finding":"This SNP had a significant association (p=3.80E-12) in TCF4, contributing to impulsivity traits.","chrpos":"chr18:55402741","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans, with further support from studies of Cadm2 mutant mice"}
{"loci":"rs11661542","finding":"The SNP rs11661542, associated with the RBBP8 gene, had a p-value of 3.18×10^-13 and an odds ratio (OR) of 0.84, which suggested a protective association with rIA.","chrpos":"chr18:22643732","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.12.22272299","title":"Integrative genomics analysis implicates decreased FGD6 expression underlying risk of intracranial aneurysm rupture"}
{"loci":"rs79380316","finding":"The variant rs79380316 in VAPA was significantly associated with endometriosis, displaying a P-value of 3.56E-08 in the GWAS meta-analysis.","chrpos":"chr18:10009864","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.26.24316723","title":"Expanding the genetic landscape of endometriosis: Integrative -omics analyses uncover key pathways from a multi-ancestry study of over 900,000 women"}
{"loci":"rs10502503","finding":"The research identified rs10502503 on chromosome 18q12.1 as significantly associated with postpartum depression (PPD), showing a protective effect against PPD with an odds ratio of 0.92 and likelihood of further investigation into its implications on <i>CDH2<\/i>.","chrpos":"chr18:27833140","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.24.23289058","title":"Genome-wide Association Study of Postpartum Depression Identifies a Novel Susceptibility Locus at 18q12.1"}
{"loci":"rs76992529","finding":"The rs76992529 variant, corresponding to the V122I mutation in the TTR gene, was significantly associated with polyneuropathy diagnosis, showing an odds ratio of 6.4 (95% CI = 2.6 to 15.6, P = 4.2 x 10^-5) in the UK Biobank study of Black participants. This association was replicated in both the Penn Medicine Biobank (P = 6.0 x 10^-3) and the Million Veteran Program (P = 1.8 x 10^-4). The study also highlighted a significant cumulative incidence of common hATTR amyloidosis manifestations, indicating an increased risk for carriers of the V122I variant.","chrpos":"chr18:31598655","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.10.20219675","title":"Association of the transthyretin variant V122I with polyneuropathy among individuals of African descent"}
{"loci":"rs8087942","finding":"The SNP rs8087942 was determined to be MO-specific with a probability above 95%, indicating its particular relevance to migraine without aura.","chrpos":"chr18:57525013","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.01.20.21249647","title":"Genome-wide analysis of 102,084 migraine cases identifies 123 risk loci and subtype-specific risk alleles"}
{"loci":"rs476828","finding":"The SNP rs476828 from the PMAIP1-MC4R locus was among the well-established variants in the context of coffee consumption based on prior findings reported in CCGC.","chrpos":"chr18:60185354","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.08.21253114","title":"Habitual Coffee Consumption Increases Risks for Metabolic Diseases: Genome-wide Association Studies and a Phenotype-wide Two Sample Mendelian Randomization Analysis"}
{"loci":"rs12955302","finding":"This SNP was located in PTPN2, correlating with several immune-mediated diseases and implicated in T-cell regulation.","chrpos":"chr18:12864763","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.06.24.24309378","title":"Leveraging pleiotropy identifies common-variant associations with selective IgA deficiency"}
{"loci":"rs17782313","finding":"The study revealed a significant association of the rs17782313 SNP in the MC4R gene with higher obesity-related traits including BMI, waist circumference, and hip circumference among the Bangladeshi population. The presence of minor allele C was correlated with an increased risk of obesity and related health issues such as hypertension, heart disease, and diabetes, indicating that this SNP significantly predicted obesity. Additionally, it was found that individuals with CC and CT genotypes experienced higher blood pressure and cholesterol levels, although some associations were not statistically significant.","chrpos":"chr18:60183864","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.14.23298533","title":"Association of Genetic Variant in MC4R (rs17782313) Gene with Obesity and Other Health Behaviors among Selected Bangladeshi Population: A Population-based Case-control Study"}
{"loci":"rs9949541","finding":"The rs9949541 variant, associated with the TCF4 gene, interacted with LTST concerning HDL-c levels, indicating significant associations.","chrpos":"chr18:55378517","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.02.24312466","title":"A Large-Scale Genome-Wide Gene-Sleep Interaction Study in 732,564 Participants Identifies Lipid Loci Explaining Sleep-Associated Lipid Disturbances"}
{"loci":"rs77960347","finding":"Found in the LIPG gene, this variant showed strong evidence in multiple FA trait associations and potential causal mechanisms.","chrpos":"chr18:49583585","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs41292412","finding":"Associated with BCL2, indicating relevance to cellular processes that affect fatty acid metabolism.","chrpos":"chr18:58451126","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs12454712","finding":"This SNP was linked to INSR, underscoring its potential involvement in metabolism.","chrpos":"chr18:63178651","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs71279357","finding":"It was documented as a significant SNP with a p-value of 1.8×10^-12, illustrating its contribution to variability in PSA and prostate cancer risk.","chrpos":"chr18:79017252","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Genetically Adjusted PSA Levels for Prostate Cancer Screening"}
{"loci":"rs2298720","finding":"The rs2298720 SNP, corresponding to the KIDD blood group system, was significantly different between the Orang Asli and cosmopolitan Malaysians, with a reported P-value of 0.0162.","chrpos":"chr18:45730450","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.04.21267232","title":"Genomic map of blood group alleles in Malaysian indigenous Orang Asli population from whole genome sequences"}
{"loci":"rs16943099","finding":"The rs16943099 variant in the METTL4 enhancer region on chromosome 18q12.3 was suggestively associated with DKD (P = 6.78×10^-5) and replicated for 'T2D with kidney complications' with a P-value of 8.6×10^-4 in FinnGen, demonstrating its involvement in the genetic architecture of DKD.","chrpos":"chr18:2351193","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.13.23298447","title":"Whole-exome and Whole-genome Sequencing of 1097 Individuals with Type 1 Diabetes Reveals Novel Genes for Diabetic Kidney Disease"}
{"loci":"rs9944845","finding":"The intronic variant rs9944845 in SETBP1 was associated with sensation seeking across all gene-based analyses, suggesting a role in neurobiological processes due to its involvement in gene expression and neurogenesis.","chrpos":"chr18:44908028","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.30.23290733","title":"Neurogenetic and multi-omic sources of overlap among sensation seeking, alcohol consumption, and alcohol use disorder"}
{"loci":"rs4239453","finding":"The CDH2 variant rs4239453, associated with cell-to-cell adhesion, was identified with specificity to DA-midbrain tissues in gene-based analyses, highlighting its potential role in neurobiological pathways relevant to sensation seeking and substance use.","chrpos":"chr18:27833516","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.30.23290733","title":"Neurogenetic and multi-omic sources of overlap among sensation seeking, alcohol consumption, and alcohol use disorder"}
{"loci":"rs2958162","finding":"Identified as a significant hit associated with premeditation, linked with risk-taking and psychiatric traits.","chrpos":"chr18:55416634","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality traits by genome- and phenome-wide association studies in humans, with further support from studies of Cadm2 mutant mice"}
{"loci":"rs2958178","finding":"Significant association with TCF4 related to sensation seeking traits.","chrpos":"chr18:55402741","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality traits by genome- and phenome-wide association studies in humans, with further support from studies of Cadm2 mutant mice"}
{"loci":"rs73937040","finding":"The SNP rs73937040 was also included in the replication of 118 variants associated with blood pressure, indicating its relevance among the novel loci.","chrpos":"chr18:3258735","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.08.21263225","title":"Genome-wide pleiotropy analysis identifies novel blood pressure variants and improves its polygenic risk scores"}
{"loci":"rs75296056","finding":"The SNP rs75296056 was significantly associated with gestational duration, mapping to a region near the RIT2 gene. The gene, involved in cellular signaling and autophagy, suggested a role in maintaining pregnancy.","chrpos":"chr18:43763745","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.23.24307808","title":"The Genetic Architecture of Cervical Length is Shared with Spontaneous Preterm Birth Risk"}
{"loci":"rs185443461","finding":"The SNP rs185443461 was also significantly associated with gestational duration, located near the RIT2 gene, indicating its potential involvement in cellular processes crucial for pregnancy maintenance.","chrpos":"chr18:43772287","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.23.24307808","title":"The Genetic Architecture of Cervical Length is Shared with Spontaneous Preterm Birth Risk"}
{"loci":"rs1893217","finding":"Allele frequency for rs1893217 was significantly different in the Indian population and is associated with increased PTPN2 expression relevant to ACE2 regulation.","chrpos":"chr18:12809341","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs1893217","finding":"The SNP rs1893217 located in the PTPN2 gene was associated with increased CEACAM6 expression in intestinal biopsies from IBD patients. Patients who were heterozygous (CT) or homozygous (CC) for this SNP exhibited elevated CEACAM6 levels compared to wildtype (TT) controls, suggesting that this SNP contributes to the susceptibility to inflammatory bowel disease (IBD) through the modulation of AIEC invasion via increased CEACAM6 expression.","chrpos":"chr18:12809341","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.26.24314341","title":"The JAK inhibitor, Tofacitinib, Corrects the Overexpression of CEACAM6 and Limits Susceptibility to AIEC Caused by Reduced Activity of the IBD Associated Gene, PTPN2"}
{"loci":"rs7239883","finding":"A common SNP among the significant associations with PCOS, this variant reaffirmed the link between central and general obesity and the development of the syndrome.","chrpos":"chr18:42567706","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.07.22270650","title":"Both general- and central- obesity are causally associated with polycystic ovarian syndrome: Findings of a Mendelian randomization study"}
{"loci":"rs58817161","finding":"The novel SNP rs58817161 at the PIEZO2 locus was linked to HbF variation with an effect size of -0.63 (P = 8.04 x 10^-8), highlighting another possible genetic contributor to modifying sickle cell disease severity.","chrpos":"chr18:10818373","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.16.23289851","title":"The genetic dissection of fetal haemoglobin persistence in sickle cell disease in Nigeria"}
{"loci":"rs7232775","finding":"The SNP rs7232775 showed a strong association with blood urea nitrogen, indicated by a p-value of 8.0 x 10^-14. This SNP was also related to cholesterol levels in blood serum.","chrpos":"chr18:45622439","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.06.14.24308920","title":"Enhancing genotype-phenotype association with optimized machine learning and biological enrichment methods"}
{"loci":"rs11665242","finding":"Identified in relation to schizophrenia, this SNP was linked with brain structure and psychological traits, reinforcing its significance in genetic studies.","chrpos":"chr18:53380757","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.26.22279691","title":"Genetic influences on the shape of brain ventricular and subcortical structures"}
{"loci":"rs62100026","finding":"This SNP was described in relation to verbal-numerical reasoning, representing a key marker for cognitive assessment.","chrpos":"chr18:53406425","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.26.22279691","title":"Genetic influences on the shape of brain ventricular and subcortical structures"}
{"loci":"rs6507056","finding":"The SNP rs6507056, associated with the ASXL3 gene, was also identified as a female-specific locus that reached genome-wide significance for neuroticism.","chrpos":"chr18:33702969","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.03.22271772","title":"Sex-specific genetic and transcriptomic liability to neuroticism"}
{"loci":"rs12964203","finding":"The SNP rs12964203 was identified as significantly associated with Body Mass Index (BMI) in a genome-wide association study (GWAS), yielding a p-value of 4.3E-10 and a beta coefficient of 0.08. This finding indicated its potential role in BMI regulation and further implicating it in the genetic risk factors contributing to Type 2 Diabetes (T2D).","chrpos":"chr18:60236371","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.23.23291830","title":"Improved Type 2 Diabetes Risk Stratification in the Qatar Biobank Cohort by Ensemble Learning Classifier Incorporating Multi-Trait, Population-Specific, Polygenic Risk Scores"}
{"loci":"rs4939827","finding":"The SNP rs4939827 located at 18q21.1 showed a significant association with colorectal cancer risk in the Colombian population, with an odds ratio (OR) of 1.25 (95% CI: 1.067-1.456, P=0.00544). This finding confirmed its status as a robust marker for CRC as previously reported in other populations.","chrpos":"chr18:48927093","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.02.23286692","title":"Colorectal Cancer Risk and Ancestry in Colombian admixed Populations"}
{"loci":"rs1941685","finding":"Identified as associated with rapid progression subtype (Subtype III), contributing to insights into genetic predisposition for faster disease progression.","chrpos":"chr18:33724354","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.18.21260731","title":"Comprehensively modeling heterogeneous symptom progression for Parkinson’s disease subtyping"}
{"loci":"rs790314","finding":"This variant was identified as common (OR = 1.38) in the largest GWAS of T2D risk, establishing it as a relevant SNP associated with T2D susceptibility.","chrpos":"chr18:28832668","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.22.23290347","title":"Rare variants of the glucagon-like peptide-1 receptor (GLP1R) gene are overrepresented in a severe obesity cohort and associated with type 2 diabetes in the UK Biobank"}
{"loci":"rs2061566","finding":"The rs2061566 SNP was linked to enhancer activity affecting the PARD6G gene, which is involved in muscle satellite cell function. Evidence showed increased transcription factor binding to the SNP region, indicating a regulatory role in cellular processes important for muscle regeneration.","chrpos":"chr18:79791738","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.03.21265899","title":"Candidate gene modifiers of dystrophinopathy identified by the uniform application of genome-wide datasets to novel GWAS-identified loci"}
{"loci":"rs9944845","finding":"The intronic variant rs9944845 in SETBP1 was associated with sensation seeking across all gene-based analyses. SETBP1 is crucial for activating gene expression related to neurogenesis and neuronal migration.","chrpos":"chr18:44908028","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.30.23290733","title":"Neurogenetic and multi-omic sources of overlap among sensation seeking, alcohol consumption, and alcohol use disorder"}
{"loci":"rs4239453","finding":"The SNP rs4239453, associated with CDH2, which is involved in cell-to-cell adhesion, showed specificity for DA-midbrain tissues in the analyzed datasets, also pertinent to sensation seeking.","chrpos":"chr18:27833516","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.30.23290733","title":"Neurogenetic and multi-omic sources of overlap among sensation seeking, alcohol consumption, and alcohol use disorder"}
{"loci":"rs576273012","finding":"The SNP rs576273012 in the SERPINB4 gene was also found in the context of CL\/P. This SNP was reported during the variant analysis following the observation that SERPINB4 interacts with MUC7 in pathway analysis. The presence of this SNP contributed to understanding the genetic variations associated with the differentiation-related gene expression in CL\/P patients.","chrpos":"chr18:63638057","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.15.24305736","title":"Mucin-7 as a Potential Candidate Risk Allele for Cleft Lip and\/or Palate"}
{"loci":"rs1517035","finding":"The GRP-increasing G-allele of rs1517035 was associated with a reduced risk for type 2 diabetes (T2D) (odds ratio=0.96, p-value=7.8×10^-10). This finding highlighted the likely role of gastrin releasing peptide (GRP) in mediating T2D risk via effects on overall obesity.","chrpos":"chr18:59211252","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.19.22278984","title":"From genome to phenome via the proteome: broad capture, antibody-based proteomics to explore disease mechanisms"}
{"loci":"rs151313792","finding":"The rare protein-altering variant rs151313792 in the FHOD3 gene was identified with an effect size of 0.26 and was associated with gene regulation related to cardiac function.","chrpos":"chr18:36681510","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.04.20187401","title":"Using human genetics to understand the causes and consequences of circulating cardiac troponin I in the general population"}
{"loci":"rs2298711","finding":"The variant rs2298711 in the LMAN1 gene was noted for its perfect linkage with the index variant rs12604424, suggesting its relevance in cTnI biology.","chrpos":"chr18:59333237","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.04.20187401","title":"Using human genetics to understand the causes and consequences of circulating cardiac troponin I in the general population"}
{"loci":"rs142063208","finding":"The LAMA1 variant (rs142063208) was identified as 'deleterious' by all five prediction tools used in the study. It was also common in both patient-derived NPC lines B1 and B2, indicating its potential role in the abnormal cellular migration phenotype observed in bipolar disorder.","chrpos":"chr18:6965342","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.22.21254208","title":"Dysregulation in EGF\/ERBB signaling pathway may explain abnormalities in cellular migration in bipolar disorder in patient-derived neural precursors"}
{"loci":"rs144475075","finding":"The rs144475075 variant, which is intronic to L3MBTL4 at the 18p11.31 locus, was shown to be linked to VT recurrence with a HR of 2.16 (95% CI: [1.65-2.83], P=2.82×10^-8). L3MBTL4 is expressed in vascular smooth muscle cells and has been associated with vascular remodeling.","chrpos":"chr18:6214286","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.12.02.24317788","title":"Genomic Landscape of Thrombosis Recurrence Risk Across Venous Thromboembolism Subtypes"}
{"loci":"rs11665567","finding":"The intergenic variant rs11665567 was strongly associated with asthma in females, showing an allele frequency of 18.8% and a significant effect size (se) of 0.05 with a p-value of 5.62×10^-10. In males, the allele frequency was slightly lower at 18.7%, with a minimal effect size of 0.003 and a p-value of 0.75. This finding supported previous associations of the locus with smoking status (Liu M et. al. 2019).","chrpos":"chr18:79803334","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.19.21266436","title":"Global Biobank Meta-analysis Initiative: powering genetic discovery across human diseases"}
{"loci":"rs4414576","finding":"Highlighted as the primary signal for mLOY in the AFR tract at 18q12.3 with an allele frequency of 32% in AFR and only 3% in EUR.","chrpos":"chr18:44617237","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.24.24306301","title":"Multi-ancestry genome-wide association meta-analysis of mosaic loss of chromosome Y in the Million Veteran Program identifies 167 novel loci"}
{"loci":"rs71279357","finding":"This SNP demonstrated significance in the variant association with constitutive PSA variability.","chrpos":"chr18:79017252","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Genetically Adjusted PSA Levels for Prostate Cancer Screening"}
{"loci":"rs1893250","finding":"The SNP rs1893250 was associated with a decrease in the odds of atherosclerotic plaque presence, yielding an odds ratio (OR) for the A allele of 0.91 (95% CI: 0.88–0.93). This SNP resides in a non-coding region and has been previously linked to angina pectoris, suggesting its role in cardiovascular conditions.","chrpos":"chr18:22422981","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.17.24315675","title":"Deep Learning-Based Detection of Carotid Plaques Informs Cardiovascular Risk Prediction and Reveals Genetic Drivers of Atherosclerosis"}
{"loci":"rs78263856","finding":"Located upstream of <italic>MC4R<\/italic>, rs78263856 showed a significant BMI effect beginning at age two and lasting into adulthood, indicating lasting genetic influences.","chrpos":"chr18:60375588","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.04.21256508","title":"Characterization of the genetic architecture of BMI in infancy and early childhood reveals age-specific effects and implicates pathways involved in Mendelian obesity"}
{"loci":"rs4608411","finding":"The SNP rs4608411, which was newly identified, was associated with neck or shoulder pain and located near the TCF4 gene on chromosome 18 (p = 8.20 x 10^-9). The discovery represented a significant advancement in understanding genetic variants contributing to the phenotype.","chrpos":"chr18:55157406","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.19.24304451","title":"A Genome-wide Association Study Identifies Novel Genetic Variants Associated with Neck or Shoulder Pain in the UK Biobank (N = 441,757)"}
{"loci":"rs72872125","finding":"The <italic>PTPN2<\/italic><sup>rs72872125<\/sup> CT genotype was associated with an asymptomatic phenotype. Furthermore, the CC genotype of <italic>PTPN2<\/italic><sup>rs72872125<\/sup> along with serum levels of GM-CSF could predict symptomatic phenotype in CCM, highlighting the variant's significance in clinical outcomes.","chrpos":"chr18:12876916","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.30.23300669","title":"Genetic Markers and Predictive Factors Influencing the Aggressive Behavior of Cerebral Cavernous Malformation"}
{"loci":"rs654488","finding":"The SNP rs654488 was located upstream of MEP1B and triggered by the plasminogen-activating system.","chrpos":"chr18:32224900","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.24.23287680","title":"Mapping pQTLs of circulating inflammatory proteins identifies drivers of immune-related disease risk and novel therapeutic targets"}
{"loci":"rs2958162","finding":"Identified as significantly associated with premeditation, located in the TCF4 gene, which is linked to risk-taking and various psychiatric disorders.","chrpos":"chr18:55416634","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality traits by genome- and phenome-wide association studies in humans, with further support from studies of Cadm2 mutant mice"}
{"loci":"rs2958178","finding":"Detected significant association in the TCF4 gene related to sensation seeking.","chrpos":"chr18:55402741","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality traits by genome- and phenome-wide association studies in humans, with further support from studies of Cadm2 mutant mice"}
{"loci":"rs6567160","finding":"The SNP rs6567160 was reported to be associated with type 2 diabetes (T2D), presenting a beta of 0.018 and a P value of 4.1 × 10^-10. This association was within 500kb of RIF1, indicating a potential link to metabolic health.","chrpos":"chr18:60161902","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs891387","finding":"The SNP rs891387 was associated with BMI at a beta of 0.021 and a P value of 9.3 × 10^-35. Its relevance was confirmed within 500kb of RMC1.","chrpos":"chr18:23523945","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs1788819","finding":"The SNP rs1788819 was linked to T2D, showcasing a beta of 0.032 and a P value of 4 × 10^-21, indicating a genetic influence on metabolic health.","chrpos":"chr18:23520540","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs3889624","finding":"It was included in the newly identified shared genetic SNPs related to both BMI and MS.","chrpos":"chr18:64471208","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.07.22283195","title":"Investigating shared genetic architecture between obesity and multiple sclerosis"}
{"loci":"rs8090527","finding":"This SNP was found to associate with hematological traits in SCD patients, showing a significantly different effect size compared to non-SCD participants, but detailed results on its specific impact were not elaborated.","chrpos":"chr18:51257657","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.26.22269309","title":"Variation and impact of polygenic hematological traits in monogenic sickle cell disease"}
{"loci":"rs8088824","finding":"The lead variant at 18q12.3-<italic>SETBP1<\/italic>, rs8088824, was identified with its implications in DNMT3A mutation-associated CH.","chrpos":"chr18:44571296","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.06.22268846","title":"Genome-wide analyses of 200,453 individuals yields new insights into the causes and consequences of clonal hematopoiesis"}
{"loci":"rs11081200","finding":"The SNP rs11081200 was related to SRSF2 mutations in uveal melanoma. These mutations were studied to assess their prevalence and impact on tumor characteristics, particularly focusing on possible in-frame deletions.","chrpos":"chr18:5464620","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.20.22280164","title":"Spliceosome Inhibition in SF3B1-Mutated Uveal Melanoma"}
{"loci":"rs181558989","finding":"A novel association with rs181558989 near LINC01630-MEX3C showed evidence of genetic influence in African populations.","chrpos":"chr18:51333831","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs78769612","finding":"The SNP rs78769612 was identified as a significant new index variant near the MC4R locus, showing a negative association with BMI (β = -0.100, p = 2.17 × 10^-7), representing a novel signal in known BMI-associated loci.","chrpos":"chr18:60361739","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.21.23293271","title":"WHOLE GENOME SEQUENCING ANALYSIS OF BODY MASS INDEX IDENTIFIES NOVEL AFRICAN ANCESTRY-SPECIFIC RISK ALLELE"}
{"loci":"rs77960347","finding":"This SNP was found linked to the LIPG gene and was confirmed as a causative factor for several fatty acid traits.","chrpos":"chr18:49583585","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs41292412","finding":"This SNP was acknowledged as a notable potential causal variant within the context of fatty acid levels.","chrpos":"chr18:58451126","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs12454712","finding":"This SNP was associated with fatty acid metabolism and highlighted in the context of GWAS findings.","chrpos":"chr18:63178651","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs162009","finding":"The AQP4 rs162009 variant influenced resting-state brain activity in individuals with Parkinson's disease. This association suggested that the AQP4 gene may play a significant role in modulating brain function in this condition.","chrpos":"chr18:26864250","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.25.23296076","title":"High-level anxiety is associated with worse clinical symptoms and aberrant brain networks in Parkinson’s disease"}
{"loci":"rs8085272","finding":"The SNP rs8085272 was connected with the protein RAB27B, influencing dietary habits linked to BMI. It similarly contributed over 60% of the posterior probability of colocalization concerning dietary intake.","chrpos":"chr18:54814352","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.11.22270813","title":"Genetic control of body weight by the human brain proteome"}
{"loci":"rs1941685","finding":"This SNP was linked to the rapid progression subtype (Subtype III), marking it as potentially influential in rapid PD symptom progression.","chrpos":"chr18:33724354","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.18.21260731","title":"Integrative analyses of multimodal clinical, neuroimaging, genetic, and transcriptomic data identify subtypes and potential treatments for heterogeneous Parkinson’s disease progression"}
{"loci":"rs4369774","finding":"The SNP rs4369774 was associated with Myasthenia Gravis (MG) with a p-value of 1.09x10^-13 and an odds ratio of 1.4. This variant was located in an intron of the TNFRSF11A gene, confirming previous studies that highlighted the role of TNFRSF11A in MG etiology.","chrpos":"chr18:62343215","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.26.20219261","title":"A Myasthenia Gravis genomewide association study of three cohorts identifies Agrin as a novel risk locus"}
{"loci":"rs7244528","finding":"This SNP related to the CPLX4 locus was significantly associated with a p-value of 2.84×10^-22, highlighting its biological relevance to ERM.","chrpos":"chr18:59281740","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289093","title":"Genomewide association study of epiretinal membrane: discovery of significant risk loci in each of three American populations"}
{"loci":"rs8094635","finding":"Part of the SNPs identified for potential causal analysis, it aligns with ongoing research into genetic contributions to ERM.","chrpos":"chr18:59281246","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289093","title":"Genomewide association study of epiretinal membrane: discovery of significant risk loci in each of three American populations"}
{"loci":"rs2958162","finding":"This SNP showed a significant hit associated with personality traits related to risk-taking and adventure, located in the TCF4 gene.","chrpos":"chr18:55416634","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans and mice"}
{"loci":"rs2958178","finding":"This SNP in the TCF4 gene was significantly associated with impulsivity, reinforcing connections to risk-related behaviors.","chrpos":"chr18:55402741","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans and mice"}
{"loci":"rs576273012","finding":"The SNP rs576273012 was found in the gene SERPINB4, which was shown to interact in the MUC7 pathway analysis. This highlights the potential role of SERPINB4 in association with the genetic expressions related to CL\/P.","chrpos":"chr18:63638057","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.15.24305736","title":"Mucin-7 as a Potential Candidate Risk Allele for Cleft Lip and\/or Palate"}
{"loci":"rs7243332","finding":"The SNP rs7243332, associated with CDH2, was included in the significant loci shared between PTSD and cardiovascular conditions.","chrpos":"chr18:28990620","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.20.24312181","title":"Genetics of posttraumatic stress disorder and cardiovascular conditions using Life’s Essential 8, Electronic Health Records, and Heart Imaging"}
{"loci":"rs11876255","finding":"Also associated with suicide attempts in individuals of African ancestries, this SNP showed consistent findings in replicated studies.","chrpos":"chr18:38331390","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.28.23289173","title":"Clinical, genomic, and neurophysiological correlates of lifetime suicide attempts among individuals with alcohol dependence"}
{"loci":"rs76992529","finding":"The V122I variant (rs76992529) was associated with a significantly increased risk of polyneuropathy, with an odds ratio of 6.4 (95% CI 2.6–15.6, P=4.2×10^-5) in the UK Biobank. This variant, primarily found in individuals of West African descent, was previously identified in cardiac TTR amyloid deposits and linked to heart failure among elderly African patients. The study highlighted that V122I carriers had a prevalence of polyneuropathy diagnoses of 2.1%, 9.0%, and 4.8% in the UK Biobank, Penn Medicine Biobank, and Million Veteran Program, respectively.","chrpos":"chr18:31598655","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.10.20219675","title":"Association of the Transthyretin Variant V122I With Polyneuropathy Among Individuals of African Descent"}
{"loci":"rs613872","finding":"The study revealed that rs613872, which is located in the TCF4 gene associated with Fuchs endothelial corneal dystrophy, showed significant association with a trinucleotide repeat expansion known as CTG18.1. This repeat expansion was present in 77.3% of patients, implying a critical role of rs613872 in disease pathogenesis.","chrpos":"chr18:55543071","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.29.24314217","title":"Genetic and Demographic Determinants of Fuchs Endothelial Corneal Dystrophy Risk and Severity"}
{"loci":"rs17089887","finding":"In the context of Fuchs endothelial corneal dystrophy, rs17089887 was identified as an intronic polymorphism in the TCF4 gene that exhibited genetic associations in the Indian population, further supporting its relevance in the disease alongside CTG18.1 repeat expansions.","chrpos":"chr18:55541025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.29.24314217","title":"Genetic and Demographic Determinants of Fuchs Endothelial Corneal Dystrophy Risk and Severity"}
{"loci":"rs151244","finding":"The carrier status of SNP rs151244 was associated with increased Aβ uptake specifically in amyloid positive patients with late MCI or AD, demonstrating its role in the pathology of Alzheimer's disease.","chrpos":"chr18:26866755","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.05.24302223","title":"Explainable artificial intelligence identifies an AQP4 polymorphism-based risk score associated with brain amyloid burden"}
{"loci":"rs2075575","finding":"The carrier status of SNP rs2075575 was found to be associated with alterations in brain amyloid burden and cognitive decline, highlighting its relevance in Alzheimer's disease progression.","chrpos":"chr18:26866562","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.05.24302223","title":"Explainable artificial intelligence identifies an AQP4 polymorphism-based risk score associated with brain amyloid burden"}
{"loci":"rs3875089","finding":"The carrier status of SNP rs3875089 was linked to slower cognitive decline in dementia progression, indicating its significance in the Alzheimer's disease trajectory.","chrpos":"chr18:26865469","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.05.24302223","title":"Explainable artificial intelligence identifies an AQP4 polymorphism-based risk score associated with brain amyloid burden"}
{"loci":"rs654488","finding":"Found upstream of MEP1B yet significant in the plasminogen activation pathway, implicating it in complex regulatory systems.","chrpos":"chr18:32224900","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.24.23287680","title":"Mapping pQTLs of circulating inflammatory proteins identifies drivers of immune-related disease risk and novel therapeutic targets"}
{"loci":"rs946934582","finding":"The SNP \"rs946934582\" was identified with a p-value of 2.764e-144, indicating a very strong association with gestational ages in the study. It was linked as a genomic risk locus and contributed to the understanding of genetic associations of the gestational age trait in fetal embryo samples.","chrpos":"chr18:73235693","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.15.22276464","title":"Ultra-low coverage genome-wide association study - insights into gestational age using 17,844 embryo samples with preimplantation genetic testing"}
{"loci":"rs11081057","finding":"The SNP rs11081057 was linked to the prognostic stratification of HPV-positive head and neck squamous cell carcinoma. In the study by Locati et al. (2019), expression patterns correlated with the prognosis of HPV-mediated oropharyngeal cancer were analyzed, highlighting its significance in clinical outcomes.","chrpos":"chr18:3560505","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.17.23298621","title":"Using digital spatial profiling to analyse onco-immune-related gene expression within oropharyngeal tumours in relation to HPV and p16 status"}
{"loci":"rs10502966","finding":"The variant rs10502966 at locus 18q21.2 was associated with chronotype and putamen volume, suggesting significant pleiotropic effects on brain disorders.","chrpos":"chr18:53222129","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.08.22279719","title":"The role of sleep in the human brain and body: insights from multi-organ imaging genetics"}
{"loci":"rs6506878","finding":"This variant rs6506878, located in SALL3, was found through the meta-analysis to be significantly associated with PSA levels, emphasizing the importance of genetic testing in screening.","chrpos":"chr18:79005837","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Incorporating Genetic Determinants of Prostate-Specific Antigen Levels Improves Prostate Cancer Screening"}
{"loci":"rs71279357","finding":"This SNP was associated with SALL3 and showed significance in linking to PSA levels, enhancing the understanding of prostate cancer risk.","chrpos":"chr18:79017252","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Incorporating Genetic Determinants of Prostate-Specific Antigen Levels Improves Prostate Cancer Screening"}
{"loci":"rs184097503","finding":"The rare variant rs184097503 (MAF=0.4%) was associated with a more than 50% decreased risk for polymyalgia rheumatica, with an OR of 0.43.","chrpos":"chr18:31619326","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.23.23290408","title":"Genetic architecture and shared mechanisms of common ‘neglected’ diseases"}
{"loci":"rs28933981","finding":"The missense variant rs28933981 (p.T139M) was in high linkage disequilibrium with rs184097503 and is associated with transthyretin amyloid cardiomyopathy.","chrpos":"chr18:31598647","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.23.23290408","title":"Genetic architecture and shared mechanisms of common ‘neglected’ diseases"}
{"loci":"rs7241199","finding":"The rs7241199 SNP showed a significant association with CHMP1B expression and the regulation of IFNB1 during Mtb infection, illustrating its importance in cytokine induction.","chrpos":"chr18:11857067","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.28.23294698","title":"Mycobacterium tuberculosis-dependent Monocyte Expression Quantitative Trait Loci and Tuberculosis Pathogenesis"}
{"loci":"rs200399297","finding":"This variant was associated exclusively with traits in the AFR population, with a significant association indicated by MTAG p=1.6×10^-9.","chrpos":"chr18:55038328","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.27.22268990","title":"Multitrait Genome-Wide Analysis in the UK Biobank Reveals Novel and Distinct Variants Influencing Cardiovascular Traits in Africans and Europeans"}
{"loci":"rs112836568","finding":"For SNP rs112836568, which was found within the CD226 gene, the analysis indicated it had a maximum DIS greater than 2, suggesting it might be related to disease-associated mutations.","chrpos":"chr18:69941606","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.25.22272955","title":"Novel discoveries and enhanced genomic prediction from modelling genetic risk of cancer age-at-onset"}
{"loci":"rs5007436","finding":"The intergenic SNP rs5007436 was associated with the NANOG \/ FOXA1 class, indicating it had cell type-specific transcription factor activity implicated in tumour development. It demonstrated significant regulatory potential.","chrpos":"chr18:27857610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.25.22272955","title":"Novel discoveries and enhanced genomic prediction from modelling genetic risk of cancer age-at-onset"}
{"loci":"rs2276182","finding":"The SNP rs2276182 located within the POLI gene was discovered to have a colocalisation relationship with lung adenocarcinoma and LTL. POLI is known for its functions in DNA repair and its involvement in translesion synthesis, potentially linking its genetic variant to increased cancer susceptibility.","chrpos":"chr18:54271677","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.24.22279131","title":"Common genetic variations in telomere length genes and lung cancer"}
{"loci":"rs148793499","finding":"Identified as significant in the cardiometabolic joint test with a p-value of 1.8×10^-10, this variant showed strong genetic effects in individuals with obesity (OR = 2.36) and exerted weaker effects in those with T2D. It highlighted potential interactions affecting COVID-19 outcomes tied to metabolic status.","chrpos":"chr18:60647355","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.13.21261910","title":"Gene-environment interaction analysis incorporating sex, cardiometabolic diseases, and multiple deprivation index reveals novel genetic associations with COVID-19 severity"}
{"loci":"rs6567160","finding":"The SNP rs6567160 was associated with type 2 diabetes (T2D) with a beta of 0.018 and a P-value of 4.1 × 10^-10, indicating a significant relationship with this metabolic disorder.","chrpos":"chr18:60161902","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs891387","finding":"The SNP rs891387 was associated with BMI with a beta of 0.021 and a P-value of 9.3 × 10^-35, confirming its significance in influencing BMI.","chrpos":"chr18:23523945","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs1788819","finding":"The SNP rs1788819 showed an association with T2D, with a beta of 0.032 and a P-value of 4 × 10^-21, illustrating its impact on the risk of developing T2D.","chrpos":"chr18:23520540","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs950939","finding":"This SNP indicated a suggestive association with CSF amyloid-β levels, consistent with its significance in MRI and cognitive measures.","chrpos":"chr18:58259442","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.13.21261887","title":"Genome Wide Analysis Across Alzheimer’s Disease Endophenotypes: Main Effects and Stage Specific Interactions"}
{"loci":"rs975903","finding":"The SNP rs975903 was associated with higher expression of the gene SMAD4 in ischemic stroke (IS) subjects. Specifically, those with the GG allele of this SNP exhibited significantly higher SMAD4 expression at all time points after stroke, which related to inflammatory processes and hypercoagulation associated with poor 90-day functional outcomes (as measured by the modified Rankin Scale, mRS). Furthermore, SMAD4 expression was linked to blood-brain barrier disruption and previously noted to be up-regulated in IS patients who later developed hemorrhagic transformation. Thus, this finding indicated that the rs975903 SNP could serve as a significant genetic marker in relation to post-stroke outcomes.","chrpos":"chr18:51779745","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.16.22276291","title":"Peripheral Blood Gene Expression at 3 to 24 Hours Correlates with and Predicts 90-Day Outcome Following Human Ischemic Stroke"}
{"loci":"rs9949541","finding":"This TCF4 variant interacted with LTST affecting HDL-c, which further confirms its novel association with lipid traits and sleep.","chrpos":"chr18:55378517","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.02.24312466","title":"A Large-Scale Genome-Wide Gene-Sleep Interaction Study in 732,564 Participants Identifies Lipid Loci Explaining Sleep-Associated Lipid Disturbances"}
{"loci":"rs2156008","finding":"The SNP rs2156008 was also identified as a novel locus associated with smoking initiation in the same meta-analysis. Positioned at 18q21.2 within the TCF4 gene, it showed a beta value of 0.01 (SE = 0.002) with genome-wide significance (P = 3.21 × 10^-8). This gene is related to nervous system development, and the findings implicate it in the initiation of smoking behaviors.","chrpos":"chr18:55614013","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.07.22272059","title":"Evaluation of the Causal Relationship Between Smoking and Schizophrenia in Asia"}
{"loci":"rs56235016","finding":"SNP rs56235016, an intergenic variant in CTDP1, was confirmed for its association with substance use traits.","chrpos":"chr18:79678656","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.06.22277340","title":"Multi-trait Analysis of GWAS (MTAG) of Substance Use Traits Identifies Novel Genetic Loci and Phenomic Associations"}
{"loci":"rs7238033","finding":"The rs7238033 SNP was associated with bladder cancer and identified among four polymorphisms located on chromosome 18q12.3, which was shown to be significantly vulnerable to the disease.","chrpos":"chr18:45737001","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs10775480","finding":"The rs10775480 SNP was linked to an increased risk of bladder cancer and was included among four polymorphisms at the chromosome 18q12.3 locus.","chrpos":"chr18:45737317","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs11082469","finding":"The rs11082469 SNP was identified in association with bladder cancer, found within the four polymorphisms located on chromosome 18q12.3.","chrpos":"chr18:45741304","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs17674580","finding":"The rs17674580 SNP was detected at the 18q12.3 locus, contributing to the genetic susceptibility of bladder cancer.","chrpos":"chr18:45729946","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs2958162","finding":"A significant association was identified with a p-value of 2.50E-10, related to traits of risk-taking, as it is located in the TCF4 gene, which has prior associations with various psychiatric conditions.","chrpos":"chr18:55416634","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans and mice"}
{"loci":"rs2958178","finding":"Found significant association (p=3.80E-12) within TCF4, previously linked to several psychiatric conditions, including risk-taking behavior.","chrpos":"chr18:55402741","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans and mice"}
{"loci":"rs1941685","finding":"This SNP was found to be significantly associated with Subtype III, linking it to rapid symptom progression in patients.","chrpos":"chr18:33724354","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.18.21260731","title":"Comprehensively modeling heterogeneous symptom progression for Parkinson’s disease subtyping"}
{"loci":"rs4503880","finding":"NEDD4L rs4503880 was part of a significant gene-gene interaction with ZNF827 rs4835265, affecting gamma glutamyltransferase levels.","chrpos":"chr18:58416822","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.05.21268406","title":"Hypothesis-free detection of gene-interaction effects on biomarker concentration in UK Biobank using variance prioritisation"}
{"loci":"rs946934582","finding":"The SNP rs946934582 was identified in the study with a p-value of 2.764e-144, indicating a significant association with gestational ages. This finding contributed to the establishment of 11 genomic risk loci related to gestational age in a sample of Chinese fetal embryos.","chrpos":"chr18:73235693","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.15.22276464","title":"Ultra-low coverage genome-wide association study – insights into gestational age using 17,844 embryo samples with preimplantation genetic testing"}
{"loci":"rs9944845","finding":"The intronic variant rs9944845 in SETBP1 was significantly associated with sensation seeking in all gene-based analyses, highlighting its relevance as a novel finding related to neurobiological functions.","chrpos":"chr18:44908028","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.30.23290733","title":"Neurogenetic and multi-omic sources of overlap among sensation seeking, alcohol consumption, and alcohol use disorder"}
{"loci":"rs4239453","finding":"The variant rs4239453 within CDH2 was associated with sensation seeking and emphasized its role in cell-to-cell adhesion, further demonstrating its neurobiological importance.","chrpos":"chr18:27833516","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.30.23290733","title":"Neurogenetic and multi-omic sources of overlap among sensation seeking, alcohol consumption, and alcohol use disorder"}
{"loci":"rs2298720","finding":"The weak JK*A allele (JK*A01W.01 - rs2298720) was found to be associated with a weakened expression of Jk antigen and potentially capable of causing alloimmunization when mistyped as JkNULL. The allele's frequency was noted to be overwhelmingly low in Middle Easterners at 7%, compared to higher frequencies in other populations.","chrpos":"chr18:45730450","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.20.23298777","title":"A comprehensive characterization of blood group antigen variants in the Middle Eastern population genomes - Insights into genetic epidemiology"}
{"loci":"rs729053","finding":"The SNP rs729053 was identified as the leading SNP of the second most significant locus (locus 17) in the GWAS, associated with the TCF4 gene on chromosome 18.","chrpos":"chr18:55142450","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.16.23286045","title":"Genome-wide Association Study of Traumatic Brain Injury in U.S. Military Veterans Enrolled in the VA Million Veteran Program"}
{"loci":"rs8085882","finding":"The SNP rs8085882 was unique to the case-control GWAS and associated with ADHD, with the closest gene being ZNF521, which has been linked to educational attainment, ADHD, and smoking initiation.","chrpos":"chr18:25163935","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.11.22278618","title":"ADuLT: An efficient and robust time-to-event GWAS"}
{"loci":"rs12457101","finding":"In the context of cross-ancestry analysis, rs12457101 demonstrated significant associations with anxiety traits, with a p-value of 2.1×10^-9 in the EUR group and a p-value of 0.008 in the SAS group, indicating its role in anxiety across different ancestries.","chrpos":"chr18:54809566","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.14.24302836","title":"Gene Discovery and Biological Insights into Anxiety Disorders from a Multi-Ancestry Genome-wide Association Study of >1.2 Million Participants"}
{"loci":"rs6507215","finding":"The intergenic SNP rs6507215, located near the VRK1 gene on chromosome 14, was associated with impulsivity, particularly linked to alcohol consumption and insomnia, with a P-omnibus of 1.25e-8.","chrpos":"chr18:37615666","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.28.23299133","title":"The pleiotropic architecture of human impulsivity across biological scales"}
{"loci":"rs12964203","finding":"The SNP rs12964203 was associated with Body Mass Index (BMI) in a genome-wide association study (GWAS), showing a genome-wide significant p-value of 4.3E-10 and a beta value of 0.08, indicating a positive correlation with BMI.","chrpos":"chr18:60236371","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.23.23291830","title":"Improved Type 2 Diabetes Risk Stratification in the Qatar Biobank Cohort by Ensemble Learning Classifier Incorporating Multi-Trait, Population-Specific, Polygenic Risk Scores"}
{"loci":"rs11874212","finding":"The SNP rs11874212 tagged a novel genome-wide significant locus on chromosome 18 associated with mean BMI levels, and was linked to the protein coding gene TSHZ1 and the lncRNA RP11-17M16. This finding suggested an influence on weight regulation in the context of HD.","chrpos":"chr18:75791392","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.20.24307629","title":"Clinical and genetic association studies reveal within-individual variability as an integral part of Huntington disease"}
{"loci":"rs11150911","finding":"The SNP rs11150911 at the chromosome 18 locus was noted for its previous associations with BMI and body weight in population-based cohorts, thus reinforcing its relevance in the context of weight modulation in HD.","chrpos":"chr18:75786573","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.20.24307629","title":"Clinical and genetic association studies reveal within-individual variability as an integral part of Huntington disease"}
{"loci":"rs12964145","finding":"The SNP rs12964145 was also associated with the chromosome 18 locus, sharing previous associations with BMI and body weight, indicating its potential role as a genetic modifier in Huntington disease.","chrpos":"chr18:75789520","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.20.24307629","title":"Clinical and genetic association studies reveal within-individual variability as an integral part of Huntington disease"}
{"loci":"rs673939","finding":"The SNP rs673939 was associated with the ONECUT2 gene locus on chromosome 18 and was identified as the strongest signal among four new loci with a P value of 1.29 × 10-9. This finding was newly identified in this study, suggesting a potential role for the ONECUT2 gene in the mechanisms underlying headaches.","chrpos":"chr18:57486034","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.15.21263668","title":"A meta-analysis of the genome-wide association studies on two genetically correlated phenotypes (self-reported headache and self-reported migraine) identifies four new risk loci for headaches (N=397,385)"}
{"loci":"rs162009","finding":"The study reported that the degree centrality at the left calcarine was negatively associated with UPDRS-III scores in Parkinson's disease (PD) patients who did not carry the A allele of AQP4 rs162009. It was noted that autonomic dysfunction had an impact on this association and the cognitive decline observed in PD patients may also contribute to motor impairment.","chrpos":"chr18:26864250","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.21.23295938","title":"Both brain network topology and striatal dopamine depletion mediate the effects of autonomic dysfunction on disease burden of Parkinson’s disease"}
{"loci":"rs78851735","finding":"The variant rs78851735 in the MBP gene was associated with increased TAA prevalence, with a significant p-value of 3.79 x 10^-8 and an odds ratio of 3.446.","chrpos":"chr18:77062724","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.05.429911","title":"Analysis of UK Biobank Cohort Reveals Novel Insights for Thoracic and Abdominal Aortic Aneurysms"}
{"loci":"rs657693","finding":"SNP rs657693 was identified as a cis-pQTL for NFATC1, associated with 16 other proteins in ratios. This highlighted a network of related proteins that could support immunosuppressive drug development, revealing novel interactions linked through genetic evidence.","chrpos":"chr18:79402462","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.19.549734","title":"Genetic associations with ratios between protein levels detect new pQTLs and reveal protein-protein interactions"}
{"loci":"rs2298720","finding":"The c.130G>A variant defined the JK*A02W.03 allele, which was a known polymorphism with a minor allele frequency (MAF) greater than 0.05, indicating its commonality. This allele was linked to weak allele expression in the Kidd blood group, but further evidence did not support significant discrepancies related to it.","chrpos":"chr18:45730450","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs114362217","finding":"Identified as c.191G>A, this SNP was phased to the JK*A01\/02 background allele, contributing to allele JK*A02N.09. It was documented as a known variant in the analysis.","chrpos":"chr18:45731054","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs763095261","finding":"The c.742G>A variant was noted as defining the JK*A01W.05 allele, which carried known weak typing but was also recognized to potentially cause null phenotypes in certain contexts.","chrpos":"chr18:45739241","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs78242949","finding":"The c.871T>C variant was identified and associated with the JK*A02N.06 allele, confirming its status as a known SNP in the context of the Kidd blood group.","chrpos":"chr18:45739587","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs565898944","finding":"As c.956C>T, this SNP was relevant as it was phased to the JK*A02N.08 allele, marking it as a recognized variant contributing to the genetic landscape of the Kidd blood group.","chrpos":"chr18:45748385","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs1197896884","finding":"The c.725G>A variant was newly reported in the context of a null allele within the Kidd blood group system. It remained unlisted by the ISBT despite being identified in previous sequencing in European populations.","chrpos":"chr18:45739224","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs1253002394","finding":"The c.119G>A variant was recognized as a novel SNP associated with null phenotypes and represented a unique change related to the amino acid Gly40, marking it as significant in the study.","chrpos":"chr18:45730439","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs145283450","finding":"The variant c.118G>A was noted for its known association with null alleles JK*A01N.17 and JK*A02N.21, illuminating its relevance in the context of Kidd blood group genetics.","chrpos":"chr18:45730438","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group system using long-read nanopore sequencing"}
{"loci":"rs17782313","finding":"The SNP rs17782313 was identified as a differential enhancer for the MC4R gene, being the second top obesity-associated SNP from GWAS. It was located 187k bp from MC4R and was found to potentially disrupt GATA1 binding, which regulates MC4R expression. The knockout of its enhancer sequence led to a 60% reduction in MC4R expression in differentiated neurons.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.06.515311","title":"Integrative single-cell characterization of hypothalamus sex-differential and obesity-associated genes and regulatory elements"}
{"loci":"rs11081097","finding":"The SNP rs11081097 was reported to be associated with the immune response, specifically relating to the role of Apolipoprotein A-I (ApoA-I) in immunity, inflammation, and cancer, as noted in the work of Georgila et al. in 2019. This finding highlighted the relevance of ApoA-I in immune responses, particularly in the context of intestinal health.","chrpos":"chr18:4172963","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.06.438564","title":"Spatial expression programs of the intestinal follicle-associated epithelium"}
{"loci":"rs73392121","finding":"Variant rs73392121 was located within a microglia scATAC peak and predicted to regulate NPC1. The alternative allele led to reduced enhancer activity, associated with Niemann-Pick disease type C.","chrpos":"chr18:23542608","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.15.528663","title":"Massively parallel characterization of psychiatric disorder-associated and cell-type-specific regulatory elements in the developing human cortex"}
{"loci":"rs643507","finding":"This SNP caused an alteration in its binding motif that resulted in a differential binding affinity of the RBP PTBP1 compared to its WT counterpart.","chrpos":"chr18:2946293","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.26.501647","title":"Effect of Single Nucleotide Polymorphisms on the structure of long noncoding RNAs and their interaction with RNA Binding Proteins"}
{"loci":"rs4797876","finding":"The variant rs4797876 was linked to sulcal depth and the gene <italic>ROCK1P1<\/italic>, highlighting its role in brain morphology and neurocognitive traits.","chrpos":"chr18:155566","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.26.615256","title":"Gene expansions contributing to human brain evolution"}
{"loci":"rs8091497","finding":"The SNP rs8091497 was identified as having the largest transcription factor binding affinity change, leading to a 40-fold decline in binding for SP1, a factor linked to behavioral abnormalities in schizophrenia.","chrpos":"chr18:79872565","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.02.530529","title":"Unveiling causal regulatory mechanisms through cell-state parallax"}
{"loci":"rs2229616","finding":"The variant rs2229616 (p.Val103Ile) in the GPRC6A gene was associated with body size phenotypes and immature reticulocyte fraction, marking it as a gain-of-function variant affecting β-arrestin signaling.","chrpos":"chr18:60372043","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.13.876250","title":"Medical relevance of common protein-altering variants in GPCR genes across 337,205 individuals in the UK Biobank"}
{"loci":"rs9960767","finding":"The SNP rs9960767 was located within a super-FIRE identified in human hippocampus tissue, which demonstrated high frequent local chromatin interactions. This region largely overlapped with the gene TCF4, which is important for neurodevelopment. The findings suggested that chromatin spatial organization may significantly influence gene regulation at this locus, potentially elucidating the mechanism by which rs9960767 affects the risk of schizophrenia.","chrpos":"chr18:55487771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/619288","title":"FIREcaller: Detecting Frequently Interacting Regions from Hi-C Data"}
{"loci":"rs17799413","finding":"The SNP rs17799413 was predicted to associate with decreased CDH19 expression by altering TEAD1 binding in non-myelinating Schwann cells. The significant slope in analysis indicated a direct influence on gene expression regulation.","chrpos":"chr18:66559032","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.25.563769","title":"NetREm: Network Regression Embeddings reveal cell-type transcription factor coordination for gene regulation"}
{"loci":"rs11663049","finding":"The SNP rs11663049 was linked to decreased risk of polyneuropathy in diabetes and showed a significant correlation with reduced CEP192 expression, suggesting it modulates transcription factor binding related to this gene.","chrpos":"chr18:12991394","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.25.563769","title":"NetREm: Network Regression Embeddings reveal cell-type transcription factor coordination for gene regulation"}
{"loci":"rs763361","finding":"The rs763361 SNP, which results in a G307S mutation in the DNAM-1 immunoreceptor, was identified as a gain-of-function mutation associated with enhanced pro-inflammatory cytokine production in CD4+ T cells. It was shown that CD4+ T cells from rs763361 carriers demonstrated significantly increased phosphorylation of downstream signaling molecules, including IL-17 production, compared to non-carriers. This variant was linked to various autoimmune diseases such as multiple sclerosis, type 1 diabetes, and rheumatoid arthritis, and directly contributed to the exacerbation of autoimmune responses in models of experimental autoimmune encephalomyelitis.","chrpos":"chr18:69864406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.08.495273","title":"G307S DNAM-1 mutation exacerbates autoimmune encephalomyelitis via enhancing CD4+ T cell activation"}
{"loci":"rs139941105","finding":"The SNP rs139941105, an A>G single nucleotide polymorphism located at GRCh38:50530925 intergenic region, was reported in humans with a minor allele frequency of 0.01. Its presence was noted during the deep sequencing analysis which showed that ABE8e treatment resulted in this site having 4 times more substitutions in base-edited HEK<sup>W53X\/W53X<\/sup> cells compared to untreated controls. However, this SNP was characterized as having no known clinical significance.","chrpos":"chr18:50530925","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.12.499808","title":"Nonviral base editing of KCNJ13 mutation preserves vision in an inherited retinal channelopathy"}
{"loci":"rs1893217","finding":"The SNP rs1893217, associated with the PTPN2 gene, was found to be significant in relation to inflammatory bowel disease (IBD). It was demonstrated that patients carrying the rs1893217 allele showed altered microbiomes and an increased presence of Proteobacteria, including adherent-invasive E. coli (AIEC). In experimental models, Ptpn2-deficient mice displayed substantial shifts in intestinal microbiome composition favoring the proliferation of a novel AIEC that shared over 90% genomic similarity with LF82, a strain previously linked to IBD. This finding indicated that the PTPN2 risk allele was directly related to alterations in gut microbiota dynamics and contributed to IBD pathogenesis.","chrpos":"chr18:12809341","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/709634","title":"The Autoimmune Susceptibility Gene, PTPN2, Restricts Expansion of a Novel Mouse Adherent-Invasive E. coli"}
{"loci":"rs17758695","finding":"The SNP rs17758695 in the gene BCL2 was found to have a significantly increased association with LOY, with its P-value for association improving from P_mLRR-Y=7.5×10^-65 to P_PAR-LOY=4.1×10^-147, indicating a strong genetic determinant of LOY amongst the studied male population.","chrpos":"chr18:63253621","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/514026","title":"Genetic predisposition to mosaic Y chromosome loss in blood is associated with genomic instability in other tissues and susceptibility to non-haematological cancers"}
{"loci":"rs9952980","finding":"The study found that rs9952980, an rSNP located in an intron of the gene SLC14A2, was shown to significantly affect ERα binding at an estrogen response element (ERE). Specifically, it was predicted to decrease ERα’s binding affinity, thereby leading to reduced expression of SLC14A2, with clinical data indicating that carriers of the alternative T allele had a lower risk of developing breast cancer compared to homozygous carriers of the reference C allele.","chrpos":"chr18:45308832","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.30.564691","title":"Breast cancer risk SNPs converge on estrogen receptor binding sites commonly shared between breast tumors to locally alter estrogen signalling output"}
{"loci":"rs11081126","finding":"The SNP rs11081126 was associated with the modulation of gene expression as discussed in relation to the Hedgehog signaling pathway in breast cancer. This connection highlighted its potential relevance in understanding the aging phenotype in luminal epithelia, which was a significant factor in increasing susceptibility to breast cancer.","chrpos":"chr18:4582544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.22.509091","title":"Luminal epithelial cells integrate variable responses to aging into stereotypical changes that underlie breast cancer susceptibility"}
{"loci":"rs12456492","finding":"The rs12456492 SNP within the RIT2 gene was originally associated with Parkinson's disease (PD) in a 2011 GWAS study. Subsequent studies, including a meta-analysis, confirmed its association with PD. In this context, it was found to influence the correlation between RIT2 and SYT4 gene expression and brain pH specifically in the substantia nigra. In the BrainEAC dataset, significant interactions were observed: individuals carrying the risk AG and GG alleles showed a positive correlation between gene expression and pH, whereas this was not the case for AA genotype individuals. This suggested a protective effect against the coupling of pH and gene expression in those with the AA genotype.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.16.423140","title":"A pH-eQTL interaction at the RIT2-SYT4 Parkinson’s disease risk locus in the substantia nigra"}
{"loci":"rs10502347","finding":"The variant rs10502347 was associated with the LAMA1 locus and was part of the 99% credible set in fine-mapping data from the DIAMANTE consortium. It was found to overlap an ATAC-seq peak and ChIP-seq sites for pancreatic transcription factors. Additionally, the T2D risk allele 'C' was predicted to disrupt SOX9 binding, indicating its potential impact on T2D via regulation of pancreatic developmental processes.","chrpos":"chr18:7064692","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.18.101071","title":"Pancreatic progenitor epigenome maps prioritize type 2 diabetes risk genes with roles in development"}
{"loci":"rs11081056","finding":"The SNP rs11081056 was associated with the EPAS1 gene, which demonstrated significance in reducing susceptibility to chronic mountain sickness among Himalayan highlanders. This finding was pivotal as it highlighted the role of archaic introgression from Denisovans in shaping adaptive responses to hypobaric hypoxia, crucial for survival in high-altitude environments.","chrpos":"chr18:3552607","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.23.540768","title":"Archaic introgression contributed to shape the adaptive modulation of angiogenesis and nitric oxide induction in human high-altitude populations from the Himalayas"}
{"loci":"rs206435","finding":"This SNP showed opposing associations with luminal A-like (OR=1.03) and triple-negative subtypes (OR=0.95), marking it as significant in marker-specific analyses for ER (P=2.8×10^-3) and tumor grade (P=2.8×10^-4), thus demonstrating the complexity of genetic susceptibility across breast cancer subtypes.","chrpos":"chr18:10354652","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/778605","title":"Genome-wide association study identifies 32 novel breast cancer susceptibility loci from overall and subtype-specific analyses"}
{"loci":"rs12454712","finding":"This SNP was identified at the BCL2A locus, associated with muscle (TOA=0.52) and adipose (TOA=0.48) tissue profiles, indicating shared effects.","chrpos":"chr18:63178651","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.25.169706","title":"A multi-omic integrative scheme characterizes tissues of action at loci associated with type 2 diabetes"}
{"loci":"rs2847297","finding":"The study found that the index case carried the G allele of variant rs2847297 at the PTPN2 locus, which is recognized as an expression quantitative trait locus (eQTL) previously associated with rheumatoid arthritis. Reduced PTPN2 transcription from the rs2847297-G allele was linked to lower expression of TC-PTP and greater persistence of pSTAT1 in the index case compared to his mother, elucidating the variable disease penetrance in the family.","chrpos":"chr18:12797695","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/499988","title":"Whole Genome Sequencing of Primary Immunodeficiency reveals a role for common and rare variants in coding and non-coding sequences"}
{"loci":"rs11665282","finding":"The SNP rs11665282 in the MOCOS gene was notably significant for schizophrenia (p=1.48×10^-7). It was implicated in vascular endothelial functions and served as a cis-eQTL in various brain regions, highlighting its potential role in SCZ and vascular health.","chrpos":"chr18:36187516","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.13.249813","title":"Sex-Dependent Shared and Non-Shared Genetic Architecture Across Mood and Psychotic Disorders"}
{"loci":"rs543759","finding":"The SNP rs543759 was also linked to type 2 diabetes with a p-value of 2.904 x 10^-6. Similar to rs597414, it was selected by block HSIC Lasso for its contribution to classification accuracy, even with a low p-value that did not meet the conservative Bonferroni threshold.","chrpos":"chr18:7508563","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/532192","title":"Block HSIC Lasso: model-free biomarker detection for ultra-high dimensional data"}
{"loci":"rs7964","finding":"The functional single nucleotide polymorphism (rs7964) in the gene encoding the enzyme phosphatidylethanolamine N-methyltransferase (PEMT) was found to be associated with Alzheimer's disease (AD). This association suggested that abnormalities in endogenous choline production due to this SNP may lead to an increased incidence of AD, indicating the potential role of dietary choline intake in mitigating AD risk.","chrpos":"chr18:77014162","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.14.503929","title":"Dietary choline intake is necessary to prevent systems-wide organ pathology and reduce Alzheimer’s disease hallmarks"}
{"loci":"rs17755942","finding":"The SNP rs17755942 was associated with natural selection evident from a higher iHS score of 3.5517 in HM people, suggesting a specific adaptation related to immune function.","chrpos":"chr18:52681344","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.16.463767","title":"Genomic insights into the population history and biological adaptation of Southwestern Chinese Hmong-Mien people"}
{"loci":"rs1237775","finding":"The SNP rs1237775 demonstrated strong natural selection with an iHS score of 3.4758 in HM people, indicating its significance in adaptive traits.","chrpos":"chr18:52627204","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.16.463767","title":"Genomic insights into the population history and biological adaptation of Southwestern Chinese Hmong-Mien people"}
{"loci":"rs16920","finding":"The SNP rs16920 presented a high iHS score of 3.3540 in HM people, linking it to selection pressures on immune-related functions.","chrpos":"chr18:52680797","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.16.463767","title":"Genomic insights into the population history and biological adaptation of Southwestern Chinese Hmong-Mien people"}
{"loci":"rs79301210","finding":"The SNP rs79301210 showed a significant iHS score of 3.3299, reinforcing its connection to selective pressures in HM people's immune system.","chrpos":"chr18:52669698","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.16.463767","title":"Genomic insights into the population history and biological adaptation of Southwestern Chinese Hmong-Mien people"}
{"loci":"rs9947450","finding":"The SNP rs9947450 was identified as having a significant positive effect on energy portion size in short individuals, suggesting a role in dietary behaviors related to BMI; however, it was the only significant association found between height-specific variants and non-anthropometric traits.","chrpos":"chr18:60385432","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.24.312181","title":"Genome-wide analyses point to differences in genetic architecture of BMI between tall and short people"}
{"loci":"rs763095261","finding":"The SNP rs763095261 was identified as part of the JK*A01W.05 allele, which was found to cause a null phenotype rather than a weak allele in one of the genotype-phenotype discrepancies observed in the study.","chrpos":"chr18:45739241","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group using nanopore sequencing"}
{"loci":"rs2298720","finding":"SNP rs2298720 was associated with the JK*A02W.04 allele and was found to likely cause a null allele effect, creating a discrepancy in phenotype despite being a common SNV with a minor allele frequency greater than 0.05.","chrpos":"chr18:45730450","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group using nanopore sequencing"}
{"loci":"rs1197896884","finding":"The SNP rs1197896884 was identified in exon 7 and has been proposed as a novel null allele that contributed to genotype-phenotype discrepancies in the study.","chrpos":"chr18:45739224","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group using nanopore sequencing"}
{"loci":"rs145283450","finding":"SNP rs145283450 was noted for leading to null alleles such as JK*A01N.17 and JK*A02N.21, illustrating its relevance in genotype-phenotype discrepancies.","chrpos":"chr18:45730438","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.13.540649","title":"Resolving genotype-phenotype discrepancies of the Kidd blood group using nanopore sequencing"}
{"loci":"rs763361","finding":"The CD226 gene polymorphism rs763361 was linked to susceptibility to type 1 diabetes mellitus, again demonstrating genetic risk factors in autoimmune disorders.","chrpos":"chr18:69864406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.24.461631","title":"Screening key genes and signaling pathways in COVID-19 infection and its associated complications by integrated bioinformatics analysis"}
{"loci":"rs11081126","finding":"The SNP rs11081126 was identified as having a significant association with breast cancer susceptibility. In the paper cited, the authors discussed its role in the Hedgehog signaling pathway, implicating it in age-related biological processes observed in luminal epithelial cells of the mammary epithelium, which are linked to changes leading to cancer initiation.","chrpos":"chr18:4582544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.22.509091","title":"Luminal epithelial cells integrate variable responses to aging into stereotypical changes that underlie breast cancer susceptibility"}
{"loci":"rs9966620","finding":"This variant was associated with TTC39C, a protein relevant to cilia functions, providing insights into mechanisms potentially relevant to geographic atrophy.","chrpos":"chr18:24100771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.19.457044","title":"Transcriptomic and proteomic retinal pigment epithelium signatures of age-related macular degeneration"}
{"loci":"rs12954879","finding":"The variant rs12954879 was linked to the RNA stability of <italic>AQP4<\/italic> as a male-specific stQTL (FDR = 2e-05), showing that it influenced stability only in males.","chrpos":"chr18:26762831","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.29.441922","title":"Genetic variants associated mRNA stability in lung"}
{"loci":"rs206435","finding":"The SNP rs206435 showed associations in opposite directions for luminal A-like and triple-negative breast cancer, with odds ratios of 1.03 and 0.95 respectively, indicating its relevance in differentiating cancer subtypes.","chrpos":"chr18:10354652","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/778605","title":"Genome-wide association study identifies 32 novel breast cancer susceptibility loci from overall and subtype-specific analyses"}
{"loci":"rs62097497","finding":"This SNP was located in the SERPINB10 gene, which demonstrated significant association with CL with a P-imputed value of 2.67×10^-6, suggesting a novel link to the disease.","chrpos":"chr18:63928709","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.13.903989","title":"A genome-wide association study highlights a regulatory role for IFNG-AS1 contributing to cutaneous leishmaniasis in Brazil"}
{"loci":"rs12456492","finding":"The study by Zhang et al. (2015) identified a polymorphism in the RIT2 gene, specifically rs12456492, which was associated with an increased risk of developing Parkinson's disease. This finding highlighted the relevance of Rit2 in the pathophysiology of Parkinson's disease, providing a genetic insight into the mechanisms governing dopaminergic signaling and its implications for disease susceptibility.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/712448","title":"Dopamine transporter trafficking and Rit2 GTPase: Mechanism of action and in vivo impact"}
{"loci":"rs12456492","finding":"The rs12456492 polymorphism in the RIT2 gene was found to be associated with an increased risk of Parkinson's disease according to a meta-analysis conducted by Zhang et al. in 2015. This finding provided evidence that variations in RIT2 may influence dopaminergic signaling and could be relevant to the mechanisms underlying motor function and motor learning.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.04.447129","title":"Presynaptic Gq-coupled receptors drive biphasic dopamine transporter trafficking that modulates dopamine clearance and motor function"}
{"loci":"rs9955681","finding":"At the 18q11.2 locus, rs9955681 was located in an intron of the LAMA3 gene and was predicted to disrupt 67 different transcription factor binding site (TFBS) motifs. This SNP was found to be associated with high-grade serous ovarian cancer (HGSOC) and was categorized as an expression quantitative trait locus (eQTL) in previous analyses, suggesting its critical role in gene regulation in EOC tumors.","chrpos":"chr18:23886351","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.21.960468","title":"Ovarian Cancer Risk Variants are Enriched in Histotype-Specific Enhancers that Disrupt Transcription Factor Binding Sites"}
{"loci":"rs7240405","finding":"The SNP rs7240405 was associated with HDL in the Framingham Heart Study, highlighting its significance in that context.","chrpos":"chr18:49632720","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184465","title":"Multi-scale Inference of Genetic Trait Architecture using Biologically Annotated Neural Networks"}
{"loci":"rs7244811","finding":"In contrast, rs7244811 was identified in the UK Biobank as being the most associated SNP with HDL instead of rs7240405 from the Framingham Heart Study, portraying a variant-level discrepancy due to model selection preferences.","chrpos":"chr18:49630360","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184465","title":"Multi-scale Inference of Genetic Trait Architecture using Biologically Annotated Neural Networks"}
{"loci":"rs4939883","finding":"The intergenic SNP rs4939883 was found significant for HDL in the UK Biobank, indicating an alternate SNP contributing to the same trait compared to the Framingham cohort.","chrpos":"chr18:49640844","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184465","title":"Multi-scale Inference of Genetic Trait Architecture using Biologically Annotated Neural Networks"}
{"loci":"rs11663049","finding":"SNP rs11663049 was identified as an eSNP related to polyneuropathy in diabetes, which reduces risk for the condition while decreasing expression of CEP192 and possibly affecting the binding affinity of six activator transcription factors to its promoter in nmSCs.","chrpos":"chr18:12991394","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.25.563769","title":"NetREm Network Regression Embeddings reveal cell-type transcription factor coordination for gene regulation"}
{"loci":"rs4987855","finding":"The SNP rs4987855 was found in linkage disequilibrium with a risk variant for NHL, suggesting a shared genetic background between lymphocytic leukemia and NHL.","chrpos":"chr18:63126316","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.18.911578","title":"Cross-Cancer Evaluation of Polygenic Risk Scores for 17 Cancer Types in Two Large Cohorts"}
{"loci":"rs2278161","finding":"The SNP rs2278161 was recognized as a significant trans-eQTL associated with the target gene C1R in glioblastomas with a Bonferroni-adjusted p-value of 3.72 x 10^-3. The alternative C allele was linked to higher C1R expression levels. It was noted that this SNP caused a non-synonymous change in the CNDP2 protein, potentially leading to functional implications in tumor suppression pathways and through association with the PI3K\/AKT pathway, further influencing C1R expression.","chrpos":"chr18:74508848","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.10.447906","title":"Discovering single-cell eQTLs from scRNA-seq data only"}
{"loci":"rs76992529","finding":"The SNP rs76992529, which predisposes individuals of African descent to ATTR amyloidosis, was examined in the context of Cas9-targeting sites. It showed an average of 0.92% max variant effects on all associated Cas9-targeting sites, suggesting minimal impact on CRISPR\/Cas9 editing efficiency. This indicated that editing efficiency would be comparable irrespective of alleles for this specific mutation, though variant-aware gRNA selection remained essential.","chrpos":"chr18:31598655","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.26.559657","title":"Widespread impact of natural genetic variations in CRISPR\/Cas9 outcomes"}
{"loci":"rs58084604","finding":"Associated with diet, this SNP lies near the MC4R gene, which is implicated in obesity protection. It showed significant GxE interactions, reinforcing its role in metabolic regulation.","chrpos":"chr18:60182196","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.28.225730","title":"Leveraging phenotypic variability to identify genetic interactions in human phenotypes"}
{"loci":"rs4555225","finding":"The SNP rs4555225, associated with the risk haplotype, was found to significantly reduce the half-life of the lncRNA KILR, which acted as a tumor suppressor in breast cells. This reduction in half-life was linked to increased cell proliferation due to an increase in the available pool of RPA1, a key protein involved in DNA replication and repair. Thus, the presence of this risk variant altered cancer risk by influencing the expression dynamics of KILR.","chrpos":"chr18:26561892","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.16.567471","title":"CRISPR-Cas13d screens identify KILR, a breast cancer risk-associated lncRNA that regulates DNA replication and repair"}
{"loci":"rs7231304","finding":"The rs7231304 variant within the AFG3L2 gene was associated with composite exercise response phenotypes. Although not previously linked to exercise, AFG3L2 mutations affect mitochondrial structure, potentially impairing training responses.","chrpos":"chr18:12350506","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.20.957340","title":"Identification of novel mitochondrial and mitochondrial related genetic loci associated with exercise response in the Gene SMART study"}
{"loci":"rs11080920","finding":"The SNP rs11080920 was identified in a study conducted by Shah et al. (2019), which used a random forest machine learning approach to retrieve leaf chlorophyll content in wheat. This finding was significant because leaf chlorophyll content is an important trait related to plant health and productivity, thus impacting the overall yield and quality of wheat, aligning with the goals of breeding programs that focus on grain yield and quality traits.","chrpos":"chr18:2136830","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.24.445513","title":"Genomic Selection for End-Use Quality and Processing Traits in Soft White Winter Wheat Breeding Program with Machine and Deep Learning Models"}
{"loci":"rs11081067","finding":"The SNP rs11081067 was identified as a significant genetic marker influencing lapatinib sensitivity in breast cancer. The mechanism was linked to the co-regulation of EP300 and SIRT1\/6, impacting the acetylation and activity of the transcription factor FOXO3. This finding contributed to understanding how genetic variations can affect treatment outcomes in cancer therapy.","chrpos":"chr18:3713074","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.20.500792","title":"MAVEN: An R\/Shiny app for compound mechanism of action analysis and visualisation using transcriptomics and compound structure data"}
{"loci":"rs17782313","finding":"SNP rs17782313 showed association with obesity at a p-value of 3×10^-4; though associated without genome-wide significance, it corroborated findings from other studies.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/671123","title":"A Comprehensive Genome-wide and Phenome-wide Examination of BMI and Obesity in a Northern Nevadan Cohort"}
{"loci":"rs72973711","finding":"This SNP was linked to trans-eQTLs affecting 27 target genes, where 67% of these genes showed increased expression with the archaic allele. The finding indicated a significant regulatory influence through long-range effects associated with Neandertal DNA.","chrpos":"chr18:76360290","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.20.464628","title":"Long-range regulatory effects of Neandertal DNA in modern humans"}
{"loci":"rs11081184","finding":"The SNP rs11081184 was identified as a significant factor related to immune system responses, particularly in the context of TIMP-1-mediated chemoresistance in non-small cell lung cancer (NSCLC). This finding indicated a relationship between this SNP and IL-6 induction, suggesting its potential relevance in predicting disease susceptibility and treatment responses.","chrpos":"chr18:5282852","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.27.625750","title":"Coordinated variation in the immune systems and microbiomes of healthy humans is linked to tonic interferon states"}
{"loci":"rs12970134","finding":"The SNP rs12970134 was associated with obese polycystic ovary syndrome in patients from the Western region of Saudi Arabia. This finding highlighted the relevance of the MC4R gene variants in conditions related to obesity and reproductive disorders.","chrpos":"chr18:60217517","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.18.580873","title":"POMC neurons control fertility through differential signaling of MC4R in Kisspeptin neurons"}
{"loci":"rs17782313","finding":"The SNP rs17782313 was similarly associated with obese polycystic ovary syndrome patients in the Western region of Saudi Arabia. This association further supported the role of MC4R variants in influencing both obesity and reproductive health.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.18.580873","title":"POMC neurons control fertility through differential signaling of MC4R in Kisspeptin neurons"}
{"loci":"rs4801117","finding":"This SNP demonstrated functional variations that enhanced its activity with ATRA treatment and was associated with perturbations in RXRA motifs, supporting its involvement in retinoid signaling pathways.","chrpos":"chr18:54961692","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.05.434177","title":"Transcriptional-Regulatory Convergence Across Functional MDD Risk Variants Identified by Massively Parallel Reporter Assays"}
{"loci":"rs763361","finding":"The SNP rs763361 within the CD226 gene was found to increase susceptibility to type 1 diabetes (T1D), multiple sclerosis (MS), and rheumatoid arthritis (RA). It was specifically noted that the Ser307 variant, encoded by the T allele of rs763361, might enhance cytoplasmic phosphorylation of CD226, thereby augmenting downstream signaling pathways that are crucial for T cell activation and proliferation.","chrpos":"chr18:69864406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.02.494443","title":"Deletion of CD226 in Foxp3+ T cells Reduces Diabetes Incidence in Non-Obese Diabetic Mice by Improving Regulatory T Cell Stability and Function"}
{"loci":"rs17758695","finding":"Was found to regulate BCL2 expression through ATU, implicating it in the hematopoietic signaling network.","chrpos":"chr18:63253621","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.05.606572","title":"Variant-to-function dissection of rare non-coding GWAS loci with high impact on blood traits"}
{"loci":"rs2272783","finding":"The SNP rs2272783 was classified as high PIP in the FECH gene and was linked to mean corpus hemoglobin, suggesting an impact on this phenotypic trait through splicing changes.","chrpos":"chr18:57571588","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.20.515225","title":"Large scale functional screen identifies genetic variants with splicing effects in modern and archaic humans"}
{"loci":"rs8090080","finding":"The SNP rs8090080 was related to findings in a study by Sedgwick and D'Souza-Schorey (2016) that discussed the role of Wnt signaling in cell motility and invasion, drawing connections between developmental processes and cancer. This context highlighted the importance of Wnt signaling in cell behaviors that are critical for both normal embryonic development and pathological conditions such as cancer.","chrpos":"chr18:12764642","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.154609","title":"Wnt- and Glutamate-receptors orchestrate stem cell dynamics and asymmetric cell division"}
{"loci":"rs8084625","finding":"This SNP mapped to the GNAL gene, which is highly expressed in the CNS and linked to cognitive deficits in bipolar disorder and schizophrenia. It was identified as the top SNP by XGBoost.","chrpos":"chr18:11758300","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.12.495467","title":"Comparing the XGBoost machine learning algorithm to polygenic scoring for the prediction of intelligence based on genotype data"}
{"loci":"rs1786573","finding":"This SNP, which was part of the GWAS analysis for PGS, had a p-value of 7.37016×10^-06, bordering on genome-wide significance, and also mapped to the GNAL gene.","chrpos":"chr18:11831762","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.12.495467","title":"Comparing the XGBoost machine learning algorithm to polygenic scoring for the prediction of intelligence based on genotype data"}
{"loci":"rs2272783","finding":"The SNP rs2272783 A>G in FECH was associated with erythropoietic protoporphyria and exhibited allele frequencies nearly three times higher in the Vietnamese and East Asia populations compared to the world population (28.10%, 32.57%, and 11.23%, respectively), emphasizing its notable prevalence in these regions.","chrpos":"chr18:57571588","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/868588","title":"Genetic profiling of Vietnamese population from large-scale genomic analysis of non-invasive prenatal testing data"}
{"loci":"rs763361","finding":"The SNP rs763361 in CD226 was identified as contributing to genetic susceptibility for type 1 diabetes, as it involved a Gly307Ser missense mutation, which was linked to increased autoimmune disease risk in affected individuals. This SNP was also associated with the phosphorylation dynamics of signaling molecules in T cells, indicating its relevance in T cell activation and function relevant to autoimmune processes.","chrpos":"chr18:69864406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.16.603756","title":"Inhibition of CD226 Co-Stimulation Suppresses Diabetes Development in the NOD Mouse by Augmenting Tregs and Diminishing Effector T Cell Function"}
{"loci":"rs76726049","finding":"Associated with the ALPK2 gene, rs76726049 was identified as having a strong impact specifically in CD14+ monocytes with predictive scores indicating significant regulatory actions in these cells. This variant did not overlap with microglia datasets, suggesting its regulatory influence is peripheral and specific to monocytes.","chrpos":"chr18:58522227","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.02.518903","title":"Regression convolutional neural network models implicate peripheral immune regulatory variants in the predisposition to Alzheimer’s disease"}
{"loci":"rs613872","finding":"The SNP rs613872 was found to have a strong association with Fuchs endothelial corneal dystrophy (FECD). This finding indicated that while there was a genetic susceptibility linked to this SNP, it did not result in changes in corneal endothelial TCF4 mRNA levels. The association highlighted the role of rs613872 as a genetic factor in the pathogenesis of FECD.","chrpos":"chr18:55543071","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.27.497862","title":"TCF4 trinucleotide repeat expansions and UV irradiation increase susceptibility to ferroptosis in Fuchs endothelial corneal dystrophy"}
{"loci":"rs3764512","finding":"The SNP rs3764512 was nominated as the top candidate for major depressive disorder (MDD) through joint statistical fine-mapping across caQTL, eQTL, and GWAS signals. It was located within an open chromatin region at the transcription start site of the gene RAB27B, identified as relevant to the molecular etiology of MDD due to its role in synaptic transmission.","chrpos":"chr18:54828093","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.02.530826","title":"Genetic regulation of cell-type specific chromatin accessibility shapes the etiology of brain diseases"}
{"loci":"rs11081074","finding":"The SNP rs11081074 was positively linked to the transcriptional roles of ALK fusion proteins in tumorigenesis. The findings suggested that alterations in gene expression mediated by ALK fusion proteins, which are commonly associated with various tumors, could be influenced by polymorphisms in this region. This connection highlighted the interplay between genetic variants and oncogenic processes, particularly in the context of T cell malignancies.","chrpos":"chr18:3880307","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.033373","title":"Requirement of DNMT1 to orchestrate epigenomic reprogramming during NPM-ALK driven T cell lymphomagenesis"}
{"loci":"rs12456492","finding":"The rs12456492 variant in the RIT2 gene was associated with increased risk for Parkinson's disease (PD) and was linked to a positive correlation between RIT2 gene expression and brain pH in the substantia nigra. This association was confirmed through replication in the BrainEAC dataset, indicating that the effect of rs12456492 influenced the relationship between gene expression and pH specifically in this brain region, which is crucial to PD pathology. When examining ten brain regions, the interaction between pH, rs12456492, and gene expression of RIT2 was significantly observed only in the substantia nigra. Carriers of the A risk allele displayed a stronger positive correlation between gene expression and pH compared to the protective AA genotype. Additionally, a similar effect was noted for the neighboring SYT4 gene. However, this finding did not replicate in the GTEx dataset, which may be attributed to the shorter postmortem intervals of samples in that study.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.16.423140","title":"A pH-eQTL interaction at the RIT2-SYT4 Parkinson’s disease risk locus in the substantia nigra"}
{"loci":"rs73392121","finding":"Variant rs73392121 was located within a microglia scATAC peak and thought to regulate NPC intracellular cholesterol transporter 1 (NPC1). It led to reduced enhancer activity and was discussed concerning its implications in Niemann-Pick disease type C.","chrpos":"chr18:23542608","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.15.528663","title":"Massively parallel characterization of psychiatric disorder-associated and cell-type-specific regulatory elements in the developing human cortex"}
{"loci":"rs77960347","finding":"Associated with HDL-C levels, this SNP was identified in the LIPG gene and confirmed as a previously known low-frequency variant affecting lipid levels.","chrpos":"chr18:49583585","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561225","title":"Role of Rare and Low Frequency Variants in Gene-Alcohol Interactions on Plasma Lipid Levels"}
{"loci":"rs17758695","finding":"The variant rs17758695 was associated with ATU in the BCL2 gene, underscoring its involvement in hematopoietic processes.","chrpos":"chr18:63253621","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.05.606572","title":"Variant-to-function dissection of rare non-coding GWAS loci with high impact on blood traits"}
{"loci":"rs6507874","finding":"The SNP rs6507874 at the SMAD7 locus was confirmed to have associations with both colon and rectal cancers, supporting its role in colorectal cancer susceptibility.","chrpos":"chr18:48922435","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/635367","title":"Pan-Cancer Study Detects Novel Genetic Risk Variants and Shared Genetic Basis in Two Large Cohorts"}
{"loci":"rs12456492","finding":"The rs12456492 polymorphism in the RIT2 gene was associated with an increased risk of Parkinson's disease, as revealed by a meta-analysis conducted by Zhang et al. in 2015. This finding suggested that genetic variations affecting the RIT2 gene may play a significant role in the susceptibility to Parkinson's disease.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/712448","title":"Dopamine transporter trafficking and Rit2 GTPase: Mechanism of action and in vivo impact"}
{"loci":"rs17782313","finding":"The study indicated that women with the common MC4R SNP rs17782313 experienced greater long-term weight gain, increased risk of diabetes, and emotional eating. This finding highlighted the role of MC4R in metabolic health and sex-differences related to estrogen signaling.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/794792","title":"Estrogen Drives Melanocortin Neurons To Reduce Sedentary Behavior"}
{"loci":"rs12456492","finding":"The study reported that the RIT2 rs12456492 polymorphism was associated with an increased risk of Parkinson's disease. This association highlighted the significance of RIT2 in neuropsychiatric conditions and suggested that genetic variations in this locus could play a critical role in the pathophysiology of Parkinson's disease.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/712448","title":"Dopamine transporter trafficking and Rit2 GTPase: In vivo impact and mechanism of action"}
{"loci":"rs12456492","finding":"The rs12456492 polymorphism in the RIT2 gene was associated with an increased risk of Parkinson's disease, according to a meta-analysis conducted by Zhang et al. in 2015. This finding indicated that genetic variations in the RIT2 gene could influence dopaminergic pathways and conditions related to dopamine signaling and potentially dopaminergic behaviors, linking it to the broader context of dopamine's role in motor function and neurodegeneration.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.04.447129","title":"Presynaptic Gq-coupled receptors drive biphasic dopamine transporter trafficking that modulates dopamine clearance and motor function"}
{"loci":"rs8090962","finding":"The SNP rs8090962 was located within an enhancer region approximately 100KB downstream of SEC11C and 50KB upstream of ZNF532, and it was significantly associated with diastolic blood pressure (DBP), although neither of these genes had prior associations with blood pressure traits.","chrpos":"chr18:59027172","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/797829","title":"Gene-environment interactions using a Bayesian whole genome regression model"}
{"loci":"rs9966620","finding":"As the top SNP from a GWAS of diabetic retinopathy (DR), rs9966620 resided in an intron of TTC39C. It was found most accessible in rod photoreceptors and linked to the expression of multiple target genes through a 3D chromatin interaction. Its connectivity with TTC39C-AS1 suggested a role in modulating DR risk.","chrpos":"chr18:24100771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.09.483684","title":"Single-cell multiome of the human retina and deep learning nominate causal variants in complex eye diseases"}
{"loci":"rs28630791","finding":"A strong effect of the T allele at rs28630791 was noted on the expression of the DSC1 gene specifically in mid-pubertal females. DSC1 encodes desmocollin 1, relevant to cell junction integrity and immune functions.","chrpos":"chr18:31157357","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.24.469939","title":"Analysis of transcriptional changes in the immune system associated with pubertal development in a longitudinal cohort of children with asthma"}
{"loci":"rs993767","finding":"The bQTL and caQTL rs993767 revealed significant associations with chromatin dynamics at the CCBE1 locus, further linking it to vascular functions implicated in CAD.","chrpos":"chr18:59566785","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.03.932368","title":"Quantitative trait loci mapped for TCF21 binding, chromatin accessibility and chromosomal looping in coronary artery smooth muscle cells reveal molecular mechanisms of coronary disease loci"}
{"loci":"rs3114275","finding":"The caQTL rs3114275 was shown to affect chromatin accessibility at the CCBE1 locus, contributing to the understanding of its role in CAD-related regulatory networks.","chrpos":"chr18:59691215","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.03.932368","title":"Quantitative trait loci mapped for TCF21 binding, chromatin accessibility and chromosomal looping in coronary artery smooth muscle cells reveal molecular mechanisms of coronary disease loci"}
{"loci":"rs12456492","finding":"The SNP rs12456492 was associated with an increased risk of Parkinson's disease (PD) across several studies. It was identified as a risk allele linked to PD susceptibility in Asian populations, as reported in a meta-analysis by Lu et al. (2015) and further confirmed in other studies, such as the work by Liu et al. (2015) and Zhang et al. (2015). These studies indicated that the presence of this polymorphism could influence the likelihood of developing PD.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.26.538430","title":"Rit2 silencing in dopamine neurons drives a progressive Parkinsonian phenotype"}
{"loci":"rs9960767","finding":"The SNP rs9960767 was associated with schizophrenia and was found to reside within a super-FIRE. This super-FIRE demonstrated highly frequent local chromatin interactions and largely overlapped with the gene TCF4, which played an important role in neurodevelopment. The analysis suggested that chromatin spatial organization could be significant in gene regulation at this locus, potentially elucidating the mechanism by which rs9960767 influences the risk for schizophrenia.","chrpos":"chr18:55487771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/619288","title":"FIREcaller: Detecting Frequently Interacting Regions from Hi-C Data"}
{"loci":"rs11081178","finding":"The SNP rs11081178 was linked to the role of p21 in cancer research, particularly its involvement in cell cycle regulation and its expression changes in response to therapeutic interventions, including that of rosmarinic acid in MB.","chrpos":"chr18:5219028","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.10.552840","title":"Modulation of Viability, Proliferation, and Stemness by Rosmarinic Acid in Medulloblastoma Cells: Involvement of HDACs and EGFR"}
{"loci":"rs12955474","finding":"rs12955474 reached Bonferroni-corrected significance with a beta of 0.17 and p-value of 8.1 × 10^-5. This SNP was previously reported in a GWAS for the third principal component on hearing thresholds across various frequencies, where it showed a beta of -0.10 and p-value of 3.57 × 10^-7.","chrpos":"chr18:59484806","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.22.215376","title":"Genome-wide association study and polygenic risk score analysis for hearing measures in children"}
{"loci":"rs17758695","finding":"Noted for its extremely high PIP (> 99%) for monocyte, platelet, and red blood cell counts, rs17758695 has been previously reported to resonate with regulatory landscapes across multiple progenitor cell types.","chrpos":"chr18:63253621","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.23.624931","title":"Mapping enhancer-gene regulatory interactions from single-cell data"}
{"loci":"rs12454712","finding":"The SNP rs12454712 was identified as a fine-mapped variant for insulin-like growth factor 1 (IGF1) and type 2 diabetes. It was found within an intronic enhancer of the BCL2 gene, which encodes an anti-apoptotic transcription factor. This variant's location in a regulatory region of pituitary stem cells and somatotropes indicated a potential role in pituitary stem cell differentiation, while both high and low IGF-1 levels have been connected to insulin resistance and increased risk of type 2 diabetes.","chrpos":"chr18:63178651","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.13.544851","title":"Single-cell multiome regression models identify functional and disease-associated enhancers and enable chromatin potential analysis"}
{"loci":"chr18:63178651:T:C","finding":"As detailed in the context of rs12454712, this SNP was fine-mapped for insulin-like growth factor 1 (IGF1) and type 2 diabetes, located within a regulatory intronic enhancer of the BCL2 gene, highlighting its potential influence on cell apoptosis rates and diabetes risk.","chrpos":"chr18:63178651","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.13.544851","title":"Single-cell multiome regression models identify functional and disease-associated enhancers and enable chromatin potential analysis"}
{"loci":"rs173032","finding":"The study identified a risk gene variant of meprin beta, rs173032, which was linked to Alzheimer's disease through whole-exome sequencing of the BDR cohort. This finding correlates with the previously established role of meprin beta as an alternative beta-secretase involved in the generation of aggregation-prone amyloid beta peptides, supporting its impact on Alzheimer’s disease pathogenesis.","chrpos":"chr18:32215113","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/748814","title":"The Alzheimer’s disease associated bacterial protease RgpB from P. gingivalis activates the alternative β-secretase meprin β thereby increasing Aβ generation"}
{"loci":"rs7244213","finding":"The SNP rs7244213, located in the urea transporter gene SLC14A2, was found to associate with 17 distinct anatomical, physiological, and physical activity features that could help differentiate between the Kapha, Pitta, and Vata Prakriti types.","chrpos":"chr18:45682699","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.059006","title":"Genetic differences between extreme and composite constitution types from whole exome sequences reveal actionable variations"}
{"loci":"rs11083046","finding":"The rs11083046 SNP at chr18:51781019, with the variant C allele, was found to increase enhancer activity by 30% compared to the reference T allele, with a significance p value of 0.00367.","chrpos":"chr18:54254649","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.11.483985","title":"Optimized high-throughput screening of non-coding variants identified from genome-wide association studies"}
{"loci":"rs201123820","finding":"rs201123820 exhibited a genome-wide significant difference between opioid dependence (OD) cases and unexposed controls with a z-score of 5.55 and a p-value of 2.9x10^-8. It was identified in the African-ancestry meta-analysis and showed significant associations with musculoskeletal disorders in the UK Biobank.","chrpos":"chr18:49498986","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/765065","title":"Leveraging genome-wide data to investigate differences between opioid use vs. opioid dependence in 41,176 individuals from the Psychiatric Genomics Consortium"}
{"loci":"rs151344523","finding":"The SNP rs151344523 was reported to be located within the deleted region of the AFG3L2 gene in patient NEI_328, who exhibited symptoms of cone-rod dystrophy. Given that the deletion affecting this gene was detected and no such alterations were present in population databases, the presence of this SNP aligns with a known pathogenic variant context relating to autosomal dominant optic atrophy 12.","chrpos":"chr18:12337411","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.02.522522","title":"Systematic assessment of the contribution of structural variants to inherited retinal diseases"}
{"loci":"rs151344522","finding":"Similar to rs151344523, rs151344522 was also found in the deleted region of AFG3L2, which was identified in the patient presenting with cone-rod dystrophy symptoms. The absence of this deletion in population databases supports the hypothesis of a potential pathogenic role associated with this variant.","chrpos":"chr18:12337418","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.02.522522","title":"Systematic assessment of the contribution of structural variants to inherited retinal diseases"}
{"loci":"rs151344520","finding":"The SNP rs151344520 was documented within the AFG3L2 deletion that was discovered in patient NEI_328. Its relation to the disease phenotype strengthens the argument for its pathogenic potential, given the context of the clinical diagnosis of autosomal dominant optic atrophy 12.","chrpos":"chr18:12337445","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.02.522522","title":"Systematic assessment of the contribution of structural variants to inherited retinal diseases"}
{"loci":"rs797045221","finding":"Found within the same deletion as AFG3L2, rs797045221 was identified in the context of patient NEI_328's genetic profile. The relevance of this SNP is underscored by its connection to known pathogenic variants reported in ClinVar, indicative of its involvement in the patient's disease manifestation.","chrpos":"chr18:12337454","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.02.522522","title":"Systematic assessment of the contribution of structural variants to inherited retinal diseases"}
{"loci":"rs151344514","finding":"The SNP rs151344514, like others in this analysis, appeared in the deletion affecting AFG3L2 in patient NEI_328. Given the clinical context and reports of pathogenic variants localized in the same region, this SNP was also likely associated with the observed cone-rod dystrophy.","chrpos":"chr18:12337520","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.02.522522","title":"Systematic assessment of the contribution of structural variants to inherited retinal diseases"}
{"loci":"rs12456492","finding":"The research established that the RIT2 rs12456492 polymorphism was linked to an increased risk of developing Parkinson's disease, as evidenced by a meta-analysis completed by Zhang et al. in 2015. This finding indicated that individuals with certain variations of this SNP may have altered DA signaling and DAT regulation, supporting a role for RIT2 in dopaminergic neurotransmission.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/712448","title":"Dopamine transporter trafficking and Rit2 GTPase: Mechanism of action and in vivo impact"}
{"loci":"rs11665282","finding":"Located in the MOCOS gene, this SNP exhibited a significant GxS interaction in SCZ (p=1.48×10−7) and was associated with expression in vascular endothelial cells.","chrpos":"chr18:36187516","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.13.249813","title":"Sex-Dependent Shared and Non-Shared Genetic Architecture Across Mood and Psychotic Disorders"}
{"loci":"rs1788098","finding":"The SNP rs1788098 demonstrated a significant NK cell-specific eQTL effect on CD226 expression. This effect indicated that reduced expression of CD226 increased the risk of autoimmune diseases, particularly type-1 diabetes (T1DM) and inflammatory bowel disease (IBD). The strong association (p = 1.92 x 10^-19) highlighted the relevance of CD226 in regulating NK cell responses to autoimmune phenomena.","chrpos":"chr18:69875562","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.10.443088","title":"Natural Killer cells demonstrate distinct eQTL and transcriptome-wide disease associations, highlighting their role in autoimmunity"}
{"loci":"rs1788097","finding":"As an exact proxy for rs1788098, the SNP rs1788097 was associated with autoimmune diseases and haematological indices. It was highlighted in GWAS findings with significance (p < 5 x 10^-8), confirming its role in autoimmune risk alongside rs1788098.","chrpos":"chr18:69876452","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.10.443088","title":"Natural Killer cells demonstrate distinct eQTL and transcriptome-wide disease associations, highlighting their role in autoimmunity"}
{"loci":"rs1032200","finding":"The locus containing STAT3 displayed co-localization with accessible chromatin regions in fibroblasts, specifically indicated by an ATAC peak detected uniquely in rectum maps. This finding suggested tissue dependence for the regulation of STAT3.","chrpos":"chr18:72011243","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.09.579678","title":"Accessible chromatin maps of inflammatory bowel disease intestine nominate cell-type mediators of genetic disease risk"}
{"loci":"rs2298645","finding":"The rs2298645 was identified as a nonsynonymous SNP that led to the disappearance of a trypsin cleavage site in the HSBP1L1 gene, which encodes a missing protein. The allele substitution G>T resulted in a longer peptide. This SNP had a high frequency of ~81% in the overall population, as reported in various genetic databases, but was noted to have no clinical relevance.","chrpos":"chr18:79968135","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.04.358739","title":"Human Chr18: “Stakhanovite” Genes, Missing and uPE1 Proteins in Liver Tissue and HepG2 Cells"}
{"loci":"rs11665282","finding":"The SNP rs11665282 was highlighted as the most significant in schizophrenia, residing within the MOCOS gene, with a GxS interaction (p=1.48×10^-7) supporting its role in vascular endothelial cell-related functions.","chrpos":"chr18:36187516","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.13.249813","title":"Sex-Dependent Shared and Non-Shared Genetic Architecture Across Mood and Psychotic Disorders"}
{"loci":"rs2847408","finding":"The SNP rs2847408 was associated with bipolar disorder in the context of CSF metabolite aspartic acid in the intergenic region nearby the CDH2 gene, showing a novel association without evidence of prior genome-wide significance.","chrpos":"chr18:30563256","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.26.559021","title":"Quantitative trait loci mapping of circulating metabolites in cerebrospinal fluid to uncover biological mechanisms involved in brain-related phenotypes"}
{"loci":"rs4798131","finding":"The SNP rs4798131 in the DLGAP1 gene was associated with everyday drinking in the study population. The DLGAP1 gene previously was not shown to associate with alcohol behavior, but had links to schizophrenia and other brain diseases.","chrpos":"chr18:3789544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/498824","title":"Genome-wide association study of alcohol consumption in Russian population"}
{"loci":"rs10502971","finding":"This SNP was associated with volume-related imaging phenotypes and had a genome-wide significant association result confirmed by the analysis of subcortical volumes.","chrpos":"chr18:53361591","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758326","title":"Multi-trait genome-wide analyses of the brain imaging phenotypes in UK Biobank"}
{"loci":"rs11081126","finding":"The SNP rs11081126 was linked to the Hedgehog signaling pathway, which was proposed as a viable target in breast cancer. The findings indicated that this SNP might play a significant role in understanding breast cancer initiation, especially in the context of aging and the lineage fidelity of mammary epithelial cells.","chrpos":"chr18:4582544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.22.509091","title":"Luminal epithelial cells integrate variable responses to aging into stereotypical changes that underlie breast cancer susceptibility"}
{"loci":"rs79143095","finding":"For the SNP rs79143095, the gene <i>TNFRSF11A<\/i> (ENSG00000105641) demonstrated differential regulation in monocytes. The analysis revealed that the effect size for this gene was the same direction for both lithium users and nonusers, albeit with significantly different magnitudes.","chrpos":"chr18:64497726","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.24.542156","title":"Cell type deconvolution of bulk blood RNA-Seq to reveal biological insights of neuropsychiatric disorders"}
{"loci":"rs763361","finding":"The SNP rs763361 (G307S) within the CD226 gene was found to increase susceptibility to multiple autoimmune diseases, particularly type 1 diabetes (T1D), multiple sclerosis (MS), and rheumatoid arthritis (RA). This variant was associated with enhanced signaling due to a potential additional phosphorylation site, contributing to the pathogenesis of these diseases.","chrpos":"chr18:69864406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.02.494443","title":"Deletion of CD226 in Foxp3+ T cells Reduces Diabetes Incidence in Non-Obese Diabetic Mice by Improving Regulatory T Cell Stability and Function"}
{"loci":"rs6507874","finding":"Associated with colon and rectal cancers, this SNP was linked to SMAD7 at 18q21.1.","chrpos":"chr18:48922435","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/635367","title":"Pan-Cancer Study Detects Novel Genetic Risk Variants and Shared Genetic Basis in Two Large Cohorts"}
{"loci":"rs613872","finding":"The single nucleotide polymorphism (SNP) rs613872 was found to have a strong association with Fuchs endothelial corneal dystrophy (FECD). This finding suggested that rs613872 plays a significant role in the genetic background of FECD, although it did not correspond with changes in corneal endothelial TCF4 mRNA levels. The context of this finding relates to the disease's pathogenesis, emphasizing the genetic contribution to susceptibility to FECD.","chrpos":"chr18:55543071","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.27.497862","title":"TCF4 trinucleotide repeat expansions and UV irradiation are associated with ferroptosis susceptibility in Fuchs endothelial corneal dystrophy"}
{"loci":"rs10502437","finding":"The SNP rs10502437 exhibited colocalisation between GWAS and low-grade cartilage molecular QTLs, indicating a significant association where the risk allele was correlated with an increase in gene expression in patients with osteoarthritis. This result highlights its potential role in the molecular mechanisms underlying the disease.","chrpos":"chr18:23390742","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/835850","title":"Decoding the genomic basis of osteoarthritis"}
{"loci":"rs7241221","finding":"The SNP rs7241221 in the GALNT1 locus was identified as having a significant association with serum sclerostin levels, displaying a beta of 0.109 SD change per G allele with a p-value of 4.40 x 10^-11. This association further supports the relationship between genetic variants in GALNT1 and bone phenotypes.","chrpos":"chr18:35572828","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/455386","title":"Mendelian Randomization analysis reveals a causal influence of circulating sclerostin levels on bone mineral density and fractures"}
{"loci":"rs11081067","finding":"The study indicated that the SNP rs11081067 was associated with modulation of FOXO3 acetylation and activity, which was implicated in influencing lapatinib sensitivity in breast cancer. This finding was significant in the context of understanding the genetic factors that may affect therapeutic responses to lapatinib.","chrpos":"chr18:3713074","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.20.500792","title":"MAVEN: Compound mechanism of action analysis and visualisation using transcriptomics and compound structure data in R\/Shiny"}
{"loci":"rs79783591","finding":"The SNP rs79783591, a rare missense variant at the MC4R locus, was associated with obesity. It was absent in the gnomAD browser but had an overall frequency of 1.1% in the Mexico City Prospective Study, with an inferred frequency of 1.6% in Native Mexican populations and frequencies of less than 0.05% in both African and European populations.","chrpos":"chr18:60371544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.26.495014","title":"Genotyping, sequencing and analysis of 140,000 adults from the Mexico City Prospective Study"}
{"loci":"rs9960767","finding":"The SNP rs9960767 was associated with schizophrenia risk, particularly noted for its impact on sensorimotor gating, which was observed in both schizophrenia spectrum patients and healthy individuals. This finding underscored the potential role of TCF4 in neurodevelopmental disorders.","chrpos":"chr18:55487771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.01.621590","title":"Tcf4 Deficiency Causes Recurrent Seizures in Mice"}
{"loci":"rs9960767","finding":"The SNP rs9960767 was found within a super-FIRE region characterized by frequent local chromatin interactions. This region was noted for its overlap with schizophrenia-associated findings from a GWAS, particularly relating to the gene TCF4, which is important for neurodevelopment. The study suggested that chromatin spatial organization might influence gene regulation in the area where rs9960767 is located, potentially clarifying mechanisms through which this SNP contributes to schizophrenia risk.","chrpos":"chr18:55487771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/619288","title":"FIREcaller: an R package for detecting frequently interacting regions from Hi-C data"}
{"loci":"rs11081128","finding":"The SNP rs11081128 was linked to the therapeutic targeting of heterogeneous CSC populations in breast cancer. Its involvement indicated potential variations in therapeutic responses, emphasizing the need to understand such SNPs in devising effective combination therapies.","chrpos":"chr18:4588529","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.05.479272","title":"Blocking Gi\/o-coupled signaling eradicates cancer stem cells and sensitizes breast tumors to HER2-targeted therapies to inhibit tumor relapse"}
{"loci":"rs61751192","finding":"The SNP rs61751192 was located in the upstream region of the Alk gene and exhibited melting at 1 day following cocaine exposure. However, by 14 days, the melting behavior of this region was inconsistent, reverting to a pre-melted state in one of the replicates while remaining decondensed in another. This SNP was tied to chromatin dynamics following a single cocaine exposure, highlighting its potential impact on gene regulation in relation to cocaine addiction.","chrpos":"chr18:3253944","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.10.593308","title":"A single dose of cocaine rewires the 3D genome structure of midbrain dopamine neurons"}
{"loci":"rs8084351","finding":"rs8084351 was identified as an eQTL affecting the DCC gene, showing a strong GWS association in the meta-analysis (p=2.39×10⁻⁹) for both ADHD and MDD. It also weakly associated with ADHD and MDD individually at subthreshold levels but contributed significantly to the meta-analysis results, suggesting its role in the genetic overlap of the two disorders.","chrpos":"chr18:53200189","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.22.054908","title":"Investigating regions of shared genetic variation in attention deficit\/hyperactivity disorder and major depressive disorder: A GWAS meta-analysis"}
{"loci":"rs7235957","finding":"The study reported a significant association between the SNP rs7235957 and multiple CpG sites in the ENOSF1 promoter region. This association was the strongest among the analyzed variants, with a p-value of 1.47×10^{-38}, indicating a strong statistical relationship within the context of DNA methylation associated with shear stress in advanced atherosclerotic plaques.","chrpos":"chr18:717229","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.07.241554","title":"Exploring the Causal Effects of Shear Stress Associated DNA Methylation on Cardiovascular Risk"}
{"loci":"rs2571244","finding":"The SNP rs2571244, located on chromosome 18 upstream of the ATP8B1 gene, was identified as significantly associated with Combined Resilience in cognitively normal individuals, with a minor allele frequency of 0.08 and a p-value of 2.3×10^-8. Analysis revealed that the minor allele was linked to lower levels of Combined Resilience (β=-0.11). Additionally, this SNP was strongly associated with methylation at multiple sites in prefrontal cortex tissue, including a site just upstream of ATP8B1 (cg19596477) with a highly significant p-value of 2×10^-13. The findings suggested that genetic variations may predispose some individuals toward cognitive resilience despite neurodegenerative pathology, implicating a role of bile acid metabolism and vascular health.","chrpos":"chr18:57806419","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.19.954651","title":"Genetic Variants and Functional Pathways Associated with Resilience to Alzheimer’s Disease"}
{"loci":"rs335929","finding":"The study indicated that rs335929 was implicated in cognitive decline in Alzheimer's patients, establishing a link with cognitive performance during prolonged wakefulness.","chrpos":"chr18:26855623","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.23.886952","title":"Haplotype of the astrocytic water channel AQP4 modulates slow wave energy in human NREM sleep"}
{"loci":"rs7239151","finding":"The SNP rs7239151 showed context-dependent eQTL effects on CYB5A expression, where higher blue module scores in B cells correlated with higher CYB5A expression for the GG genotype, indicating modulation of the variant's effects by B cell activation.","chrpos":"chr18:74269229","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.30.601119","title":"Single-cell analysis of human diversity in circulating immune cells"}
{"loci":"rs57631119","finding":"The SNP rs57631119 functioned as an eQTL for SMAD2 in CD4+ T cm cells and was associated with asthma in GWAS, thus indicating its potential relevance in TGFβ-SMAD2 signaling within asthmatic pathways.","chrpos":"chr18:47947078","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.30.601119","title":"Single-cell analysis of human diversity in circulating immune cells"}
{"loci":"rs113776891","finding":"This SNP showed an association with RMM and was located in the PTPRM gene at the 18p11.23 region, with a p-value of 3.77×10−8.","chrpos":"chr18:7754656","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/483859","title":"First genome-wide association study of non-severe malaria in two birth cohorts in Benin"}
{"loci":"rs2272783","finding":"The intronic variant rs2272783 in FECH had a high PIP of 0.989, indicating a strong association with mean corpus hemoglobin levels.","chrpos":"chr18:57571588","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.20.515225","title":"Large scale functional screen identifies genetic variants with splicing effects in modern and archaic humans"}
{"loci":"rs62091461","finding":"This SNP was part of a region along 18q.21.2 that contained three independently-associated variants and was associated with the Transcription Factor 4 (TCF4) gene which had a p-value of 4.55 x 10^-16.","chrpos":"chr18:54821441","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/433367","title":"Genome-wide meta-analysis of depression identifies 102 independent variants and highlights the importance of the prefrontal brain regions"}
{"loci":"rs12966052","finding":"This SNP was one of three independently-associated variants located near the TCF4 and RAB27B genes, with RAB27B exhibiting significant association with depression (p = 1.39 x 10^-9).","chrpos":"chr18:55084408","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/433367","title":"Genome-wide meta-analysis of depression identifies 102 independent variants and highlights the importance of the prefrontal brain regions"}
{"loci":"rs12967143","finding":"Similar to rs62091461 and rs12966052, this SNP was part of the independently-associated variants situated near TCF4 and RAB27B, further supporting the genetic basis for depression.","chrpos":"chr18:55431781","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/433367","title":"Genome-wide meta-analysis of depression identifies 102 independent variants and highlights the importance of the prefrontal brain regions"}
{"loci":"rs10503002","finding":"This SNP also tagged variants related to neuroticism and broadly defined depression, confirming its association in past GWAS.","chrpos":"chr18:55441971","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/603134","title":"Multivariate GWAS of psychiatric disorders and their cardinal symptoms reveal two dimensions of cross-cutting genetic liabilities"}
{"loci":"rs4987855","finding":"The SNP rs4987855 was linked to lymphocytic leukemia PRS and had a high linkage disequilibrium with an NHL risk variant, suggesting a potential shared genetic pathway for B-cell malignancies.","chrpos":"chr18:63126316","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.18.911578","title":"Cross-Cancer Evaluation of Polygenic Risk Scores for 17 Cancer Types in Two Large Cohorts"}
{"loci":"rs17749561","finding":"This SNP's association with NHL was supported by its linkage with the lymphocytic leukemia PRS, highlighting common risk factors pertinent to both NHL and chronic lymphocytic leukemia.","chrpos":"chr18:63115978","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.18.911578","title":"Cross-Cancer Evaluation of Polygenic Risk Scores for 17 Cancer Types in Two Large Cohorts"}
{"loci":"rs613872","finding":"The SNP rs613872, associated with the gene ZEB1, was linked to late onset Fuchs endothelial corneal dystrophy (FECD) in patients from northern India. This finding helped establish a genetic association relevant to the disease phenotype, indicating that changes in this SNP might contribute to the pathogenesis of FECD.","chrpos":"chr18:55543071","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.06.561253","title":"Characterization of a novel mouse model for Fuchs Endothelial Corneal Dystrophy"}
{"loci":"rs145619574","finding":"SNP rs145619574 near the WDR7 gene was identified in a narrowed cohort of ASD patients, marking its association with heart developmental anomalies.","chrpos":"chr18:56833471","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs72917381","finding":"Similarly, SNP rs72917381 located near WDR7 was found significant in patients with ASD type II, indicating its potential role in the phenotype.","chrpos":"chr18:56878992","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs12456492","finding":"The research by Zhang et al. (2015) established a correlation between the RIT2 rs12456492 polymorphism and an increased risk of developing Parkinson's disease. This finding underscored the relevance of RIT2 in DAergic systems, linking genetic variation at this locus to neuropsychiatric disorders, particularly concerning dopamine dysregulation and the pathogenic mechanisms involved in Parkinson's disease.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/712448","title":"Dopamine transporter trafficking and Rit2 GTPase: In vivo impact and mechanism of action"}
{"loci":"rs1893217","finding":"The SNP rs1893217 in the PTPN2 gene was found to promote increased expression of the SARS-CoV-2 receptor ACE2, facilitating cellular entry of the virus. This relationship was established through experiments using various human intestinal and lung epithelial cell lines, as well as Ptpn2-deficient mouse models. The finding demonstrated that the presence of the risk 'C' allele in individuals was associated with higher ACE2 expression levels, which were mediated by increased JAK-STAT signaling. Treatment with the JAK inhibitor, tofacitinib, reversed the elevated ACE2 expression and reduced viral entry, providing insights into potential therapeutic interventions for individuals carrying this SNP.","chrpos":"chr18:12809341","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.09.416586","title":"Identification of a Novel Susceptibility Marker for SARS-CoV-2 Infection in Human Subjects and Risk Mitigation with a Clinically Approved JAK Inhibitor in Human\/Mouse Cells"}
{"loci":"rs10503002","finding":"This SNP replicated previous findings related to neuroticism, indicating its relevance in psychiatric phenotypes broadly defined under mood disturbances.","chrpos":"chr18:55441971","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/603134","title":"Multivariate GWAS of psychiatric disorders and their cardinal symptoms reveal two dimensions of cross-cutting genetic liabilities"}
{"loci":"rs17782313","finding":"The study reported that SNP rs17782313 was associated with obesity and increased risk for type 2 diabetes (T2D) specifically in women. Earlier findings indicated that this SNP linked to obesity risk showed a greater impact on body mass index (BMI) increase in females compared to males, and was further supported by evidence showing that women with the gain-of-function mutation V103I experienced a more notable reduction in BMI than their male counterparts.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.25.266866","title":"Mouse models for V103I and I251L gain of function variants of the human MC4R display reduced adiposity and are not protected from a hypercaloric diet"}
{"loci":"rs11081208","finding":"The SNP rs11081208 was associated with the bioactive properties of polyphenols from Andean potatoes, specifically demonstrating a role in programmed cell death through a caspase-independent pathway. These findings indicated that the SNP may correlate with therapeutic effects of Andean potato compounds in neuroblastoma cells, suggesting its relevance in cancer treatment.","chrpos":"chr18:5669556","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.01.526690","title":"Red-purple Andean potato polyphenols have an anti-neuroblastoma effect in vitro via apoptosis through mitochondria"}
{"loci":"rs9947450","finding":"The SNP rs9947450, located within the MC4R gene, had a notable positive effect on energy portion size in short individuals (beta=2.74, p-value=8.99×10−5). This indicated its relevance in dietary behavior among short people.","chrpos":"chr18:60385432","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.24.312181","title":"Genome-wide analyses point to differences in genetic architecture of BMI between tall and short people"}
{"loci":"rs10502437","finding":"The SNP rs10502437 showed colocalisation with eQTLs in both low-grade and high-grade cartilage, indicating its significance in the molecular landscape of osteoarthritis as derived from the GWAS analysis.","chrpos":"chr18:23390742","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/835850","title":"Decoding the genomic basis of osteoarthritis"}
{"loci":"rs17828933","finding":"The SNP rs17828933 was associated with higher expression of the CD6Δd3 isoform, which lacks the d3 region necessary for binding to the primary ligand CD166. This alteration in isoform expression correlated with increased susceptibility to multiple sclerosis (MS). The finding indicated that the presence of this SNP impacted immune response by favoring the expression of a form of CD6 that may diminish its immunoregulatory functions.","chrpos":"chr18:48571085","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.29.490054","title":"The dual character of the inhibitory functions of CD6"}
{"loci":"rs8091497","finding":"This SNP was noted for causing a 40-fold decline in SP1 transcription factor binding affinity. SP1 has been implicated in behavioral abnormalities associated with SCZ. Moreover, rs8091497 was associated with the potassium transport gene KCNG2, one of the genes prioritized in relation to SCH.","chrpos":"chr18:79872565","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.02.530529","title":"Unveiling causal regulatory mechanisms through cell-state parallax"}
{"loci":"rs8090726","finding":"The SNP rs8090726 was associated with the study on validating plant phenology data using citizen science. It was part of research indicating that citizen science efforts, like the iNaturalist platform, can significantly enhance the amount of phenology observations and provide necessary spatial coverage for estimating flowering onset.","chrpos":"chr18:6450334","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/794396","title":"Opportunistically collected photographs can be used to estimate large-scale phenological trends"}
{"loci":"rs17089887","finding":"The SNP rs17089887 was identified in a study that demonstrated a genetic association with Fuchs' endothelial corneal dystrophy (FECD) in an Indian population. This finding suggested that polymorphisms in the TCF4 gene, specifically intronic variations, contributed to the susceptibility of individuals to early-onset FECD, linking genetic mutations with the phenotype characterized by progressive vision impairment due to the loss of corneal endothelial cells.","chrpos":"chr18:55541025","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.18.996728","title":"Start codon disruption with CRISPR\/Cas9 prevents murine Fuchs’ endothelial corneal dystrophy"}
{"loci":"rs11081213","finding":"The SNP rs11081213 was associated with variations in immune checkpoint expression in relation to epithelial-mesenchymal transition (EMT) status in tumors. The study suggested that this genetic variation could influence the effectiveness of immune response in cancer treatments by modifying checkpoint markers, highlighting its potential role in mediating immune evasion.","chrpos":"chr18:5704875","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.22.436535","title":"Analysis of immune subtypes across the epithelial-mesenchymal plasticity spectrum"}
{"loci":"rs117771145","finding":"The SNP rs117771145 was associated with the down-regulation of TAS2R41 and also showed significant associations with the upregulation of EPHB6 and ADGRB3. This SNP was consistently linked to Alzheimer's disease across four GWAS studies, suggesting its role in influencing taste perception pathways that may impact neurodegeneration.","chrpos":"chr18:7000949","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.10.607452","title":"Genomic Study of Taste Perception Genes in African Americans Reveals SNPs Linked to Alzheimer’s Disease"}
{"loci":"rs7240405","finding":"This SNP was observed to be most associated with HDL in the Framingham Heart Study, confirming its role in HDL dynamics as validated by the study's findings.","chrpos":"chr18:49632720","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184465","title":"Multi-scale Inference of Genetic Trait Architecture using Biologically Annotated Neural Networks"}
{"loci":"rs7244811","finding":"In contrast to rs7240405, which was more relevant in the Framingham cohort, rs7244811 was identified in the UK Biobank as associated with HDL, demonstrating variability in SNP significance between the two studies.","chrpos":"chr18:49630360","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184465","title":"Multi-scale Inference of Genetic Trait Architecture using Biologically Annotated Neural Networks"}
{"loci":"rs4939883","finding":"This SNP was found to be significant for HDL in the UK Biobank analysis, adding to the understanding of the intergenic region's involvement in cholesterol regulation.","chrpos":"chr18:49640844","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184465","title":"Multi-scale Inference of Genetic Trait Architecture using Biologically Annotated Neural Networks"}
{"loci":"rs11081162","finding":"The SNP rs11081162 was identified as having a significant role in the pathogenesis of epithelial cancers through the WNT co-receptor LRP6. This association suggested that this SNP could be influential in the development and therapy of such cancers, establishing it as a relevant biomarker in oncology.","chrpos":"chr18:4947243","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.07.523067","title":"DPHL v2: An updated and comprehensive DIA pan-human assay library for quantifying more than 14,000 proteins"}
{"loci":"rs928980","finding":"The maximum logarithm of the odds (LOD) score of 4.93 was obtained for marker rs928980, indicating a strong association with the phenotype of late-onset, progressive, non-syndromic hearing loss in the studied family.","chrpos":"chr18:908776","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/719823","title":"THOC1 deficiency leads to late-onset nonsyndromic hearing loss through p53-mediated hair cell apoptosis"}
{"loci":"rs4797697","finding":"Linkage analysis identified a critical interval on Chromosome 18p11.3 between markers rs4797697 and rs11080868, suggesting a potential genetic region involved in late-onset hearing loss.","chrpos":"chr18:139767","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/719823","title":"THOC1 deficiency leads to late-onset nonsyndromic hearing loss through p53-mediated hair cell apoptosis"}
{"loci":"rs11080868","finding":"Marker rs11080868 was part of the defined critical interval on Chromosome 18p11.3 linked to late-onset hearing loss, providing evidence for its role in the genetic basis of the condition.","chrpos":"chr18:1574368","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/719823","title":"THOC1 deficiency leads to late-onset nonsyndromic hearing loss through p53-mediated hair cell apoptosis"}
{"loci":"rs1022177","finding":"In the study, rs1022177 was shown to have a maximum LOD score of 4.93, contributing to the evidence for genetic factors associated with late-onset hearing loss.","chrpos":"chr18:1046303","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/719823","title":"THOC1 deficiency leads to late-onset nonsyndromic hearing loss through p53-mediated hair cell apoptosis"}
{"loci":"rs12709528","finding":"As part of the linkage analysis, rs12709528 was highlighted with a high LOD score of 4.93, indicating its significance in the genetic analysis of late-onset, non-syndromic hearing loss.","chrpos":"chr18:1216988","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/719823","title":"THOC1 deficiency leads to late-onset nonsyndromic hearing loss through p53-mediated hair cell apoptosis"}
{"loci":"rs1559586","finding":"The SNP rs1559586 was also significant in the non-stratified GWAS for systemizing, with a p-value of 4.78×10−8. This SNP is located in a region of high genetic recombination and relates to genetic factors associated with autism.","chrpos":"chr18:73060489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/228254","title":"Social and non-social autism symptom and trait domains are genetically dissociable"}
{"loci":"rs28630791","finding":"The T allele at rs28630791 exerted a strong impact on the expression of the DSC1 gene in mid-pubertal girls. DSC1 encodes a protein that is essential for maintaining cell junctions, and its expression was significantly modulated in relation to the genetic variant during puberty.","chrpos":"chr18:31157357","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.24.469939","title":"Analysis of transcriptional changes associated with pubertal development"}
{"loci":"rs8084351","finding":"The SNP rs8084351 located in the 18q21.2 region near the DCC gene showed the most significant pleiotropic associations, linked with all eight psychiatric disorders analyzed, including Major Depression (MD). DCC was found to play a crucial role in neurodevelopment.","chrpos":"chr18:53200189","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528117","title":"Genome wide meta-analysis identifies genomic relationships, novel loci, and pleiotropic mechanisms across eight psychiatric disorders"}
{"loci":"rs11663049","finding":"rs11663049, located within an E2F5 transcription factor binding site, disrupted the E2F5 motif. This disruption modified the regulatory relationship, significantly affecting the expression of the gene CEP192.","chrpos":"chr18:12991394","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.11.598401","title":"Comprehensive profiling of transcriptional regulation in cartilage reveals pathogenesis of osteoarthritis"}
{"loci":"rs2272783","finding":"The SNP rs2272783 A>G in FECH was associated with erythropoietic protoporphyria and exhibited allele frequencies that were nearly three times higher in the Vietnamese (28.10%) and East Asian populations (32.57%) than in the world population (11.23%), indicating a higher prevalence of this condition in these regions.","chrpos":"chr18:57571588","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/868588","title":"Genetic profiling of 2,683 Vietnamese genomes from non-invasive prenatal testing data"}
{"loci":"rs11081207","finding":"The rs11081207 SNP was associated with increased rates of tumour mass dormancy, reflecting a potential link with immune exhaustion and angiogenesis regulation. This finding was identified within a broader context of genomic factors influencing cancer dormancy, suggesting implications for better understanding cancer progression and patient survival.","chrpos":"chr18:5665729","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.25.441168","title":"Pan-cancer survey of tumour mass dormancy and underlying mutational processes"}
{"loci":"rs8090080","finding":"The SNP rs8090080 was associated with Wnt signaling mechanisms as explored in the context of cell motility and invasion. The study provided insights into how Wnt signaling pathways are linked to both developmental processes and cancer, indicating that alterations in this SNP may affect cancer progression and the cellular behavior tied to Wnt-mediated asymmetric cell division (ACD). This finding emphasized the relevance of Wnt signaling in cell fate determination and its potential implications in cancer biology.","chrpos":"chr18:12764642","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.154609","title":"Wnt- and Glutamate-receptors orchestrate stem cell dynamics and asymmetric cell division"}
{"loci":"rs11873030","finding":"The SNP rs11873030, which was associated with multiple sclerosis as established by the International Multiple Sclerosis Genetics Consortium in 2011, demonstrated a significant sQTL effect on the junction read unique to the MALT1-1 isoform. It was noted that the expression of this isoform decreased with the risk allele (C allele) for multiple sclerosis.","chrpos":"chr18:58722200","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.13.507708","title":"Immune Isoform Atlas: Landscape of alternative splicing in human immune cells"}
{"loci":"rs11081121","finding":"The study indicated that rs11081121 was associated with the retention of chromogranin A (CHGA) in dense core granules (DCGs) of chromaffin cells, thus playing a critical role in catecholamine (like epinephrine) storage. The context emphasized that loss of Nod1 ligands, which this SNP may influence, led to impaired stress responses in the adrenal medulla by affecting catecholamine storage and secretion during stress responses in mice.","chrpos":"chr18:4448544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.02.323543","title":"Intestinal microbiota modulates adrenomedullary response through Nod1 sensing in chromaffin cells"}
{"loci":"rs11081162","finding":"The SNP rs11081162 was linked to the WNT co-receptor LRP6, which was associated with the pathogenesis and therapy of epithelial cancers, including lung adenocarcinoma (LUAD). This finding indicated that variations at this locus could influence cancer progression and therapeutic responses, making it relevant for understanding LUAD prognosis.","chrpos":"chr18:4947243","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.02.440071","title":"Reconstructing co-dependent cellular crosstalk in lung adenocarcinoma using REMI"}
{"loci":"rs2289519","finding":"The maspin polymorphism P176S (rs2289519) was linked to promoting gastric cancer. This finding suggested that the presence of the Serine (S) at position 176 of maspin could be implicated in a pro-tumor role in gastric malignancies.","chrpos":"chr18:63493054","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.31.494110","title":"P176S polymorphism in Maspin rewires electrostatic interaction that alters Maspin functionality"}
{"loci":"rs2289520","finding":"The V187L polymorphism (rs2289520) was associated with oral cancer, indicating that the variant at this position could contribute to the pathogenesis of oral malignancies.","chrpos":"chr18:63493087","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.31.494110","title":"P176S polymorphism in Maspin rewires electrostatic interaction that alters Maspin functionality"}
{"loci":"rs11081050","finding":"The study reported that SNP rs11081050 was associated with a significant downregulation of signaling pathways linked to tumor growth, metastasis, and hypoxia in human triple-negative breast cancer when PD-L1 blockade was applied using Atezolizumab. This highlighted an important role for this SNP in influencing the efficacy of PD-L1 targeted therapies.","chrpos":"chr18:3544238","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.17.460833","title":"Therapeutic anti-PD-L1 antibody affects ESCRT-mediated functions in cells expressing oncogenic EGFR"}
{"loci":"rs36194942","finding":"Found associated with risk of ER-positive disease (P<0.05).","chrpos":"chr18:27821247","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/733402","title":"Common breast cancer risk loci predispose to distinct tumor subtypes"}
{"loci":"rs4987855","finding":"The SNP rs4987855 showed significant linkage to NHL risk, being in high LD with another NHL risk variant, establishing a connection to lymphocytic leukemia.","chrpos":"chr18:63126316","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.18.911578","title":"Cross-Cancer Evaluation of Polygenic Risk Scores for 17 Cancer Types in Two Large Cohorts"}
{"loci":"rs7241781","finding":"There was an association identified between the lncRNA SNHG8 and rs7241781 specifically in a subset of B cells, suggesting a link between this SNP and gene expression variation relevant to immune response.","chrpos":"chr18:9488706","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.14.503915","title":"Expression QTLs in single-cell sequencing data"}
{"loci":"rs11081145","finding":"The SNP rs11081145 was associated with B cell infiltration in colorectal cancer (CRC), particularly in KRAS-driven lung adenocarcinoma studies. This finding highlighted the potential role of B cells in the tumor microenvironment and their implications for developing targeted immunotherapy approaches in CRC.","chrpos":"chr18:4708015","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.26.609563","title":"Dissecting heterogeneity of tumor microenvironment in colorectal cancer using high-resolution single-cell atlas"}
{"loci":"rs11081178","finding":"The SNP rs11081178 was associated with the modulation of the p21 pathway in cancer research. In the context of medulloblastoma, it indicated a significant role in altering the expression levels of p21, impacting cancer stem cell characteristics and suggesting potential therapeutic implications.","chrpos":"chr18:5219028","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.10.552840","title":"Modulation of Viability, Proliferation, and Stemness by Rosmarinic Acid in Medulloblastoma Cells: Involvement of HDACs and EGFR"}
{"loci":"rs4800490","finding":"The SNP rs4800490, near NPC1, was also an outlier related to several candidate traits, notably influencing BMI. The analysis suggested that this SNP was part of the heterogeneity contributors in the schooling-BMI causal assessment.","chrpos":"chr18:23546117","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/476085","title":"MR-TRYX: A Mendelian randomization framework that exploits horizontal pleiotropy to infer novel causal pathways"}
{"loci":"rs2847297","finding":"The variant rs2847297 at the PTPN2 locus was associated with variable disease penetrance within a family, where the index case carried the G allele, demonstrating reduced PTPN2 transcription that contributed to immunodeficiency. This finding was significant in highlighting the interplay between common variants and monogenic causes of PID, suggesting a mechanism for autoimmune development in the family.","chrpos":"chr18:12797695","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/499988","title":"Whole genome sequencing of a sporadic primary immunodeficiency cohort"}
{"loci":"rs12955474","finding":"The marker rs12955474 reached Bonferroni-corrected significance in the replication analysis with a p-value of 5.59 × 10^-5, showing a shift of -0.17 standard deviations in HT. This SNP had been previously reported in a GWAS for the third principal component on HT over various frequencies.","chrpos":"chr18:59484806","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.22.215376","title":"Polygenic risk scores implicate genetic pathways involved in neurodevelopmental disorders in hearing thresholds and hearing asymmetry in children"}
{"loci":"rs17782313","finding":"The SNP rs17782313 exhibited significant associations with all DEXA (dual-energy x-ray absorptiometry) traits through the SynSurr method, particularly showing the strongest association with total mass at a P-value of 1.8 × 10⁻²⁶. In contrast, the best P-value obtained through standard GWAS reached only 1.6 × 10⁻⁵. This SNP is well-known for its association with obesity.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.12.520180","title":"Leveraging a machine learning derived surrogate phenotype to improve power for genome-wide association studies of partially missing phenotypes in population biobanks"}
{"loci":"rs10775496","finding":"Identified as a lead variant at aQTL on chromosome 18, rs10775496 was highlighted as a genetic determinant of RELA regulatory activity in the cerebellar hemisphere tissue, with a p-value of 7.6×10⁻¹⁰. This SNP's context is critical as RELA is known to interact with SMAD4, the nearest gene.","chrpos":"chr18:51105482","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.21.513166","title":"Identifying Genetic Regulatory Variants that Affect Transcription Factor Activity"}
{"loci":"rs12456284","finding":"This SNP is located in the 3'-UTR of the SMAD4 gene, and was noted as a plausible causal variant related to the aQTL on chromosome 18 revealed by the study, with a p-value of 7.8×10⁻¹⁰. Its relationship to RELA underscores its potential regulatory role.","chrpos":"chr18:51083598","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.21.513166","title":"Identifying Genetic Regulatory Variants that Affect Transcription Factor Activity"}
{"loci":"rs6566675","finding":"The intronic SNP rs6566675, located in the NETO1 gene critical for spatial learning and memory, was found in a closed region in both the nucleus accumbens and dentate gyrus but opened in the Ammon's horn after METH stimulus.","chrpos":"chr18:72852193","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.13.496004","title":"Methamphetamine induced regional-specific transcriptomic and epigenetic changes in the rat brain"}
{"loci":"rs12454712","finding":"The SNP rs12454712 was designated as a primary signal at the BCL2A locus with a TOA profile indicating shared effects between muscle (TOA=0.52) and adipose (TOA=0.48) tissues.","chrpos":"chr18:63178651","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.25.169706","title":"A multi-omic integrative scheme characterizes tissues of action at loci associated with type 2 diabetes"}
{"loci":"rs12456492","finding":"The SNP rs12456492 in the RIT2 gene was linked to Parkinson's disease (PD) susceptibility through several studies. A meta-analysis by Lu et al. (2015) indicated a genetic association of the RIT2 rs12456492 polymorphism with increased risk of PD in Asian populations. Additionally, Liu et al. (2015) confirmed this association in a study conducted in Mainland China. A third meta-analysis by Zhang et al. (2015) further corroborated that the rs12456492 polymorphism is associated with a heightened risk of developing PD. These findings collectively suggest that rs12456492 is a significant genetic risk factor for PD.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.26.538430","title":"Rit2 silencing in dopamine neurons drives a Parkinsonian phenotype"}
{"loci":"rs17782313","finding":"The SNP rs17782313 was associated with greater long-term weight gain, increased risk of diabetes, and emotional eating in women. This finding highlighted the implications of MC4R signaling in relation to estrogen-dependency and metabolic health, particularly illustrating the differences observed between sexes in MC4R-related metabolic outcomes.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/794792","title":"Estrogen Drives Melanocortin Neurons To Reduce Sedentary Behavior"}
{"loci":"rs2217560","finding":"The SNP rs2217560 in the CBLN2 gene was associated with pulmonary arterial hypertension in systemic lupus erythematosus, suggesting its role in vascular diseases.","chrpos":"chr18:72483704","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.20.599879","title":"Identification of key genes and signaling pathway in the pathogenesis of Huntington’s disease via bioinformatics and next generation sequencing data analysis"}
{"loci":"rs76992529","finding":"The hereditary point mutation rs76992529, which predisposed individuals of African descent to ATTR amyloidosis, exhibited a much lower impact on CRISPR\/Cas9 editing with only 0.92% max variant effects across all associated Cas9-targeting sites. This indicated that the editing efficiency remained relatively comparable regardless of allele variation for this specific SNV, emphasizing the necessity for variant-aware gRNA selection to avoid ineffective gRNAs due to presence of variants in the target sequence.","chrpos":"chr18:31598655","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.26.559657","title":"CROTONdb: genome-wide variant effect prediction database for CRISPR\/Cas9 editing outcomes"}
{"loci":"rs12967143","finding":"The SNP rs12967143-G was identified as an intragenic enhancer within the TCF4 gene. It was predicted to be causal in SK-N-SH and H1 cells based on numerical scores generated through machine learning algorithms, while showing no significant causal prediction in HepG2 cells and PBMCs. This SNP met the significance criterion in comparison to randomly selected GWAS SNPs, indicating its relevance in the context of the ketamine pharmacogenomic network.","chrpos":"chr18:55431781","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.28.053587","title":"Ketamine’s pharmacogenomic network in human brain contains sub-networks associated with glutamate neurotransmission and with neuroplasticity"}
{"loci":"rs7240405","finding":"This SNP was most associated with HDL in the Framingham Heart Study, though it differed from findings in the UK Biobank, highlighting variability in leading SNPs due to LD structure differences.","chrpos":"chr18:49632720","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184465","title":"Multi-scale Inference of Genetic Trait Architecture using Biologically Annotated Neural Networks"}
{"loci":"rs17782313","finding":"The SNP rs17782313 was identified as the second top obesity-associated GWAS SNP, located 187k bp from the MC4R gene. It was found to potentially disrupt binding of GATA binding protein 1 (GATA1), affecting enhancer activity and subsequently reducing MC4R expression by approximately 60% when knockout was achieved in differentiated neurons.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.06.515311","title":"Integrative single-cell characterization of hypothalamus sex-differential and obesity-associated genes and regulatory elements"}
{"loci":"rs9960767","finding":"The study reported that the risk allele C of the TCF4 rs9960767 polymorphism was linked to impairments in sensorimotor gating. This association was observed in both individuals with schizophrenia spectrum disorders and in healthy volunteers, indicating its relevance to schizophrenia related phenotypes.","chrpos":"chr18:55487771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/792796","title":"Daughterless, the Drosophila orthologue of TCF4, is required for associative learning and maintenance of synaptic proteome"}
{"loci":"rs35112771","finding":"In the atopic dermatitis GWAS, SNP rs35112771 was highlighted as an intronic SNP at the 18q21.33 locus. It showed notable colocalisation (83.5%) evidence with eQTLs specifically in sun-unexposed skin tissue for the gene SERPINB7. Notably, SERPINB7 is linked to Nagashima-Type Palmoplantar Keratosis, a phenotype commonly found in various eczematous conditions, suggesting that mutations impacting SERPINB7 could elucidate part of the heritability gap observed in atopic dermatitis.","chrpos":"chr18:63791680","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.20.050237","title":"MendelVar: gene prioritization at GWAS loci using phenotypic enrichment of Mendelian disease genes"}
{"loci":"rs6567160","finding":"The variant rs6567160 also contributed to horizontal pleiotropy and had a positive causal effect with the smallest standard error of all variants discussed. It similarly suggested that the relationship between BMI and vigorous physical activity may not be causal.","chrpos":"chr18:60161902","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.16.448665","title":"Mendelian randomization suggests a bidirectional, causal relationship between physical inactivity and obesity"}
{"loci":"rs12454712","finding":"The SNP rs12454712 was a primary signal at the BCL2A locus, showing shared effects in muscle (TOA=0.52) and adipose (TOA=0.48) tissues.","chrpos":"chr18:63178651","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.25.169706","title":"A multi-omic integrative scheme characterizes tissues of action at loci associated with type 2 diabetes"}
{"loci":"rs12970134","finding":"The SNP rs12970134 was found to be positively associated with obese polycystic ovary syndrome (PCOS) patients in the Western region of Saudi Arabia. This association highlights the potential role of MC4R variants in the metabolic and reproductive disorders often observed in women with obesity, particularly in relation to PCOS.","chrpos":"chr18:60217517","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.18.580873","title":"POMC neurons control fertility through differential signaling of MC4R in Kisspeptin neurons in the female mouse"}
{"loci":"rs17782313","finding":"The SNP rs17782313 was also positively associated with obese polycystic ovary syndrome (PCOS) patients in the Western region of Saudi Arabia. This suggests that the MC4R variants may influence fertility and metabolic health, aligning with the broader findings regarding the melanocortins' roles in energy balance and reproductive function.","chrpos":"chr18:60183864","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.18.580873","title":"POMC neurons control fertility through differential signaling of MC4R in Kisspeptin neurons in the female mouse"}
{"loci":"rs1052025","finding":"The rs1052025 SNP near NFATC1 had a significant p-value of 3.6×10⁻⁴, marking it as a notable finding related to genetic differentiation, although it was not among the top hits like rs2549794.","chrpos":"chr18:79527776","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.06.535944","title":"Reply to Barton et al: signatures of natural selection during the Black Death"}
{"loci":"rs9960767","finding":"The C allele of the rs9960767 polymorphism in TCF4 was reported to disrupt sensorimotor gating in individuals diagnosed with schizophrenia as well as in healthy volunteers. This finding highlighted the role of TCF4, which is associated with schizophrenia and related phenotypes, emphasizing its impact on cognitive processes linked to the disorder.","chrpos":"chr18:55487771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/792796","title":"Daughterless, the Drosophila orthologue of TCF4, is required for associative learning and maintenance of synaptic proteome"}
{"loci":"rs35112771","finding":"At the 18q21.33 locus, SNP rs35112771 demonstrated significant evidence of colocalization with SERPINB7 eQTLs specifically in sun-unexposed skin tissue, highlighting its potential role in skin conditions. Variants in SERPINB7 were associated with Nagashima-Type Palmoplantar Keratosis, a phenotype present in a range of eczematous conditions, suggesting that common mutations affecting SERPINB7 expression could contribute to the heritability observed in atopic dermatitis.","chrpos":"chr18:63791680","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.20.050237","title":"MendelVar: gene prioritization at GWAS loci using phenotypic enrichment of Mendelian disease genes"}
{"loci":"rs12456492","finding":"The rs12456492 SNP, associated with the RIT2 gene, was identified as a risk allele for Parkinson's disease (PD) in a meta-analysis. This SNP was shown to be crucial for the mGluR5-stimulated retrieval of the dopamine transporter (DAT), indicating its role in dopaminergic signaling and function. The research underscored the importance of RIT2 in DAT trafficking, emphasizing that variations at this locus could potentially influence both dopamine clearance and motor functions in the context of PD.","chrpos":"chr18:43093415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.04.447129","title":"Presynaptic Gq-coupled receptors drive biphasic dopamine transporter trafficking that modulates dopamine clearance and motor function"}