{"loci":"rs139242164","finding":"The study confirmed that rs139242164 had a maternal-specific association with thyroid-stimulating hormone (TSH) levels. This variant was located near the maternally expressed GNAS gene, which is known to be associated with pseudo-hypoparathyroidism and high circulating TSH levels.","chrpos":"chr20:58882853","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.08.20246199","title":"Genome-wide survey of parent-of-origin specific associations across clinical traits derived from electronic health records"}
{"loci":"rs1799990","finding":"The SNP rs1799990 was identified as a genome-wide significant determinant of clinical duration in sporadic Creutzfeldt-Jakob disease (sCJD), showing a p-value of 3.45×10^-36 and a beta of 0.34 in an additive model. It was recognized as the outstanding candidate affecting clinical duration, with further analysis confirming its significance in various genetic models.","chrpos":"chr20:4699605","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.17.23297050","title":"Genome wide association study of clinical duration and age at onset of sporadic CJD"}
{"loci":"rs200383755","finding":"The rs200383755 variant in GATA5 correlated with lower FEV1 and was also associated with increased asthma risk, heightened blood pressure, and diminished risk of benign prostatic hyperplasia in phenome-wide association studies.","chrpos":"chr20:62475466","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.11.22274314","title":"Multi-ancestry genome-wide association study improves resolution of genes, pathways and pleiotropy for lung function and chronic obstructive pulmonary disease"}
{"loci":"rs73598374","finding":"The study reported significant evidence of an association between the <italic>ADA<\/italic><sup><italic>2<\/italic><\/sup> allele, represented by the SNP rs73598374, and obesity, defined as a BMI greater than 25 kg\/m<sup>2<\/sup>, specifically observing this association in the Latino adult population. However, this association was not observed in the Caucasian population, suggesting that the <italic>ADA<\/italic><sup><italic>2<\/italic><\/sup> allele could contribute to obesity risk and its complications such as diabetes mellitus type 1 (DM1) in Latinos.","chrpos":"chr20:44651586","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.11.21266231","title":"Association of Adenosine Deaminase (ADA) +22 G->A (rs73598374) Genotype in Latino Adult Obese"}
{"loci":"rs6013897","finding":"The SNP rs6013897 fell within an intergenic region between CYP24A1 and BCAS1, suggested from Hi-C data to interact with CYP24A1, highlighting its importance in bone mineral density.","chrpos":"chr20:54125940","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.18.24301465","title":"GWAS of ∼30,000 samples with bone mineral density at multiple skeletal sites and its clinical relevance on fracture prediction, genetic correlations and prioritization of drug targets"}
{"loci":"rs927059","finding":"The SNP rs927059, associated with femur neck BMD, showed prioritization of PAX1 as a candidate gene, emphasized by consistent eQTL results.","chrpos":"chr20:21933556","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.18.24301465","title":"GWAS of ∼30,000 samples with bone mineral density at multiple skeletal sites and its clinical relevance on fracture prediction, genetic correlations and prioritization of drug targets"}
{"loci":"rs199806394","finding":"The SNP rs199806394 exhibited dominant genetic effects affecting retinal thickness measurements. This association provided insights into how genetic variations can influence ophthalmic phenotypes.","chrpos":"chr20:14548438","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.15.23291410","title":"Autoencoder-based phenotyping of ophthalmic images highlights genetic loci influencing retinal morphology and provides epidemiologically informative biomarkers"}
{"loci":"rs17857295","finding":"The rs17857295 SNP in MAVS was associated with an increased risk of developing invasive pulmonary aspergillosis (IPA) in HSCT recipients, particularly when the variant was present in the donor in a recessive genetic model.","chrpos":"chr20:3857794","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.07.21261611","title":"MAVS expression in alveolar macrophages is essential for host resistance against Aspergillus fumigatus"}
{"loci":"rs2150165","finding":"Identified at 20q11.21 and related to the <italic>CBFA2T2<\/italic> gene, this SNP exhibited strong statistical significance in relation to PSA levels.","chrpos":"chr20:33539865","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs291671","finding":"Detected at 20q11.21 in the <italic>CDK5RAP1<\/italic> gene, this SNP was part of identified significant variants, enhancing understanding of PSA-level determinants.","chrpos":"chr20:33363039","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs910083","finding":"In a trans-ethnic analysis, rs910083 on chromosome 20 was shown to be associated with nicotine dependence in a cohort of 28,677 European and 9,925 African-American smokers.","chrpos":"chr20:32790884","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.09.21267119","title":"Genetic insights into smoking behaviours in 10,558 men of African ancestry from continental Africa and the UK"}
{"loci":"rs3829704","finding":"The BP allele of rs3829704 was associated with decreased expression of PRPF6 in blood cells (Lymphocyte P = 1.29×10^-31, Blood P = 3.95×10^-11, Blood-T cell CD4+ activated P = 1.48×10^-7) and also showed decreased expression in the brain (Cortex P = 1.2×10^-6, Caudate P = 6.0×10^-6).","chrpos":"chr20:64036665","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.16.24302920","title":"Pathway-based polygenic score analysis identifies the NRF2-KEAP1 and mRNA splicing - minor pathways as enriched in shared genetic variation between chronotype and bipolar disorder"}
{"loci":"rs910805","finding":"The SNP rs910805 was found to be associated with reduced expression of TCONS_00530677, an isoform of the XRN2 gene. This association was consistent in both adult and fetal brain datasets, suggesting that the risk-increasing allele G, which is also the minor allele, correlated with decreased expression of the isoform. This finding was particularly relevant as it provided new insights into genetic mechanisms underlying autism spectrum disorder (ASD).","chrpos":"chr20:21267478","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.18.22281204","title":"Multivariate variance components analysis uncovers genetic architecture of brain isoform expression and novel psychiatric disease mechanisms"}
{"loci":"rs291699","finding":"this SNP was related to CDK5RAP1 and contributed to the genetic insights of substance use disorder.","chrpos":"chr20:33394393","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.06.22268753","title":"Multivariate genome-wide association meta-analysis of over 1 million subjects identifies loci underlying multiple substance use disorders"}
{"loci":"rs76458410","finding":"The study identified a locus at rs76458410, associated with pulse pressure (PP) through short sleep duration (STST) interaction. This locus was driven by the YWHAB gene, with significant interaction evidence (P_GxE=6.4×10^-7).","chrpos":"chr20:44851866","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.07.24303870","title":"A Large-Scale Genome-Wide Study of Gene-Sleep Duration Interactions for Blood Pressure in 811,405 Individuals from Diverse Populations"}
{"loci":"rs112958007","finding":"Evidence of interaction at rs112958007 with STST for PP was significant (P_GxE=1.3×10^-9), linked to the PAK5 gene in Hispanic populations.","chrpos":"chr20:9805888","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.07.24303870","title":"A Large-Scale Genome-Wide Study of Gene-Sleep Duration Interactions for Blood Pressure in 811,405 Individuals from Diverse Populations"}
{"loci":"rs16991615","finding":"The SNP rs16991615 was highlighted as significant only in females, mapping to the MCM8 gene which encodes a DNA helicase important for DNA repair and was associated with estradiol levels.","chrpos":"chr20:5967581","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.01.21259826","title":"Genome-Wide Association Study of Estradiol Levels, and the Causal Effect of Estradiol on Bone Mineral Density"}
{"loci":"rs6031351","finding":"The SNP rs6031351 was associated with Androgen Receptor (AR) expression in triple-negative breast cancer (TNBC). In studies, AR expression had significant prognostic associations, indicating that patients with certain alleles of this SNP showed varying levels of AR expression, which correlated with patient outcomes.","chrpos":"chr20:44079320","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.25.24316141","title":"Molecular Profiling of a Triple-negative Breast Cancer Cohort in India for EGFR and AR expression analyzed for patient outcomes showed a distinct subset of cellular co-expression"}
{"loci":"rs1203888","finding":"This SNP demonstrated a significant association with PSA levels in the African ancestry cohort (β=-0.0423, p=8.7e-13) but was not significant in the European ancestry cohort, thus highlighting its unique association in the African population.","chrpos":"chr20:22565637","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.27.23297676","title":"Genome-wide association study of prostate-specific antigen levels in 392,522 men identifies new loci and improves cross-ancestry prediction"}
{"loci":"rs1132274","finding":"This SNP, a missense variant in RRBP1, was involved in routing protein processing and was also recognized as a CAD sentinel variant, linking protein processing to CAD risk.","chrpos":"chr20:17615510","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.24.21257377","title":"Discovery and systematic characterization of risk variants and genes for coronary artery disease in over a million participants"}
{"loci":"rs2207132","finding":"While rs2207132 was the sentinel variant related to LDL-cholesterol and adiposity, it was linked to CAD risk and emphasized the importance of cholesterol pathways.","chrpos":"chr20:40513876","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.24.21257377","title":"Discovery and systematic characterization of risk variants and genes for coronary artery disease in over a million participants"}
{"loci":"rs1883711","finding":"This strongly correlated variant was identified in a region annotated as a likely enhancer for MAFB, highlighting its involvement in CAD.","chrpos":"chr20:40551182","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.24.21257377","title":"Discovery and systematic characterization of risk variants and genes for coronary artery disease in over a million participants"}
{"loci":"rs530872363","finding":"The missense variant rs530872363 G&gt;A (p.Asp25Asn) in the RTF2 gene exhibited damaging predictions from in silico tools and was found in homozygous state in both affected siblings. Although not previously linked to ID, there was moderate evidence suggesting its role in a genetic disorder, and the mutations were found more frequently within the South Asian genetic ancestry, aligning it as a strong candidate for further investigation.","chrpos":"chr20:56473304","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.08.23299914","title":"Rare splice and missense variants with evidence of pathogenicity in consanguineous families with autosomal recessive intellectual disability from Pakistan"}
{"loci":"rs2904106","finding":"Mapped to the ATP9A gene, this SNP showed significant association with ME\/CFS. It was also replicated in the Verbal Interview cohort, which further supported its role in the disease.","chrpos":"chr20:51715804","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.09.22279773","title":"Genetic Risk Factors for ME\/CFS Identified using Combinatorial Analysis"}
{"loci":"rs56218501","finding":"This SNP, mapping to the SULF2 gene, was replicated in the fibromyalgia cohort, linking it to both ME\/CFS and fibromyalgia.","chrpos":"chr20:47736892","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.09.22279773","title":"Genetic Risk Factors for ME\/CFS Identified using Combinatorial Analysis"}
{"loci":"rs4809823","finding":"Located proximal to KCNG1 and the lncRNA AL121785.1, the SNP rs4809823 was found to provide protective effects against Alzheimer's disease, and KCNG1 was predicted to be a hub gene in immune pathways pertinent to AD.","chrpos":"chr20:51038035","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.11.24313439","title":"Identification of 16 novel Alzheimer’s disease susceptibility loci using multi-ancestry meta-analyses of clinical Alzheimer’s disease and AD-by-proxy cases from four whole genome sequencing datasets"}
{"loci":"rs56817213","finding":"The SNP rs56817213 was identified in the Million Veteran Program study, marking it as one of the multi-ancestry loci for suicide attempt with a p-value of 3.64×10⁻⁹, indicating a strong statistical association.","chrpos":"chr20:53201717","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.03.22277199","title":"Genome-wide association study meta-analysis of suicide attempt in 43,871 cases identifies twelve genome-wide significant loci"}
{"loci":"rs6024870","finding":"The CASS4:rs6024870-A variant was identified as protective in individuals of Complex Admixture History with respect to Alzheimer's disease.","chrpos":"chr20:56422512","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.03.24313587","title":"Biobank-scale characterization of Alzheimer’s disease and related dementias identifies potential disease-causing variants, risk factors, and genetic modifiers across diverse ancestries"}
{"loci":"rs13040652","finding":"The SNP rs13040652 was associated with the development of immune checkpoint inhibitor (ICI) therapy-related pneumonitis in patients undergoing treatment for non-small cell lung cancer. This finding was part of a larger study that utilized deep learning techniques to predict post-surgical complications associated with immunotherapy, demonstrating significant implications for patient outcomes.","chrpos":"chr20:50002736","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.14.24315487","title":"A novel prediction model for immunotherapy induced pneumonitis prediction based on Chest CT and electronic health record"}
{"loci":"rs117361510","finding":"The SNP rs117361510 was indicated to affect type 2 diabetes risk, which was part of the broader analysis of relevant common variants contributing to disease burden, although detailed DALY contributions were not specified.","chrpos":"chr20:44189982","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.25.22269831","title":"Genetic risk factors have a substantial impact on healthy life years"}
{"loci":"rs13040598","finding":"The SNP rs13040598 exhibited a positive finding in terms of overcoming T-cell dysfunction during adoptive immunotherapy. It was noted that this SNP may influence the therapeutic efficacy of T cell treatments by improving T cell expansion strategies and is discussed in the context of T-cell dysfunction limitations in the work of Janelle and Delisle (2021).","chrpos":"chr20:44232263","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.30.21262835","title":"Combined PD-L1 and TIM-3 blockade improves the expansion of fit human CD8+ antigen-specific T cells for adoptive immunotherapy"}
{"loci":"rs6062847","finding":"The SNP rs6062847 was associated with the NTSR1\/SLCO4A1 locus and demonstrated a significant connection to both chronic dry cough and ACEi-induced cough, reaching significance according to Bonferroni correction.","chrpos":"chr20:62690666","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.23.24310853","title":"Genomics of chronic cough unravels neurological pathways"}
{"loci":"rs143384","finding":"The SNP rs143384 was associated with several topics identified through the treeLFA models. Specifically, it was highlighted in a tree structure of inferred topics, showing a significant correlation with certain disease topics categorized under metabolic syndrome and other health conditions. The analysis indicated that most topics associated with rs143384 were clustered together in the same branch of the topic tree, and effect sizes for this SNP were reported through topic-GWAS, illustrating its importance in understanding the aetiology of complex traits.","chrpos":"chr20:35437976","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.28.22281623","title":"Topic modelling with ICD10-informed priors identifies novel genetic loci associated with multimorbidities in UK Biobank"}
{"loci":"rs6012624","finding":"The rs6012624 SNP was identified as a candidate causal variant associated with ST-segment amplitude in a GWAS study. It was positioned within open chromatin in cardiomyocytes and was predicted to alter chromatin accessibility, suggesting it plays a role in the transcriptional regulation of genes influencing the ST-segment.","chrpos":"chr20:49231050","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.20.24312115","title":"An autosomal dominant cardiac arrhythmia syndrome, ST Depression Syndrome, is caused by the de novo creation of a cardiomyocyte enhancer"}
{"loci":"rs6019764","finding":"The rs6019764 SNP was also identified as a candidate causal variant related to ST-segment amplitude in the same GWAS. Like rs6012624, it was found in an open chromatin region in cardiomyocytes and was predicted to affect chromatin accessibility, thereby impacting gene regulation at the KCNB1 locus.","chrpos":"chr20:49347895","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.20.24312115","title":"An autosomal dominant cardiac arrhythmia syndrome, ST Depression Syndrome, is caused by the de novo creation of a cardiomyocyte enhancer"}
{"loci":"rs2229006","finding":"The rs2229006 SNP, located within the coding region of KCNB1, was heterozygous and identified as having a significant allelic expression bias. The variant allele (C) was 3.8-fold more abundant than the reference (G) allele in the presence of the delinsTCCC variant, indicating a role in enhanced expression of KCNB1 due to the influence of a de novo enhancer.","chrpos":"chr20:49373713","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.20.24312115","title":"An autosomal dominant cardiac arrhythmia syndrome, ST Depression Syndrome, is caused by the de novo creation of a cardiomyocyte enhancer"}
{"loci":"rs6062847","finding":"The variant rs6062847-T was significantly associated with increased risk of chronic dry cough, indicating shared genetic determinants between ACEI-induced cough and chronic cough phenotypes.","chrpos":"chr20:62690666","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.30.22277097","title":"Genome-wide association study of ACE inhibitor-induced cough implicates neuropeptides and shows genetic overlap with chronic dry cough"}
{"loci":"rs7274134","finding":"The SNP rs7274134 in LINC01427 - LINC00261 demonstrated a significant association with insulin resistance (IR) under the dominant model. Individuals with the C\/T-T\/T genotypes had an OR of 2.60 (95% CI 1.37-4.96; p < 0.0032), indicating elevated risk of IR.","chrpos":"chr20:22447646","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24311638","title":"Genetic Polymorphisms Associated with Insulin Resistance Risk in Normal BMI Indians"}
{"loci":"rs6066146","finding":"The SNP rs6066146 located in gene EYA2 was identified as a significant finding in the primary GWAS related to diabetic retinopathy (DR). It showcased a p-value of 4.21 × 10−8 and was associated with the development of DR. This association was highlighted by tissue expression analysis indicating significant involvement in 'spleen' and suggested a potential role of EYA2 in retinal vascularization.","chrpos":"chr20:46970914","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.02.23299320","title":"Multiple genome-wide association studies of type 2 diabetes implicate several genes are associated with diabetic retinopathy based on UK Biobank"}
{"loci":"rs750318549","finding":"The rs750318549 SNP in ASXL1 was associated with reduced lifespan with a hazard ratio of 2.5 and a p-value of 2.3 x 10^-15.","chrpos":"chr20:32434646","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.30.24311226","title":"Genetic associations with human longevity are enriched for oncogenic genes"}
{"loci":"rs2273500","finding":"This SNP, located in the CHRNA4 gene on chromosome 20, showed a significant p-value of 7.34E-22, supporting its role in tobacco use and its relation to nicotinic acetylcholine receptors.","chrpos":"chr20:63355597","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.27.23287713","title":"Multi-ancestry meta-analysis of tobacco use disorders based on electronic health record data prioritizes novel candidate risk genes and reveals associations with numerous health outcomes"}
{"loci":"rs6011779","finding":"This SNP in the CHRNA4 gene on chromosome 20 showed significant replication of findings, associated with TUD with a p-value of 9.27E-09 in the AA population.","chrpos":"chr20:63352965","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.27.23287713","title":"Multi-ancestry meta-analysis of tobacco use disorders based on electronic health record data prioritizes novel candidate risk genes and reveals associations with numerous health outcomes"}
{"loci":"rs6112068","finding":"The SNP rs6112068, associated with DTD1, showed significant evidence of association with endometriosis at a P-value of 8.72E-10.","chrpos":"chr20:18692152","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.26.24316723","title":"Expanding the genetic landscape of endometriosis: Integrative -omics analyses uncover key pathways from a multi-ancestry study of over 900,000 women"}
{"loci":"rs17265513","finding":"The variant rs17265513 located in ZHX3 was found to be significantly associated with endometriosis, with a P-value of 5.58E-09, marking it as an original finding.","chrpos":"chr20:41203988","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.26.24316723","title":"Expanding the genetic landscape of endometriosis: Integrative -omics analyses uncover key pathways from a multi-ancestry study of over 900,000 women"}
{"loci":"rs1799990","finding":"The SNP rs1799990 was prioritized as the tier 1 risk gene in the PRNP locus due to being a common missense variant (p.Met129Val) associated with sCJD risk, showing a protective G allele was linked with reduced risk and more slowly progressive phenotypes.","chrpos":"chr20:4699605","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.19.24310476","title":"Multiomic Analyses Direct Hypotheses for Creutzfeldt-Jakob Disease Risk Genes"}
{"loci":"rs143384","finding":"The SNP rs143384 exhibited the most significant association with knee pain in the primary GWAS, showing a p-value of 4.68 × 10^-19. It was replicated in the FinnGen cohort with a significant p-value of 3.57 × 10^-1. The association indicated that this SNP affects the expression levels of the GDF5 gene, which plays a crucial role in cartilage homeostasis and has been linked to osteoarthritis susceptibility.","chrpos":"chr20:35437976","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.16.24313726","title":"A Genome-wide Association Study Identifies Novel Genetic Variants Associated with Knee Pain in the UK Biobank (N = 441,757)"}
{"loci":"rs4809370","finding":"A positive original finding was identified at rs4809370, which was linked to a second independent association on chromosome 20, near ZBTB46. This variant was associated with preeclampsia and exhibited an odds ratio of 1.08 with a highly significant p-value of 1.4×10^-8.","chrpos":"chr20:63839519","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.30.22282929","title":"Genome-wide meta-analysis identifies novel maternal risk variants and enables polygenic prediction of preeclampsia and gestational hypertension"}
{"loci":"rs6070628","finding":"The presence of rs6070628 within <italic>MIR298<\/italic> was correlated with higher CSF levels of phosphorylated tau (p-tau181) in a dose-dependent manner, indicating a potential role in tau pathology associated with AD.","chrpos":"chr20:58823224","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.17.22276532","title":"A multi-omics approach identifies a blood-based miRNA signature of cognitive decline in two large observational trials"}
{"loci":"rs259983","finding":"The genetic variant rs259983 was found to predispose individuals to both preeclampsia (PE) and hypertension (HTN), indicating shared genetic risk factors for both conditions.","chrpos":"chr20:59160402","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.13.22275064","title":"Spatially Constrained Gene Regulation Identifies Key Genetic Contributions of Preeclampsia, Hypertension and Proteinuria"}
{"loci":"rs45577437","finding":"The SNP rs45577437 on chromosome 20q11.22 was found to be exonic to ZNF341, with a significant association (p=1.21×10^{-14}), predicting a missense variant that could affect protein function related to immunity.","chrpos":"chr20:33753235","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.29.23294759","title":"A genome-wide association study of adults with community-acquired pneumonia"}
{"loci":"rs150607032","finding":"The SNP rs150607032, associated with ATP9A\/NFATC2\/SALL4, interacted with STST relative to TG levels, showing a significant genetic association.","chrpos":"chr20:51830403","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.02.24312466","title":"A Large-Scale Genome-Wide Gene-Sleep Interaction Study in 732,564 Participants Identifies Lipid Loci Explaining Sleep-Associated Lipid Disturbances"}
{"loci":"rs73319497","finding":"The rs73319497 SNP interacted with STST concerning TG levels, demonstrating a significant association.","chrpos":"chr20:23353740","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.02.24312466","title":"A Large-Scale Genome-Wide Gene-Sleep Interaction Study in 732,564 Participants Identifies Lipid Loci Explaining Sleep-Associated Lipid Disturbances"}
{"loci":"rs2876034","finding":"The variant rs2876034, associated with critical COVID-19, showed an OR=0.95, indicating its role in the CASC20 locus.","chrpos":"chr20:6492834","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.11.23293871","title":"Novel risk loci for COVID-19 hospitalization among admixed American populations"}
{"loci":"rs2326788","finding":"This variant was noted to be in strong LD with the sentinel variant rs2876034, relating it to critical COVID-19 associations.","chrpos":"chr20:6489447","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.11.23293871","title":"Novel risk loci for COVID-19 hospitalization among admixed American populations"}
{"loci":"rs6120777","finding":"SNP rs6120777 in MYH7B was associated with increased native myocardial T1 time (P = 9.2×10−11). MYH7B is related to hypertrophic cardiomyopathy, highlighting its role in myocardial remodeling.","chrpos":"chr20:34972369","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.05.21265953","title":"Genetics of Myocardial Interstitial Fibrosis in the Human Heart and Association with Disease"}
{"loci":"rs11697662","finding":"At 20q13.33, this novel variant was linked to lung cancer and smoking propensity, showcasing its independent genetic susceptibility role in lung cancer.","chrpos":"chr20:63360653","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.26.21254132","title":"Genetic analysis of lung cancer reveals novel susceptibility loci and germline impact on somatic mutation burden"}
{"loci":"rs2232613","finding":"Rs2232613 was identified in association with LBP levels, showing a pronounced downward shift in protein levels in the presence of this variant.","chrpos":"chr20:38369011","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.31.23287853","title":"Plasma Proteome Variation and its Genetic Determinants in Children and Adolescents"}
{"loci":"rs74828248","finding":"The SNP rs74828248 was significantly associated with TB status with a p-value of 2.272 × 10^-6 and an OR of 0.316 when utilizing the local ancestry allelic adjusted association model, while adjusting for Bantu-speaking African ancestry. However, this SNP was located in an intergenic region, making the link to TB susceptibility unclear.","chrpos":"chr20:61121640","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.30.24308060","title":"Confirmation of HLA-II associations with TB susceptibility in admixed African samples"}
{"loci":"rs2295348","finding":"pgBoost linked rs2295348, fine-mapped for mean corpuscular volume (PIP 0.58), to RNF24, located 210kb from the TSS. The SNP was situated in an ENCODE cCRE with a distal enhancer signature within the intron of CDC25B. Although the link had not yet been experimentally validated, RNF24 was considered biologically plausible due to its association with decreased erythrocyte numbers in knockout mice.","chrpos":"chr20:3804387","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.24.24307813","title":"Linking regulatory variants to target genes by integrating single-cell multiome methods and genomic distance"}
{"loci":"rs2273500","finding":"SNP rs2273500 was also a cis-eQTL for nicotinic receptor genes, reinforcing its role in addiction to nicotine.","chrpos":"chr20:63355597","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.19.21266548","title":"Novel insights into the common heritable liability to addiction: a multivariate genome-wide association study"}
{"loci":"rs8124182","finding":"This SNP was found to affect MMP9 plasma protein levels specifically in STEMI patients (genotype β=-0.68, p=0.016), highlighting its role in the disease context.","chrpos":"chr20:45980262","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.02.23289370","title":"Single-cell dissection of the immune response after acute myocardial infarction"}
{"loci":"rs77351827","finding":"Found to be associated with mild progression subtype (Subtype I), hinting at genetic factors that may favor slower disease progression.","chrpos":"chr20:6025395","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.18.21260731","title":"Comprehensively modeling heterogeneous symptom progression for Parkinson’s disease subtyping"}
{"loci":"rs1883832","finding":"The rs1883832 SNP was identified in a GWAS that utilized an exome chip and implicated it within the Kozak sequence of the CD40 gene, which encodes a costimulatory receptor. This finding related to immune and inflammatory responses, making it a significant contributor to modified disease progression in muscular dystrophies.","chrpos":"chr20:46118343","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.03.21265899","title":"Candidate gene modifiers of dystrophinopathy identified by the uniform application of genome-wide datasets to novel GWAS-identified loci"}
{"loci":"rs143384","finding":"The SNP rs143384 was shown to co-localize with the OA risk marker at the GDF5 locus. This association was notably present in the context of various primary phenotypes of OA such as All OA and Total Joint Replacement, with a posterior probability of 0.916. The risk allele G correlated with significantly lower DNA methylation at cg12548730, reinforcing its role as a genetic risk factor.","chrpos":"chr20:35437976","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.05.24306832","title":"Epigenetic mechanisms of osteoarthritis risk in human skeletal development"}
{"loci":"rs6062302","finding":"The SNP rs6062302 showed strong associations with glioblastoma at genome-wide significance (P = 1.00 x 10^-13). This finding contributed to confirming the role of RTEL1 as a risk factor for glioma.","chrpos":"chr20:63689615","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.11.22274959","title":"Multi-omics Mendelian randomisation using expression, splicing and protein quantitative trait loci: identification of novel drug targets for gliomagenesis"}
{"loci":"rs2297440","finding":"The SNP rs2297440 was linked to significant risks for glioblastoma and glioma, with P values of 4.00 x 10^-46 and 2.00 x 10^-42 respectively. Additionally, it was associated with immune system phenotypes such as dermatitis and Crohn's disease.","chrpos":"chr20:63680946","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.11.22274959","title":"Multi-omics Mendelian randomisation using expression, splicing and protein quantitative trait loci: identification of novel drug targets for gliomagenesis"}
{"loci":"rs6063202","finding":"The SNP rs6063202 was significantly associated with glioblastoma (P = 1.00 x 10^-13) as well as allergy-related traits, indicating a potential link between RTEL1 and glioma risk.","chrpos":"chr20:48051605","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.11.22274959","title":"Multi-omics Mendelian randomisation using expression, splicing and protein quantitative trait loci: identification of novel drug targets for gliomagenesis"}
{"loci":"rs348258","finding":"This SNP was significantly associated (P < 0.05) with the STAU1 gene, exhibiting stronger association than noted in prior dyslexia studies.","chrpos":"chr20:49152451","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.15.24302884","title":"Multivariate genome-wide association analysis of quantitative reading skill and dyslexia improves gene discovery"}
{"loci":"rs143384","finding":"The variant rs143384, which showed a higher frequency in Africans, is associated with FVC, lung function, and PEF, indicating its relevance to pulmonary function traits.","chrpos":"chr20:35437976","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.07.22268836","title":"Genome-wide Association Study of Pulmonary Function in Europeans and Africans from the UK Biobank Identifies Distinct Variants"}
{"loci":"rs1883832","finding":"The study found that the SNP rs1883832 was strongly associated with the risk of multiple sclerosis (MS), as indicated by a highly significant p-value (p = 1.07 x 10^-281 in outcome GWAS). It was revealed that the causal association between plasma CD40 levels and MS risk was biased by this SNP. The GTEx project linked the C allele of rs1883832 to increased CD40 levels in both blood and cerebral cortex, suggesting its potential role in MS pathogenesis through the CD40–CD40L costimulatory pathway.","chrpos":"chr20:46118343","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.03.24306837","title":"Circulating inflammatory proteins and risk of Parkinson’s disease and other neurodegenerative disorders: a two-sample Mendelian randomization study"}
{"loci":"rs80339443","finding":"The SNP rs80339443 was identified as a genome-wide significant locus for CIDP risk among women in the study. It was located in the intron region of the gene CDH4, which encodes the retinal-cadherin protein involved in critical processes such as neuronal outgrowth and cell adhesion. The association was characterized by a significant odds ratio of 4.37 with a P-value of 1.49 × 10^-8, indicating a strong link between this variant and the risk of developing chronic inflammatory demyelinating polyneuropathy.","chrpos":"chr20:61256907","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.13.23298433","title":"Genetic analyses of inflammatory polyneuropathy and chronic inflammatory demyelinating polyradiculoneuropathy identified candidate genes"}
{"loci":"rs11697087","finding":"This SNP was linked to the PHF20 gene, showing an MTAG-CES association with a p-value of 6.62x10^-5, indicating a stronger association than previously noted (p-value=6.05x10^-4) in the MEGASTROKE-CES analysis.","chrpos":"chr20:35839661","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.10.21267609","title":"MULTITRAIT ANALYSIS EXPANDS GENETIC RISK FACTORS IN CARDIOEMBOLIC STROKE"}
{"loci":"rs3746471","finding":"This SNP was linked to the KIAA1755 gene, which had not previously been associated with AF. The variant was characterized as a missense variant causing an R1045W change, predicted to be deleterious (SIFT score of 0.007) and had associations with other traits such as heart rate and PR interval.","chrpos":"chr20:38213512","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.10.21267609","title":"MULTITRAIT ANALYSIS EXPANDS GENETIC RISK FACTORS IN CARDIOEMBOLIC STROKE"}
{"loci":"rs13040909","finding":"The SNP rs13040909 was associated with the gene PFKFB3, which was found to be elevated in neutrophils from individuals with rheumatoid arthritis (RA). This SNP was linked to the regulation of neutrophil functions, particularly in relation to the production of reactive oxygen species (ROS) and neutrophil extracellular traps (NETs). As highlighted in related studies, alterations in PFKFB3 expression may influence inflammatory responses in RA, suggesting a genetic basis for the dysregulation of neutrophil activation during inflammatory conditions.","chrpos":"chr20:32225361","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.02.23299318","title":"The small molecule inhibitor 3PO is a modulator of neutrophil metabolism, ROS production and NET release"}
{"loci":"rs2376992","finding":"This SNP marked a significant locus at 20q11.21 for the BCL2L1 gene with an odds ratio (OR) of 0.798 and a p-value of 1.7×10^-56, significant in the context of recent admixture effects in AFR ancestry.","chrpos":"chr20:31675615","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.24.24306301","title":"Multi-ancestry genome-wide association meta-analysis of mosaic loss of chromosome Y in the Million Veteran Program identifies 167 novel loci"}
{"loci":"rs202380","finding":"The SNP rs202380 in OCSTAMP was nominally significant (p=2.98×10^-7) based on the suggestive findings.","chrpos":"chr20:46537219","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.25.22275553","title":"African Ancestry GWAS of Dementia in a Large Military Cohort Identifies Significant Risk Loci"}
{"loci":"rs1799990","finding":"The coding variant rs1799990 (M129V) was previously associated with dramatic effects on prion disease risk, duration, age of onset, clinical presentation, and histopathology across many subtypes of sporadic, acquired, and genetic prion disease. Notably, the heterozygous genotype conferred strong protection against sporadic CJD, indicating a significant relationship (odds ratio of 0.39, p = 1e-135). This SNP was identified as the lead SNP for an eQTL for PRNP in several peripheral tissues.","chrpos":"chr20:4699605","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.01.21265619","title":"PrP concentration in the central nervous system: regional variability, genotypic effects, and pharmacodynamic impact"}
{"loci":"rs200986288","finding":"The SNP rs200986288 was identified as a novel variant associated with Alzheimer's disease, not previously reported in genetic association studies.","chrpos":"chr20:30185633","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.19.24313993","title":"Linkage Disequilibrium-Informed Deep Learning Framework to Identify Genetic Loci for Alzheimer’s Disease Using Whole Genome Sequencing Data"}
{"loci":"rs13039273","finding":"The SNP rs13039273, located at the 20q13.31 locus, was identified as UL risk-increasing associated with lower expression of RBM38 in the ovary (p=8.7×10<sup>−6<\/sup>) and uterus (eQTL p=2.2×10<sup>−3<\/sup>). This finding related to the regulation of CDKN1A mRNA stability, which is linked to cell cycle control and thus implicated in UL pathophysiology.","chrpos":"chr20:57441016","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.20.21262098","title":"Evidence of a causal relationship between genetic tendency to gain muscle mass and uterine leiomyomata"}
{"loci":"rs760640162","finding":"The SNP rs760640162 was previously associated with 'pregnancy examination and test' (p=5.97×10<sup>−15<\/sup>) in the UK Biobank. This association occurred at the 20q13.31 locus, suggesting a potential role in reproductive function, which connects to the broader context of UL risk factors.","chrpos":"chr20:57353551","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.20.21262098","title":"Evidence of a causal relationship between genetic tendency to gain muscle mass and uterine leiomyomata"}
{"loci":"rs58744877","finding":"The SNP rs58744877 near GNAS showed a negative association with FVC (P=2.71×10^-14, β=-0.033). No other prior associations were mentioned.","chrpos":"chr20:58857551","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.25.24312558","title":"Multi-trait and multi-ancestry genetic analysis of comorbid lung diseases and traits improves genetic discovery and polygenic risk prediction"}
{"loci":"rs237475","finding":"This SNP was found within the KCNB1 gene and was included in a critical disease signature community, associated with exocytosis regulation and showing potential implications in insulin signaling among ME\/CFS patients.","chrpos":"chr20:49432969","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.09.22279773","title":"Genetic Risk Factors for ME\/CFS Identified using Combinatorial Analysis"}
{"loci":"rs16991615","finding":"The non-synonymous variant rs16991615 in the MCM8 gene was identified as significantly associated with AMH levels at a p-value of 4.68 × 10^-9, corroborating previous findings regarding its connection to AMH levels in pre-menopausal women.","chrpos":"chr20:5967581","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.07.23295182","title":"Circulating anti-Müllerian hormone levels in pre-menopausal women: novel genetic insights from a GWAS meta-analysis"}
{"loci":"rs16980973","finding":"The SNP rs16980973 was identified as associated with neck or shoulder pain in the male-specific GWAS, located in the SLC24A3 gene on chromosome 20 (p = 6.52 x 10^-9). This gene's function in calcium homeostasis suggested implications for pain regulation distinct in males.","chrpos":"chr20:19667849","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.19.24304451","title":"A Genome-wide Association Study Identifies Novel Genetic Variants Associated with Neck or Shoulder Pain in the UK Biobank (N = 441,757)"}
{"loci":"rs6088962","finding":"The neighboring locus associated with SCZ1 (rs6088962 at 20q11.21) was found to have significant implications for schizophrenia. Like rs3068507, it also mapped to the MYLK2 gene.","chrpos":"chr20:31680381","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.16.23294179","title":"Nine Neuroimaging-AI Endophenotypes Unravel Disease Heterogeneity and Partial Overlap across Four Brain Disorders: A Dimensional Neuroanatomical Representation"}
{"loci":"rs150246290","finding":"This SNP was associated with 'transposition of great arteries'. The PheWAS using Peds-Phecodes demonstrated replication of the association with a relevant phenotype (Peds-Phecode 747.1113 'Transposition of great vessels').","chrpos":"chr20:15132234","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.22.23294435","title":"Developing and Evaluating Pediatric Phecodes (Peds-Phecodes) for High-Throughput Phenotyping Using Electronic Health Records"}
{"loci":"rs1884673","finding":"The study found that rs1884673 significantly impacted the causal inference of the level of CD33 on CD33<sup>dim<\/sup> HLA DR<sup>&#x2212;<\/sup>, thereby influencing the outcomes related to mediation analyses.","chrpos":"chr20:39888893","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.29.24311128","title":"Causal effect of the gut microbiota on the risk of psychiatric disorders and the mediating role of immunophenotypes"}
{"loci":"rs3918242","finding":"The rs3918242 functional polymorphism of the MMP9 gene was found to be more common in individuals with bipolar disorder (BD) compared to healthy controls, with a statistically significant result (p=0.02). This finding suggested a potential association between the MMP9 genetic variant and the predisposition to BD.","chrpos":"chr20:46007337","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.08.22281826","title":"The Blood-Brain Barrier in Bipolar Disorders: A Systematic Review"}
{"loci":"rs6140149","finding":"The SLC52A3 locus (lead SNP rs6140149) was novelly associated with vitamin B2, highlighting its role in vitamin metabolism.","chrpos":"chr20:772319","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs1883832","finding":"The SNP rs1883832 was associated with CD40 and showed strong evidence of colocalization across multiple tissues.","chrpos":"chr20:46118343","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.24.23287680","title":"Mapping pQTLs of circulating inflammatory proteins identifies drivers of immune-related disease risk and novel therapeutic targets"}
{"loci":"rs6032259","finding":"The SNP rs6032259 was associated with Kunitz-type protease inhibitor 3 (SPIT3), significant exclusively in males, and the protein has been reported to be predominantly expressed in the epididymis, with unclear functions regarding male fertility.","chrpos":"chr20:45512691","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.16.24302936","title":"Similar and different: systematic investigation of proteogenomic variation between sexes and its relevance for human diseases"}
{"loci":"rs867186","finding":"The SNP rs867186 was positively correlated with the risk of venous thromboembolism (VTE) due to the presence of the minor G allele. Additionally, it showed a negative correlation with coronary artery disease (CAD), suggesting that this SNP had differing effects on venous and arterial conditions. This finding was supported by previous GWAS studies, which indicated the multifaceted role of the PROCR gene, where it was linked to CAD through anti-inflammatory mechanisms and to VTE via pro-thrombotic mechanisms.","chrpos":"chr20:35176751","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.12.24317148","title":"Blood plasma proteome-wide association study implicates novel proteins in the pathogenesis of multiple cardiovascular diseases"}
{"loci":"rs2284265","finding":"The SNP rs2284265 demonstrated an association with BMI, having a beta of 0.012 and a P value of 4.8 × 10^-8. It was reported within 500kb of HNF4A.","chrpos":"chr20:44888400","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs12625671","finding":"The SNP rs12625671 was associated with T2D, with a reported beta of 0.067 and a P value of 1.7 × 10^-68, indicating a strong link with metabolic disease.","chrpos":"chr20:44366172","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs143865354","finding":"The SNP rs143865354 on chromosome 20p11 reached genome-wide significance (p = 7.53×10^-9) in distinguishing risk for bilateral clefts (BCL) compared to unilateral clefts (UCL). This finding illustrates the genetic distinction in OFC subtypes and indicates potential implications in cleft severity.","chrpos":"chr20:22078558","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.30.20241141","title":"The PAX1 locus at 20p11 is a modifier for bilateral cleft lip only"}
{"loci":"rs72626599","finding":"The SNP rs72626599, positioned in the NKILA-MIR4532 intergenic region, was associated with gout with a meta-analysis P value of 6.48 × 10^-9 and an odds ratio of 1.58.","chrpos":"chr20:57745211","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.18.23288731","title":"Novel genetic loci in adolescent-onset gout derived from whole genome sequencing of a Chinese cohort"}
{"loci":"rs138620712","finding":"Identified as a SABR-specific sQTL for KIF16B, this variant had a p-value of 3.36e-28 and a beta coefficient of 2.03, being absent from 1000 Genomes Africans but present at 2.1% frequency in SABR.","chrpos":"chr20:16374256","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.27.24314510","title":"A Southern African Map of Blood Regulatory Variation Enables GWAS Interpretation"}
{"loci":"rs17800010","finding":"Novel variant rs17800010 of LINC02871 was identified, previously associated with bladder carcinoma and adolescent idiopathic scoliosis, now linked to lung cancer.","chrpos":"chr20:11027502","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs140412956","finding":"This SNP near BTBD3 was significantly associated with lung cancer risk, particularly notable in Asian populations and also reported in connection with smoking behaviors.","chrpos":"chr20:12057992","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs138934990","finding":"The rare intergenic variant rs138934990 near CBLN4-LINC01441 was significantly associated with lung cancer risk across ethnicities.","chrpos":"chr20:55968601","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs75031349","finding":"The ncRNA intronic variant near RTEL1 exhibited strong evidence for adenocarcinoma risk.","chrpos":"chr20:63682701","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs45552131","finding":"This SNP was found near C20orf166-AS1 and showed associations with multiple microRNAs including miR-1 and miR-133a, suggesting its involvement in insulin signaling and the potential relevance of the miRNA-CpG axis in metabolic disorders.","chrpos":"chr20:62548474","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.31.22281758","title":"The Molecular Human – A Roadmap of Molecular Interactions Linking Multiomics Networks with Disease Endpoints"}
{"loci":"rs6088765","finding":"The rs6088765-G variant was observed to decrease the risk of NMSC (OR 0.95, 95% CI 0.91-0.99) and was found to be significant in both the discovery and validation cohorts.","chrpos":"chr20:35211477","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.01.21252521","title":"Inflammatory Bowel Disease Risk Variants Are Associated with an Increased Risk of Skin Cancer"}
{"loci":"rs1799990","finding":"The study revealed that rs1799990, which represents a single-nucleotide variant at codon 129 of the prion gene PRNP, was associated with an elevated risk of developing sporadic Creutzfeldt-Jakob disease (CJD). Individuals homozygous for this variant exhibited a shorter survival time compared to heterozygous individuals, highlighting its role as a strong determinant of clinical phenotype in prion disease cases.","chrpos":"chr20:4699605","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.06.22271294","title":"Prion protein gene mutation detection using long-read Nanopore sequencing"}
{"loci":"rs3746444","finding":"The SNP rs3746444 in the MIR499A gene was significantly associated with CHD. Using the co-dominant model, the association was strong [χ2 = 79.51; P = 0.0001]. In the dominant model, the odds ratio was 9.333 (5.180-16.82; P = 0.0001), indicating a substantial increase in risk. The heterozygous and additive models also showed significant findings with odds ratios of 0.1241 (0.065-0.234; P = 0.0001) and 0.3440 (0.2468-0.4795; P = 0.0001), respectively.","chrpos":"chr20:34990448","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.09.23296433","title":"The potential impact of microRNA-related functional polymorphisms in the pathogenesis of coronary heart disease"}
{"loci":"rs137854543","finding":"The rs137854543 variant was identified in a GALC mutation context within the PDAC cell line PK59, thereby underscoring its relevance in the study of lysosomal dysfunction and PDAC pathology.","chrpos":"chr20:45897736","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.15.23286007","title":"Lysosomal Storage Dysfunction, a Germline Variants Affecting Pancreatic Ductal Adenocarcinoma Development and Progression"}
{"loci":"rs6032660","finding":"The SNP rs6032660 stood out in the analysis for its involvement in genetic relationships between PTSD and cardiovascular diseases.","chrpos":"chr20:46101606","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.20.24312181","title":"Genetics of posttraumatic stress disorder and cardiovascular conditions using Life’s Essential 8, Electronic Health Records, and Heart Imaging"}
{"loci":"rs12480408","finding":"The variant was associated with the expression of <italic>CPNE1<\/italic> and several protein traits.","chrpos":"chr20:35646878","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.27.24314500","title":"Ancestrally diverse genome-wide association analysis highlights ancestry-specific differences in genetic regulation of plasma protein levels"}
{"loci":"rs6127099","finding":"The rs6127099 SNP, an intergenic variant around 50kb downstream of CYP24A1, was associated with an odds ratio of 11.42 for kidney stone disease risk due to a 1 standard deviation increase in serum calcium concentration.","chrpos":"chr20:54114863","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.06.07.24308490","title":"Genetic variants predisposing to increased risk of kidney stone disease"}
{"loci":"rs143383","finding":"The SNP rs143383 located in GDF5 was associated with hip axis length (HAL) with a P value of 9.4×10^−10. It was previously known to affect hip morphology and was found to be protective of osteoarthritis (OA) and hip osteoarthritis (HOA), indicating that decreased GDF5 expression is involved in the pathogenesis of osteoarthritis.","chrpos":"chr20:35438203","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.25.24301766","title":"Genome-wide association study of DXA-derived hip morphology identifies associations with 4 loci in Chinese populations"}
{"loci":"rs3787220","finding":"The SNP rs3787220 was identified as a synonymous variant in NCOA6, linked with cancer risks, showing an odds ratio (OR) range of 0.85 to 0.88 across cancer types.","chrpos":"chr20:34749948","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.11.22275897","title":"Exome-wide association studies discover germline mutation patterns and identify high-risk populations in human cancers"}
{"loci":"rs16991615","finding":"The variant rs16991615 was confirmed as a previously reported missense variant within the <italic>MCM8<\/italic> gene, showing a strong association with circulating AMH levels as well as implications for age at menopause.","chrpos":"chr20:5967581","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.29.20221390","title":"Genome-wide association study meta-analysis identifies three novel loci for circulating anti-Müllerian hormone levels in women"}
{"loci":"rs73078758","finding":"The variant rs73078758 near SLX41P was discovered in the GWAS with an odds ratio (OR) of 1.29, indicating a potential risk associated with this DVT variant, although no specific replication details were provided.","chrpos":"chr20:10543248","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.24.22274229","title":"Using genotyping and whole-exome sequencing data to improve genetic risk prediction in deep venous thrombosis"}
{"loci":"rs6032676","finding":"The SNP rs6032676 on chromosome 20 was discovered in the male-only analysis as a genome-wide significant risk locus, showing a p-value of 9.55×10−9, indicating it was associated with genetic risk for borderline personality disorder (BPD) that was undetected in the main analysis.","chrpos":"chr20:46147224","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.12.24316957","title":"Genome-wide association study of borderline personality disorder identifies six loci and highlights shared risk with mental and somatic disorders"}
{"loci":"rs2585447","finding":"The SNP rs2585447 was associated with brain enriched myelin associated protein (BCAS1), which exhibited significant splice variants in MS patient samples. BCAS1 was noted for its important role in early myelination, suggesting that this SNP could impact myelination processes in the context of MS.","chrpos":"chr20:54127898","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.16.24312099","title":"Gene expression and alternative splicing analysis in a large-scale Multiple Sclerosis study"}
{"loci":"rs2427238","finding":"The association of SNP rs2427238 at the locus 20q13.33 was found to be significantly related to the risk of developing orofacial clefts, marking it as an important genetic locus in this study.","chrpos":"chr20:61905711","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.20.21263645","title":"Genome-wide association study of multiethnic non-syndromic orofacial cleft families identifies novel loci specific to family and phenotypic subtypes"}
{"loci":"rs6059655","finding":"The SNP rs6059655 in the ASIP gene displayed a significantly increased effect on basal cell carcinoma (BCC) risk in SOTRs, with a 1.9-fold greater effect size (SOTR log (OR)=0.49 vs log (OR)=0.26 in non-transplant individuals).","chrpos":"chr20:34077942","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.17.23286114","title":"Re-weighting MC1R, ASIP and IRF4 risk variants optimises polygenic risk scores for keratinocyte cancer stratification in solid organ transplant recipients"}
{"loci":"rs750318549","finding":"The frame-shift mutation rs750318549 (p.Gly646fs) in ASXL1 showed a strong protective association with nicotine dependence (OR=2.41; CI=1.9-3.0; P=7.6e-15). This variant was pathogenic in germline scenarios, suggesting the association pertains to somatic mutations.","chrpos":"chr20:32434646","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.27.22281470","title":"Rare coding variants in CHRNB2 reduce the likelihood of smoking"}
{"loci":"rs6047482","finding":"SNP rs6047482 was associated with multiple traits identified by TraitScan, including alkaline phosphatase and IGF-1. EWS was shown to be linked causally to lower levels of alkaline phosphatase as suggested by the MR analysis.","chrpos":"chr20:21559045","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.19.23292708","title":"Subset scanning for multi-trait analysis using GWAS summary statistics"}
{"loci":"rs6106336","finding":"SNP rs6106336 was implicated similarly to rs6047482 in associations with traits identified by TraitScan. The genetic score for EWS SNPs was linked to traits significant in the analysis performed.","chrpos":"chr20:21114954","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.19.23292708","title":"Subset scanning for multi-trait analysis using GWAS summary statistics"}
{"loci":"rs76728843","finding":"Identified as having strong direct effects on AUD.","chrpos":"chr20:49838765","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.08.21263302","title":"Genetic underpinnings of the transition from alcohol consumption to alcohol use disorder: shared and unique genetic architectures in a cross-ancestry sample"}
{"loci":"rs3746471","finding":"This missense variant located in KIAA1755 was suggested to influence heart rate variability, indicating its potential impact on AF.","chrpos":"chr20:38213512","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.06.21263189","title":"Trans-ancestry genome-wide analysis of atrial fibrillation provides new insights into disease biology and enables polygenic prediction of cardioembolic risk"}
{"loci":"rs4811602","finding":"This previously identified SNP was associated with cardiovascular traits in the EUR cohort with strong significance (p=2.8×10^-80) and demonstrated relevance in the broader context of cardiovascular disease.","chrpos":"chr20:38220686","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.27.22268990","title":"Multitrait Genome-Wide Analysis in the UK Biobank Reveals Novel and Distinct Variants Influencing Cardiovascular Traits in Africans and Europeans"}
{"loci":"rs56057703","finding":"Showed association related to traits impacting cardiovascular traits, consistently confirming its relevance.","chrpos":"chr20:63732160","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.27.22268990","title":"Multitrait Genome-Wide Analysis in the UK Biobank Reveals Novel and Distinct Variants Influencing Cardiovascular Traits in Africans and Europeans"}
{"loci":"rs1015362","finding":"rs1015362 was identified as an enhancer SNP and was noted to map to an androgen receptor (AR) binding sequence, which is involved in carcinogenesis and tumour growth in prostate cancer. This intergenic SNP showed relevance to functional variants.","chrpos":"chr20:34150806","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.25.22272955","title":"Novel discoveries and enhanced genomic prediction from modelling genetic risk of cancer age-at-onset"}
{"loci":"rs3746619","finding":"The SNP rs3746619, located in the 5' UTR of the <italic>MC3R<\/italic> gene, was associated with earlier age at menarche. Its function-increasing alleles were implicated in conferring a statistically significant interaction effect with the expression-increasing alleles of <italic>GPR83<\/italic>, indicating that an increase in <italic>MC3R<\/italic> function through <italic>GPR83<\/italic> expression led to earlier puberty timing.","chrpos":"chr20:56248749","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.14.23291322","title":"Understanding the genetic complexity of puberty timing across the allele frequency spectrum"}
{"loci":"rs13040917","finding":"The SNP rs13040917 was associated with patient recurrence-free survival and castration resistance in prostate cancer (PCa) as reported in the study by Zhang et al. (2021). This finding underscored the potential of this SNP in providing insights into the genetic predisposition of patients to rapidly progress from hormone-sensitive prostate cancer (HSPC) to castration-resistant prostate cancer (CRPC).","chrpos":"chr20:17659364","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.23.22281406","title":"Identifying patients with rapid progression from hormone-sensitive to castration-resistant prostate cancer: a retrospective study"}
{"loci":"rs2209313","finding":"The rs2209313-T (duplication) allele was linked to an increased risk of developing Alzheimer Disease (AD) in patients with mild cognitive impairment (MCI) who were homozygous for the Dup allele, with an increased cerebrospinal fluid t-Tau\/Aβ ratio. Longitudinal studies indicated that Dup\/Dup patients exhibited a slower cognitive decline compared to wild-type patients, suggesting a protective effect associated with the duplication allele despite being a risk factor for conversion from MCI to AD.","chrpos":"chr20:1618496","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.19.22282342","title":"An intragenic duplication within SIRPβ1 shows a dual effect over Alzheimer’s disease cognitive decline altering the microglial response"}
{"loci":"rs1741294","finding":"The SNP rs1741294 was identified as a male-specific variant associated with CRF-slope; however, it showed no evidence of association in females or the combined sample.","chrpos":"chr20:4151297","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.08.20243337","title":"The genetic case for cardiorespiratory fitness as a clinical vital sign and the routine prescription of physical activity in healthcare"}
{"loci":"rs80150989","finding":"The PRPF6 locus variant rs80150989 was identified as a novel susceptibility locus for lung cancer that colocalised with LTL. This association suggested that genetic variants involved in RNA binding and splicing could play a role in the carcinogenesis of lung cancer.","chrpos":"chr20:63995987","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.24.22279131","title":"Common genetic variations in telomere length genes and lung cancer"}
{"loci":"rs1274412848","finding":"The study identified the rs1274412848 variant, a homozygous transversion mutation causing a cysteine to serine alteration at position 148 of the PCNA protein (C148S), which was confirmed in all three patients with PCNA-Associated DNA Repair Disorder (PARD). This mutation was shown to have a low minor allele frequency in the general population and was predicted to be pathogenic, suggesting it as the underlying cause of disease in the identified patients.","chrpos":"chr20:5117609","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.20.22281069","title":"PCNA thermosensitivity underlies an Ataxia Telangiectasia-like disorder"}
{"loci":"rs67351073","finding":"The variant rs67351073 at 20q13 in ZGPAT was linked to a reduced risk of OC (OR: 0.78, 95% CI: 0.72, 0.85; p=4.45×10^-8).","chrpos":"chr20:63704216","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.18.24317473","title":"Cross-ancestral GWAS identifies 29 novel variants across Head and Neck Cancer subsites"}
{"loci":"rs62202906","finding":"As a sentinel SNP for MACROD2, this variant was previously associated with thyroid-associated orbitopathy, an immune-mediated eye disorder, underscoring its impact on retinal thickness.","chrpos":"chr20:14599633","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.31.23293176","title":"Multi-omic spatial effects on high-resolution AI-derived retinal thickness"}
{"loci":"rs62202889","finding":"This SNP was part of the pixel-level analysis and showed significant associations indicating effects on retinal thickness, reinforcing connections with previously noted loci in retinal health.","chrpos":"chr20:14563980","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.31.23293176","title":"Multi-omic spatial effects on high-resolution AI-derived retinal thickness"}
{"loci":"rs73274724","finding":"SNP rs73274724 was an intergenic variant near SORCS3 and part of the novel associations identified with substance use disorders.","chrpos":"chr20:49970223","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.06.22277340","title":"Multi-trait Analysis of GWAS (MTAG) of Substance Use Traits Identifies Novel Genetic Loci and Phenomic Associations"}
{"loci":"rs8126001","finding":"The SNP rs8126001 located in the 5′ UTR of OPRL1 and upstream of RGS19 was previously associated with triglycerides (TGs), high-density lipoprotein cholesterol (HDL-C), systolic blood pressure (SBP), waist circumference, and waist-to-hip ratio adjusted for BMI (WHRadjBMI) in the UK Biobank.","chrpos":"chr20:64080106","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.13.21267561","title":"Identification of Genetic Loci Simultaneously Associated with Multiple Cardiometabolic Traits"}
{"loci":"rs6104690","finding":"The rs6104690 SNP was significantly linked to bladder cancer, presenting a strong association in diverse studies, particularly in correlation with MICB risk.","chrpos":"chr20:11007451","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs6108803","finding":"The rs6108803 SNP was identified in relation to MICB risk and was considered significant in various studies focusing on bladder cancer.","chrpos":"chr20:11014319","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs1342740627","finding":"The SNP rs1342740627 showed a significant association with left ventricular outflow tract obstruction (LVOTO broad) during the GWAS, with a beta value of 4.8 and P = 1.8×10^-8. This variant was also enriched in the Finnish population.","chrpos":"chr20:23988232","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.07.22268881","title":"Genomic and transcriptomic data analyses highlight KPNB1 and MYL4 as novel risk genes for congenital heart disease"}
{"loci":"rs2618566","finding":"The rs2618566 variant was identified as a chromatin accessibility quantitative trait locus (caQTL) in the HepG2 cell type and was shown to significantly influence chromatin accessibility when edited.","chrpos":"chr20:17864040","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.08.23295253","title":"Joint genotypic and phenotypic outcome modeling improves base editing variant effect quantification"}
{"loci":"rs8126001","finding":"The rs8126001 variant was shown to increase expression of the OPRL1 gene when edited from minor to major allele, correlating with decreased LDL-C uptake. It was also part of the identified caQTLs affecting chromatin accessibility.","chrpos":"chr20:64080106","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.08.23295253","title":"Joint genotypic and phenotypic outcome modeling improves base editing variant effect quantification"}
{"loci":"rs1883832","finding":"The SNP rs1883832 was identified in a haplotype within the <italic>CD40<\/italic> gene, which encodes a costimulatory receptor linked to immune responses. Although originally found in a smaller GWAS with no loci reaching statistical significance, this finding highlighted its potential role as a genetic modifier in DMD.","chrpos":"chr20:46118343","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.03.21265887","title":"A genome-wide association analysis of loss of ambulation in dystrophinopathy patients suggests multiple candidate modifiers of disease severity"}
{"loci":"rs185250851","finding":"At the PTPRT locus, the intronic variant rs185250851 exhibited rare associations with fasting insulin (FI), particularly noted for its absence in Asian populations.","chrpos":"chr20:42752773","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.31.20234310","title":"Whole Genome Sequence Association Analysis of Fasting Glucose and Fasting Insulin Levels in Diverse Cohorts from the NHLBI TOPMed Program"}
{"loci":"rs78618809","finding":"The intergenic variant rs78618809 near PTPRT was found to have associations with fasting insulin (FI) and was noted for its proximity to regulatory regions.","chrpos":"chr20:43230137","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.31.20234310","title":"Whole Genome Sequence Association Analysis of Fasting Glucose and Fasting Insulin Levels in Diverse Cohorts from the NHLBI TOPMed Program"}
{"loci":"rs4810485","finding":"The SNP rs4810485 was found to explain over 80% of the posterior probability of colocalization between CD40 protein levels and genetic associations with all-stroke, ischemic-stroke, and large-artery-stroke.","chrpos":"chr20:46119308","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.22.21265375","title":"Genetically predicted levels of the human plasma proteome and risk of stroke: a Mendelian Randomization study"}
{"loci":"rs1800961","finding":"The variant rs1800961 was associated with the gene HNF4A and had a very significant association (P = 4.06×10^-16) with heart failure. Its exonic location raises its potential relevance in the genetic predisposition to the disease.","chrpos":"chr20:44413724","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.20.23300280","title":"Exploring novel risk loci for heart failure and the shared genetic etiology with blood lipids, blood pressure, and blood glucose: a large-scale multi-trait association analysis"}
{"loci":"rs680379","finding":"The SNP rs680379 was associated with the ratio of SM(d34:1)\/SM(d43:1) and reached genome-wide significance corrected for four metabolic traits, linking it to genes involved in sphingolipid metabolism and Alzheimer's biomarkers.","chrpos":"chr20:12988752","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.16.21260601","title":"Multi-Omic Analyses Characterize the Ceramide\/Sphingomyelin Pathway as a Therapeutic Target in Alzheimer’s Disease"}
{"loci":"rs168622","finding":"The SNP rs168622 replicated an association with the SM ratio found previously in a larger population-based mGWAS, demonstrating a strong link to sphingolipid metabolism relevant to Alzheimer's disease, with high correlation to the lead SNP rs680379.","chrpos":"chr20:12985441","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.16.21260601","title":"Multi-Omic Analyses Characterize the Ceramide\/Sphingomyelin Pathway as a Therapeutic Target in Alzheimer’s Disease"}
{"loci":"rs6011779","finding":"The rs6011779 variant was also confirmed to associate with lung cancer (LC) in the meta-analysis, contributing to the understanding of genetic risk factors for LC.","chrpos":"chr20:63352965","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.30.24311241","title":"Machine learning-based proteogenomic data modeling identifies circulating plasma biomarkers for early detection of lung cancer"}
{"loci":"rs74874116","finding":"SNP rs74874116, found near the GATA5 gene, was reported to have a HR of 2.67 and a p-value of 1.47 x 10^-9, suggesting its potential role in converting from active surveillance among prostate cancer patients.","chrpos":"chr20:62458650","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.30.21262305","title":"Genetic Factors Associated with Prostate Cancer Conversion from Active Surveillance to Treatment"}
{"loci":"rs7360523","finding":"The SNP rs7360523 on chromosome 20, in proximity to the gene SULF2, was identified as significantly associated with disease-specific mortality, particularly among patients suffering from heart failure. This finding was notable given that it was the only locus found to have a genome-wide significant association with disease-specific mortality across the ten diseases studied.","chrpos":"chr20:47992585","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.10.23296544","title":"Limited overlap between genetic effects on disease susceptibility and disease survival"}
{"loci":"rs13040823","finding":"The research by Kim et al. demonstrated that the SNP rs13040823 was predictive of effective adaptive therapy strategies for metastatic melanoma. The findings suggested that variations in this SNP could be used to tailor treatments based on mathematical models that predicted patient responses.","chrpos":"chr20:31654153","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.18.23284628","title":"Feasibility of an Evolutionary Tumor Board for Generating Novel Personalized Therapeutic Strategies"}
{"loci":"rs73106997","finding":"The SNP rs73106997, located in NCOA6, exhibited a notable association with Endoglin levels (p = 1.12 x 10^-7) and was associated with venous thrombosis according to the latest GWAS.","chrpos":"chr20:34787335","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.28.24301864","title":"Non-canonical regulation of Endoglin by rare and common variants: new molecular and clinical perspectives for Hereditary Hemorrhagic Telangiectasia and beyond"}
{"loci":"rs364585","finding":"The SNP rs364585 was found to be significantly associated with the lipid species Cer(d19:1\/22:0), with a P-value of 7.81×10<sup>-185<\/sup>. This association underscored its relevance in the study of lipid species and CAD. ","chrpos":"chr20:12982070","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.20.21261814","title":"Comprehensive genetic analysis of the human lipidome identifies novel loci controlling lipid homeostasis with links to coronary artery disease"}
{"loci":"rs6065926","finding":"The SNP rs6065926 was identified as an LD buddy of schizophrenia COJO variants and was located within a microglial enhancer. This SNP was associated with the CD40 gene, which is crucial for immune response regulation, highlighting its link to schizophrenia.","chrpos":"chr20:46107215","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.27.24312631","title":"Biological Insights from Schizophrenia-associated Loci in Ancestral Populations"}
{"loci":"rs11474881","finding":"This SNP was associated with coffee and tea intake, linked through high linkage disequilibrium with another variant previously associated with bitter beverage consumption.","chrpos":"chr20:64261609","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.09.23295284","title":"Genome-Wide Association Studies of Coffee Intake in UK\/US Participants of European Ancestry Uncover Gene-Cohort Influences"}
{"loci":"rs6017342","finding":"The analysis of rs6017342, a genetic variant in the HNF4A locus, revealed that ileal ACE2 levels were significantly lower in patients who carried the HNF4A-AA genotype compared to those with the C-allele (HNF4A-AC or HNF4A-CC genotypes), with a p-value of 2.8E-02. This finding suggested a direct relationship between the HNF4A genotype and ACE2 expression specifically in the inflamed ileum. However, colonic ACE2 expression did not show any dependency on the HNF4A genotype, indicated by a p-value of 6.7E-01.","chrpos":"chr20:44436388","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.24.169383","title":"Intestinal receptor of SARS-CoV-2 in inflamed IBD tissue is downregulated by HNF4A in ileum and upregulated by interferon regulating factors in colon"}
{"loci":"rs13040676","finding":"The SNP rs13040676 was associated with the transcription factor AP4 and its role in mediating cell fate decisions, including proliferation and apoptosis. This finding was originally identified in the context of mechanisms relevant to cancer, indicating a potential link between genetic variation and cell behavior in adverse conditions, such as Drug-Induced Liver Injury (DILI).","chrpos":"chr20:63304449","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.23.461089","title":"Deriving time-concordant event cascades from gene expression data: A case study for Drug-Induced Liver Injury (DILI)"}
{"loci":"rs2070235","finding":"The frequency of the G allele in rs2070235 (MYBL2) in Amami-Oshima island (0.324) was significantly higher than in the Hondo cluster (0.185) with a p-value less than 0.001, though it was not significantly different from that in the Ryukyu cluster.","chrpos":"chr20:43702817","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.18.440379","title":"Genetic lineage of the Amami islanders inferred from classical genetic markers"}
{"loci":"rs619865","finding":"Selection was indicated on rs619865 in the ASIP gene, with s estimated to be approximately 0.10. This SNP is significantly associated with freckling.","chrpos":"chr20:35279894","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/592675","title":"An approximate full-likelihood method for inferring selection and allele frequency trajectories from DNA sequence data"}
{"loci":"rs6074022","finding":"The SNP rs6074022 was found to have robust expression quantitative trait locus (eQTL) effects on the CD40 gene in synovial fibroblasts (SFs), particularly under the influence of a mixture of 8 proinflammatory cytokines. This association indicated a significant context-dependent activation of CD40 expression linked to rheumatoid arthritis (RA) pathogenesis.","chrpos":"chr20:46111557","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs4810485","finding":"The SNP rs4810485 was associated with CD40 expression in SFs, with significant eQTL analyses demonstrating its impact specifically under conditions of inflammation. This relationship underscored the role of this locus in RA risk.","chrpos":"chr20:46119308","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs362584","finding":"The rs362584 SNP, associated with cognitive ability and synthesized in motor nerve endings, exhibited a significant synergistic interaction with rs1815739, forming a crucial part of the model in distinguishing gymnasts from non-athletic individuals.","chrpos":"chr20:10273827","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.25.060020","title":"Detection of epistasis between ACTN3 and SNAP-25 with an insight towards gymnastic aptitude identification"}
{"loci":"rs73105013","finding":"The SNP rs73105013-T in the gene <italic>MAP1LC3A<\/italic> was found to be associated with an increased risk for wet age-related macular degeneration (AMD). This finding was identified in a cohort of Finnish patients and indicates the potential role of autophagy-related genes in the pathogenesis of AMD.","chrpos":"chr20:34557008","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.14.532586","title":"Transcriptomic changes predict metabolic alterations in LC3 associated phagocytosis in aged mice"}
{"loci":"rs6026398","finding":"SNP rs6026398 was identified as the most significant SNP associated with changes in brain segregation via Louvain modularity, yielding a p-value of 0.000814, pointing towards its involvement in Alzheimer's disease progression, although not significantly contributing to its overall development.","chrpos":"chr20:58604953","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/342436","title":"Genome-Wide Association Study of Brain Connectivity Changes for Alzheimer’s Disease"}
{"loci":"rs867186","finding":"The trans pQTL rs867186 showed strong evidence for a causal association with deep venous thrombosis (DVT) (P=1.27×10−10; colocalization probability>0.9), supporting its role in the disease pathway.","chrpos":"chr20:35176751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/627398","title":"Phenome-wide Mendelian randomization mapping the influence of the plasma proteome on complex diseases"}
{"loci":"rs8126001","finding":"This protective T allele located in the 5' UTR of the OPRL1 gene was associated with a reduced risk of sPTB (effect: 0.896; adjusted p-value 4.04×10⁻⁵). The variant showed signs of positive selection and was implicated in nociceptive signaling during delivery.","chrpos":"chr20:64080106","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/816827","title":"Accounting for diverse evolutionary forces reveals the mosaic nature of selection on genomic regions associated with human preterm birth"}
{"loci":"rs1130146","finding":"Mapped to the DDX27 gene on chromosome 20, this missense SNP had a high CADD score of 31 and was predicted to be deleterious by SIFT and possibly damaging by PolyPhen, indicating significant potential implications for longevity.","chrpos":"chr20:49242680","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.22.427640","title":"Identification of 13 independent genetic loci associated with cognitive resilience in healthy aging in 330,097 individuals in the UK Biobank"}
{"loci":"rs6042259","finding":"The SNP rs6042259 was associated with EBV infection in gastric carcinoma, with a finding indicating its potential role in influencing the severity of the disease. This association was derived from studies that identified genetic variations affecting EBV latency and infection efficiency, ultimately affecting the pathogenesis of gastric carcinoma in the context of Epstein-Barr virus infection.","chrpos":"chr20:13625502","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.03.409722","title":"CTCF-mediated Genomic Effects of BART Region on Epstein-Barr Virus Chromatin 3D Structure in Gastric Carcinoma Cells"}
{"loci":"rs5029909","finding":"The SNP rs5029909 was identified as a novel HOMA-B locus at the FOXA2 gene with a strong association reported (β(SE)=-0.044(0.0079), P=2.70×10^-08) and was found to overlap with an established fasting glucose association (rs6113722, R²=0.69 in Europeans).","chrpos":"chr20:22543443","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/496802","title":"Genetics of fasting indices of glucose homeostasis using GWIS unravels tight relationships with inflammatory markers"}
{"loci":"rs1047383","finding":"The SNP rs1047383 was identified as being associated with drug dependence, particularly in a subgroup of cocaine addicted patients, and this finding was replicated in an independent clinical sample. Additionally, this SNP was found nominally associated with illegal substance and cocaine addiction through two GWAS conducted on European-American samples. These findings suggested a significant link between rs1047383 and cocaine addiction.","chrpos":"chr20:8884359","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.18.158964","title":"Reduced cue-induced reinstatement of cocaine seeking behavior in Plcb1+\/- mice"}
{"loci":"rs115838297","finding":"This variant, located in the intron of DOK5, showed a significant association with waist circumference and waist-to-hip ratio. Its frequency was low (∼4%) in African populations, marking it as a unique variant for individuals with African ancestry, including those in the Malagasy cohort.","chrpos":"chr20:54554331","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.21.568192","title":"Whole-genome Studies of Malagasy People Uncover Novel Body Composition Associations"}
{"loci":"rs143384","finding":"The SNP rs143384 was significantly associated with chronic knee pain and was identified as a key locus in understanding genetic predisposition to knee-related pain.","chrpos":"chr20:35437976","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/810283","title":"Analysis of genetically independent phenotypes identifies shared genetic factors associated with chronic musculoskeletal pain at different anatomic sites"}
{"loci":"rs2185591","finding":"This SNP was linked to PTPRT, which regulates signaling proteins involved in oncogenic transformations.","chrpos":"chr20:43133279","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/605428","title":"Iterative feature selection method to discover predictive variables and interactions for high-dimensional transplant genomic data"}
{"loci":"rs285206","finding":"The SNP rs285206 related to MYBL2, an important regulator in cell cycle and survival, was overexpressed in multiple cancers.","chrpos":"chr20:43667902","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/605428","title":"Iterative feature selection method to discover predictive variables and interactions for high-dimensional transplant genomic data"}
{"loci":"rs227130","finding":"This SNP involved with PLCB1, which plays a role in AML progression and is considered a potential therapeutic target.","chrpos":"chr20:8452312","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/605428","title":"Iterative feature selection method to discover predictive variables and interactions for high-dimensional transplant genomic data"}
{"loci":"rs13040795","finding":"The SNP rs13040795 was identified in a study that examined the connection between the ATR-CHK11-WEE1 axis and cell-cycle regulation. This finding was significant as it related to the expression of <italic>Wee1<\/italic>, a critical negative-regulator of the G2\/M transition in cell-cycle, which played an essential role in maintaining the cytoarchitecture of diapaused avian embryos during temperature fluctuations.","chrpos":"chr20:17032627","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.23.481599","title":"HREM, RNAseq and cell-cycle analyses reveal the role of the G2\/M-regulatory protein, Wee1, on the survivability of chicken embryos during diapause"}
{"loci":"rs228836","finding":"The SNP rs228836 was one of the loci that achieved genome-wide significance in both UKB and the previous GWAS for sitting height ratio (SHR), affirming its impact on this trait.","chrpos":"chr20:51449111","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.22.541772","title":"Genetics of skeletal proportions in two different populations"}
{"loci":"rs6042049","finding":"The SNP rs6042049 was associated with the regulation of the MYB transcription factor. This was notably highlighted in the context of differentiation, cell cycle control, and oncogenesis, as discussed in the publication by George and Ness in 2014. The finding suggested that variations at this SNP could influence MYB activity, which in turn could affect cancer development.","chrpos":"chr20:13361328","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.07.536032","title":"Rapid-kinetics degron benchmarking reveals off-target activities and mixed agonism-antagonism of MYB inhibitors"}
{"loci":"rs4468878","finding":"The mutation altered the binding motif for SFRS9, resulting in a different interaction with the lncRNA sequence.","chrpos":"chr20:61353181","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.26.501647","title":"Effect of Single Nucleotide Polymorphisms on the structure of long noncoding RNAs and their interaction with RNA Binding Proteins"}
{"loci":"rs6065904","finding":"The SNP rs6065904, associated with the gene PLTP, displayed positive associations with small high-density lipoprotein particles (S-HDL-P) and M-HDL-P, but negative associations with L-HDL-P, XL-HDL-P, HDL-D, and smaller negative associations with ApoA1 and HDL-C, in addition to being negatively associated with CAD.","chrpos":"chr20:45906012","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/691089","title":"A Mendelian randomization study of the role of lipoprotein subfractions in coronary artery disease"}
{"loci":"rs141091409","finding":"This SNP was linked to PROC protein through trans-regulatory mechanisms and was also associated with cardiovascular diseases.","chrpos":"chr20:35152114","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/524405","title":"A Bayesian joint pQTL study sheds light on the genetic architecture of obesity"}
{"loci":"rs867186","finding":"SNP rs867186 was known to be associated with coronary heart disease and was in strong LD with rs141091409, underscoring its relevance in cardiovascular risk.","chrpos":"chr20:35176751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/524405","title":"A Bayesian joint pQTL study sheds light on the genetic architecture of obesity"}
{"loci":"rs11087622","finding":"The intronic SNP rs11087622 in the SMOX gene was linked to variability in spermine levels, suggesting a genetic influence on this metabolic component.","chrpos":"chr20:4166428","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.07.506936","title":"Genome-wide metabolite quantitative trait loci analysis (mQTL) in red blood cells from volunteer blood donors"}
{"loci":"rs13040698","finding":"The SNP rs13040698 was associated with enhanced tumorigenic and invasive potential in pancreatic cancer cells. This finding related to the context of pancreatic ductal adenocarcinoma (PDAC) and indicated that cells with this SNP exhibited characteristics that contributed to the aggressiveness of the disease.","chrpos":"chr20:54829942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.29.505637","title":"ALK signaling drives tumorigenicity and chemoresistance of pancreatic ductal adenocarcinoma cells"}
{"loci":"rs185545661","finding":"The study provided experimental validation for the rs185545661 SNP, which caused a proline-to-threonine change at position 306 in the SPO11 protein. This finding indicated that the variant negatively impacted oogenesis and spermatogenesis in mice, leading to reduced sperm and oocyte counts, chromosomal synapsis defects, and increased aneuploid gametes. This was significant as it hinted at possible implications for human infertility, including conditions like premature ovarian failure and reduced sperm counts.","chrpos":"chr20:57340135","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/592576","title":"A segregating human allele of SPO11 modeled in mice disrupts timing and amounts of meiotic recombination, causing oligospermia and a decreased ovarian reserve"}
{"loci":"rs867186","finding":"The SNP rs867186-GG genotype was associated with increased soluble endothelial protein C receptor (EPCR), which appeared to mediate protection against severe malaria. This finding suggested that genetic variations in EPCR could influence susceptibility to malaria-associated conditions, including severe outcomes like ARDS.","chrpos":"chr20:35176751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/348318","title":"Endothelial Protein C Receptor Contributes to Experimental Malaria-Associated Acute Respiratory Distress Syndrome"}
{"loci":"rs6088607","finding":"Associated with greater SA in temporal regions for BD, this SNP showcased its genetic involvement in brain shape.","chrpos":"chr20:34790930","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.05.561040","title":"The overlapping genetic architecture of psychiatric disorders and cortical brain structure"}
{"loci":"rs2143943","finding":"Linked to increased SA in BD, rs2143943 reflects genetic influences connecting psychiatry and morphology.","chrpos":"chr20:45137426","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.05.561040","title":"The overlapping genetic architecture of psychiatric disorders and cortical brain structure"}
{"loci":"rs13040707","finding":"The SNP rs13040707 was positively identified in the context of the study discussing the use of vault nanoparticles for gene therapy. These nanoparticles, noted for their role in drug delivery, were linked to physiological and pathological phenomena, suggesting a significant impact on treatments that leverage such nanovectors. The paper indicated innovative approaches by packaging AAV inside vault particles which could alter gene therapy administration, particularly regarding the neutralizing antibody challenges associated with AAV delivery.","chrpos":"chr20:20730911","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.29.569229","title":"Encapsulation of AAVs into protein vault nanoparticles as a novel solution to gene therapy’s neutralizing antibody problem"}
{"loci":"rs6087990","finding":"The presence of the risk allele at rs6087990 was associated with reduced NFKB1 target gene expression in the non-inflamed context of Clusters 1 and 4, while it correlated with higher expression in Cluster 2. This demonstrates its potential role in modulating gene expression depending on the patient cohort cluster.","chrpos":"chr20:32762102","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/692269","title":"A systems genomics approach to uncover patient-specific pathogenic pathways and proteins in a complex disease"}
{"loci":"rs6078373","finding":"The SNP rs6078373 was identified as part of a potential synthetic association related to smoking behavior in the EAS population. It was shown to be intergenic but strongly correlated (r² > 0.8) with a combination of two SNPs located within the BTBD3 gene, indicating a possible influence on the phenotype through these correlations.","chrpos":"chr20:11882852","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.27.586967","title":"On the contribution of genetic heterogeneity to complex traits"}
{"loci":"rs235710","finding":"A significant association was found with rs235710 in the 5' region of BMP2, with a p-value of 0.029. This SNP was linked to mandible volume in children with varying levels of prenatal alcohol exposure (PAE), suggesting a potential role in jaw development affected by ethanol.","chrpos":"chr20:6759719","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.28.546932","title":"Mutation in the Bone Morphogenetic Protein signaling pathway sensitize zebrafish and human to ethanol-induced jaw malformations"}
{"loci":"rs143383","finding":"The study highlighted that CpG methylation influenced the allelic expression of the GDF5 gene by affecting the binding of SP1 and SP3 repressor proteins. This finding was previously established in the context of osteoarthritis (OA) susceptibility, linking the SNP rs143383 to OA pathology.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.31.231522","title":"An evolutionary perspective of DNA methylation patterns in skeletal tissues using a nonhuman primate model of osteoarthritis"}
{"loci":"rs747748","finding":"Identified as a caQTL specific to classical monocytes, rs747748 showed significant effects as a caQTL active across multiple cell types.","chrpos":"chr20:4815079","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.03.387894","title":"Mapping genetic effects on cell type-specific chromatin accessibility and annotating complex trait variants using single nucleus ATAC-seq"}
{"loci":"rs13040795","finding":"The SNP rs13040795 was associated with the functional interaction of the atr–chk1–wee1 axis in cancer. Inhibition of related pathways in colon cancer cells showed potential for therapeutic engagement, particularly in addressing the balance between oncogenic signaling and stress responses. The findings indicated that targeting this axis could enhance the effectiveness of cancer treatment strategies, contributing to tumor suppression in patient-derived models.","chrpos":"chr20:17032627","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.06.527335","title":"Paradoxical activation of oncogenic signaling as a cancer treatment strategy"}
{"loci":"rs4911178","finding":"This SNP modified hip and knee morphology in humans, predisposing individuals to joint disease, and a similar effect was observed in single base pair replacement mice.","chrpos":"chr20:35364817","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.19.590285","title":"Parallel evolution at the regulatory base-pair level contributes to mammalian inter-specific differences in polygenic traits"}
{"loci":"rs6060369","finding":"This SNP was located within a highly conserved enhancer element (designated R4) of the Growth Differentiation Factor Five (GDF5) gene. The T allele associated with shorter height significantly affected GDF5 expression and decreased functional binding of the transcription factor PITX1 in mice.","chrpos":"chr20:35319358","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.19.590285","title":"Parallel evolution at the regulatory base-pair level contributes to mammalian inter-specific differences in polygenic traits"}
{"loci":"rs680379","finding":"The SNP rs680379 in the SPTLC3 gene associated significantly with several ceramide species such as CER[N(24)S(19)] and others at GWAS significance (P=4.82×10^-27). Genotype AA at rs680379 correlated to a 48% increase in CER[N(24)S(19)] concentration compared to GG genotypes, indicating its influential role in ceramide biosynthesis.","chrpos":"chr20:12988752","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815654","title":"Heritability and family-based GWAS analyses of the N-acyl ethanolamine and ceramide lipidome reveal genetic influence over circulating lipids"}
{"loci":"rs438568","finding":"The SNP rs438568 within the SPTLC3 locus was associated with the ceramide species CER[N(22)S(19)] in GWAS analyses, contributing to the understanding of genetic factors in ceramide production.","chrpos":"chr20:12978039","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815654","title":"Heritability and family-based GWAS analyses of the N-acyl ethanolamine and ceramide lipidome reveal genetic influence over circulating lipids"}
{"loci":"rs62208470","finding":"The SNP rs62208470, located at the non-MHC locus ZHX3, exhibited chromatin accessibility at the corresponding mouse loci in microglia (MiGl) and oligodendrocytes (OLG) in both EAE and CFA-Ctr. Moreover, it overlapped with chromatin accessibility in human oligodendrocyte precursor cells (OPCs) in a non-disease context, suggesting a significant role in MS susceptibility.","chrpos":"chr20:41317131","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.21.213876","title":"A primed immune transcriptional program is activated in oligodendroglia in multiple sclerosis"}
{"loci":"rs6065254","finding":"This SNP showed different associations, with significant results in ER analyses (P=4.3×10^-3) while presenting opposite effects in luminal A-like and triple-negative subtypes, showcasing the heterogeneity of genetic risk factors.","chrpos":"chr20:40619625","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/778605","title":"Genome-wide association study identifies 32 novel breast cancer susceptibility loci from overall and subtype-specific analyses"}
{"loci":"rs6098088","finding":"The SNP rs6098088 was identified in a study measuring the onset of the growing season on Svalbard using MODIS-NDVI satellite data. This finding was significant in understanding the spatial and temporal variability of plant phenology in response to climate conditions, which relates to the observed phenological delay and subsequent compensatory growth in Arctic vegetation due to winter warming and icing effects.","chrpos":"chr20:54561799","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.10.447955","title":"Towards rainy Arctic winters: experimental icing impacts tundra plant productivity and reproduction"}
{"loci":"rs747759","finding":"The tag SNP rs747759 was associated with neuroticism and was linked to the CD40 gene, which played a significant role in dendrite growth. CD40 expression was found to be significantly higher in humans compared to macaques, and a potential loss of NHLH1 binding or a gain of NFYA binding sites at the human allele T was suggested.","chrpos":"chr20:46139116","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs1535043","finding":"The SNP rs1535043 was identified as being in perfect linkage disequilibrium with rs747759 and potentially gained an EHF binding site at the human allele T. The implications of this SNP in relation to central nervous system traits remained unclear, but it contributed to an overall understanding of gene regulatory changes.","chrpos":"chr20:46139085","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs13040896","finding":"The SNP rs13040896 was identified in the context of T1DM research, where pharmacological activation of the nuclear receptor LRH-1 (NR5A2) showed the potential to reverse hyperglycemia. This SNP was linked to the reprogramming of immune responses in T1DM, leading to reduced cytotoxic T-cell proliferation and improved islet function after xenotransplantation in mouse models. The findings indicated that this SNP may play a role in modulating immune tolerance and function in the context of T1DM.","chrpos":"chr20:39363122","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.18.558230","title":"LRH-1\/NR5A2 Activation in Immune Cells from Individuals with Type 1 Diabetes Mellitus Mitigates Inflammation via Immunometabolic Reprogramming and Enhanced Human Islet Function in Mice"}
{"loci":"rs143383","finding":"The analysis highlighted that the SNP rs143383 was associated with allelic expression of GDF5, which is influenced by CpG methylation changes. This relationship was established through the modulation of binding of SP1 and SP3 repressor proteins, indicating that the methylation status at this SNP could play a significant role in the predisposition to osteoarthritis.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/625954","title":"DNA hypomethylation during MSC chondrogenesis occurs predominantly at enhancer regions"}
{"loci":"rs6064392","finding":"At the CASS4 locus, rs6064392 was validated as a causal variant through MPRA (p = 1.04 × 10⁻²²) and CRISPR in microglia (p = 4.2 × 10⁻²). Both SuSiE and CIT-Lasso pinpointed this causal variant correctly.","chrpos":"chr20:56409712","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.28.582621","title":"Beyond guilty by association at scale: searching for causal variants on the basis of genome-wide summary statistics"}
{"loci":"rs4810485","finding":"The SNP rs4810485 was found to overlap with the ISGF3 regulon and was associated with inflammatory bowel disease (IBD), Crohn's disease (CD), and ulcerative colitis (UC). This SNP is located in the intron of the CD40 gene, which plays a role in the activation of T-cells through interactions with CD40 ligand. Previous studies linked this SNP to CD40 as an expression, protein, and splice quantitative trait locus (e-, p-, sQTL) in blood and monocyte-specific datasets.","chrpos":"chr20:46119308","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.12.26.573253","title":"Scalable ultra-high-throughput single-cell chromatin and RNA sequencing reveals gene regulatory dynamics linking macrophage polarization to autoimmune disease"}
{"loci":"rs3092057","finding":"The SNP rs3092057 was previously identified in research conducted by Schulp and Alkemade in 2011, where it was linked to the efficiency of pollination as influenced by land cover mapping. The finding related to how uncertainty in land cover maps could affect mapping ecosystem functions, thereby highlighting the importance of the SNP in ecological studies.","chrpos":"chr20:46837763","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.06.425560","title":"A guide to between-community functional dissimilarity measures"}
{"loci":"rs143383","finding":"The study by Reynard et al. (2014) indicated that the SNP rs143383, associated with osteoarthritis susceptibility, had CpG methylation that influenced allelic expression of GDF5. This finding suggested that specific DNA methylation patterns could modulate the binding of repressor proteins SP1 and SP3, leading to implications for understanding genetic risk factors in osteoarthritis.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/554618","title":"Intra- and Inter-Specific Investigations of Skeletal DNA Methylation and Femur Morphology in Primates"}
{"loci":"rs6062304","finding":"The SNP rs6062304 was significantly associated with lymphocyte percentage and was assigned to the LIME1 gene through both TWAS and coloc methods. The predicted expression of LIME1 was highly correlated with rs6062304, reinforcing its role in T cell signaling and providing concordance between TWAS and coloc approaches.","chrpos":"chr20:63720187","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.03.453690","title":"Transcriptome-wide association study in UK Biobank Europeans identifies associations with blood cell traits"}
{"loci":"rs13045408","finding":"The minor allele G of SNP rs13045408 at BTBD3-LINC01722 positively correlated with Bacteroides abundance (β = 0.043; P = 5.3 × 10-3) and negatively correlated with Prevotella abundance (β = -1.76; P = 1.6 × 10-4). This SNP was part of the top two loci explaining variance in the Bacteroides-Prevotella enterotype.","chrpos":"chr20:12266722","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/736413","title":"M-GWAS for the gut microbiome in Chinese adults illuminates on complex diseases"}
{"loci":"rs12481710","finding":"Higher allele dosage of G in SNP rs12481710 showed a positive correlation between proximal tubule (PT) cell fractions and SYCP2 expression in kidney samples, indicating a cell-type specific genotype-gene expression interaction.","chrpos":"chr20:59897527","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.09.375592","title":"Mapping the genetic architecture of human traits to cell types in the kidney identifies mechanisms of disease and potential treatments"}
{"loci":"rs2144782","finding":"This SNP was associated with ADHD, ASD, and OCD, showing a strong probability of association (p = 4.18 x 10^-10) and high m-values for ADHD and ASD (both m = 1), indicating a likely shared genetic influence among these disorders.","chrpos":"chr20:21195965","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/770222","title":"Cross-disorder GWAS meta-analysis for Attention Deficit\/Hyperactivity Disorder, Autism Spectrum Disorder, Obsessive Compulsive Disorder, and Tourette Syndrome"}
{"loci":"rs12625304","finding":"This SNP demonstrated significant association across ADHD, ASD, and OCD (p = 8.12 x 10^-9), with m-values suggesting a strong effect in all but Tourette Syndrome, indicating possible pleiotropic effects.","chrpos":"chr20:21201749","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/770222","title":"Cross-disorder GWAS meta-analysis for Attention Deficit\/Hyperactivity Disorder, Autism Spectrum Disorder, Obsessive Compulsive Disorder, and Tourette Syndrome"}
{"loci":"rs57080033","finding":"Associated with ADHD, ASD, and OCD with a p-value of 2.90 x 10^-8 and high m-values for ADHD and ASD (both m > 0.9), supporting its role in multiple disorders.","chrpos":"chr20:21522140","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/770222","title":"Cross-disorder GWAS meta-analysis for Attention Deficit\/Hyperactivity Disorder, Autism Spectrum Disorder, Obsessive Compulsive Disorder, and Tourette Syndrome"}
{"loci":"rs6047287","finding":"This SNP was highlighted in the ASD individual GWAS and also significant among eight psychiatric disorders in a cross-disorder analysis, with a p-value of 2.72 x 10^-10, affirming its relevance in these disorders.","chrpos":"chr20:21170477","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/770222","title":"Cross-disorder GWAS meta-analysis for Attention Deficit\/Hyperactivity Disorder, Autism Spectrum Disorder, Obsessive Compulsive Disorder, and Tourette Syndrome"}
{"loci":"rs1000177","finding":"Top significant SNP in the analysis between ASD and TS (p = 1.79 x 10^-9, m = 1 for ASD), suggesting its involvement in the genetic overlap between these two disorders.","chrpos":"chr20:21252560","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/770222","title":"Cross-disorder GWAS meta-analysis for Attention Deficit\/Hyperactivity Disorder, Autism Spectrum Disorder, Obsessive Compulsive Disorder, and Tourette Syndrome"}
{"loci":"rs13040731","finding":"The SNP rs13040731 was associated with ARID2 mutations in melanoma patients. This finding indicated that individuals carrying this SNP exhibited a disrupted PBAF complex, which in turn compromised the binding and inactivation of neuronal gene targets by the transcription factor REST, leading to upregulation of synaptic transcripts.","chrpos":"chr20:23661752","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.23.609212","title":"The SWI\/SNF PBAF complex facilitates REST occupancy at repressive chromatin"}
{"loci":"rs13040909","finding":"The SNP rs13040909 was linked to variations in the expression of PFKFB3 and PFKFB4, which were identified as significant contributors to cancer development and progression. The context of this finding emphasized the role of these genes as potential therapeutic targets, thereby establishing their relevance in the metabolic reprogramming associated with cancer.","chrpos":"chr20:32225361","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.11.487851","title":"Gradients in cellular metabolism regulate development of tonotopy along the cochlea"}
{"loci":"rs200294064","finding":"The SNP rs200294064 was identified as a pathogenic candidate driver mutation within the TGM3 gene, which has been previously studied as a candidate driver in carcinomas of the head and neck. This finding contributed to the understanding of driver mutations in nasopharyngeal cancer.","chrpos":"chr20:2340439","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561480","title":"Ontology-based prediction of cancer driver genes"}
{"loci":"rs13040801","finding":"The SNP rs13040801 was linked to AKT3 expression in mesenchymal colorectal cancer cells, suggesting it drove cell growth and was connected to processes like epithelial-mesenchymal transition.","chrpos":"chr20:9200575","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.03.592345","title":"Down-regulation of AKT proteins slows the growth of mutant-KRAS pancreatic tumors"}
{"loci":"rs17576","finding":"The MMP-9 rs17576 polymorphism was associated with susceptibility to type 2 diabetes, suggesting its involvement in diabetic pathology.","chrpos":"chr20:46011586","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.24.461631","title":"Screening key genes and signaling pathways in COVID-19 infection and its associated complications by integrated bioinformatics analysis"}
{"loci":"rs2425019","finding":"The SNP rs2425019, located 4.5kb downstream of highly variable CAG and GGC repeats in the MMP24 gene, was reported to be associated with height. This association established a potential functional link between MMP24's polymorphic repeats and phenotypic traits like height.","chrpos":"chr20:35231612","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.19.883389","title":"Genome-wide survey of tandem repeats by nanopore sequencing shows that disease-associated repeats are more polymorphic in the general population"}
{"loci":"rs6031431","finding":"The SNP rs6031431 was associated with enhancers in rapamycin-treated human coronary artery smooth muscle cells (CASMC). It was linked to cardiovascular-associated traits identified through genome-wide association studies (GWAS). This SNP was noted to be located in the enhancer region of the JPH2 gene, highlighting its relevance in the context of cardiac function and potential cardiovascular disease mechanisms.","chrpos":"chr20:44166512","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.11.589030","title":"Epigenetic Remodeling in Human Coronary Artery Smooth Muscle Cell Phenotypic Switching"}
{"loci":"rs13040804","finding":"The study referenced the work of K&#x00F6;nig et al. (2021) which detailed the impact of various actionable oncogenic driver alterations, including those that could correlate with SNP rs13040804. This SNP was considered significant in the context of targeted therapy for advanced NSCLC, highlighting its role in patient treatment outcomes.","chrpos":"chr20:18105298","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.08.438994","title":"Multiplexed electrokinetic sensor for detection and therapy monitoring of extracellular vesicles from liquid biopsies of non-small-cell lung cancer patients"}
{"loci":"rs13040922","finding":"Stiller et al. (2021) discussed the detection of tumor-associated membrane receptors in NSCLC patients, implicating that SNP rs13040922 could be involved in the expression of these receptors on extracellular vesicles. The finding posited that genetic alterations at this locus may affect tumor interactions and therapeutic responses.","chrpos":"chr20:56805274","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.08.438994","title":"Multiplexed electrokinetic sensor for detection and therapy monitoring of extracellular vesicles from liquid biopsies of non-small-cell lung cancer patients"}
{"loci":"rs6059655","finding":"The SNP rs6059655, located in the ASIP gene, showed significant enrichment in individuals with red hair who had only one MC1R variant. Specifically, 55% of these individuals carried the ASIP eQTL risk allele, compared to 31% of total individuals with red hair. This was a noteworthy finding, suggesting a possible role of ASIP in the pigmentation phenotype of red-haired individuals with varying MC1R alleles.","chrpos":"chr20:34077942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.30.478418","title":"Expanded Analysis of Pigmentation Genetics in UK Biobank"}
{"loci":"rs363009","finding":"The variant rs363009 was present in HD patient cells and targeted for editing with AiEvo2. The engineered protein exhibited high editing efficiency for the mutant allele, demonstrating the utility of AiEvo2 for precise gene editing pertaining to Huntington's disease within a clinical context.","chrpos":"chr20:10300159","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.28.554880","title":"Discovery and engineering of AiEvo2, a novel Cas12a nuclease for human gene editing applications"}
{"loci":"rs12624921","finding":"Associated with gamma glutamyltransferase levels, this SNP illustrates significant implications for metabolic conditions.","chrpos":"chr20:3699612","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.12.456138","title":"The impact of evolutionary processes in shaping the genetics of complex traits in East Asia and Europe: a specific contribution from Denisovan and Neanderthal introgression"}
{"loci":"rs2427290","finding":"This SNP was associated with colorectal cancer in LD with significant GWAS peak SNPs; its disruption of CCNT2 motifs highlighted its functional relevance.","chrpos":"chr20:62339874","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs1028396","finding":"The SNP rs1028396 was associated with a weaker response of SIRPA to SARS-CoV-2 in CD14+ monocytes, primarily observed in East Asians since it was characterized by significant historical selection events.","chrpos":"chr20:1948790","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.22.517073","title":"Environmental and genetic drivers of population differences in SARS-CoV-2 immune responses"}
{"loci":"rs13040823","finding":"The SNP rs13040823 was included in research predicting adaptive therapy strategies for metastatic melanoma, illustrating the importance of mathematical modeling in understanding treatment efficacy and resistance as noted by Kim et al. (2021). This research provided insights into the potential for optimizing therapeutic approaches.","chrpos":"chr20:31654153","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.09.523355","title":"Dynamical modelling of proliferative-invasive plasticity and IFNγ signaling in melanoma reveals mechanisms of PD-L1 expression heterogeneity"}
{"loci":"rs14316","finding":"This variant was significantly associated with beat synchronization and located within human-accelerated regions (HARs). Although it was considered an eQTL regulating GBE1 expression, its direct link to beat synchronization was complex due to its role across various functions.","chrpos":"chr20:32165467","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/836197","title":"Genome-wide association study of musical beat synchronization demonstrates high polygenicity"}
{"loci":"rs6062129","finding":"The rs6062129 variant within the MTG2 gene was associated with changes in time trial measures. MTG2 plays a role in mitochondrial ribosome assembly, and dysregulation could lead to decreased exercise response.","chrpos":"chr20:62187142","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.20.957340","title":"Identification of novel mitochondrial and mitochondrial related genetic loci associated with exercise response in the Gene SMART study"}
{"loci":"rs6121949","finding":"The rs6121949 variant, also in the MTG2 gene, showed a similar association as rs6062129. Both variants were moderately correlated and involved in mitochondrial function, influencing exercise outcomes.","chrpos":"chr20:62188341","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.20.957340","title":"Identification of novel mitochondrial and mitochondrial related genetic loci associated with exercise response in the Gene SMART study"}
{"loci":"rs3918242","finding":"Upstream of MMP9 gene, this SNP was associated with EHR-OSA in Geisinger (beta=0.07, p=2.65x10^-2).","chrpos":"chr20:46007337","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/724443","title":"Characterization of Genetic and Phenotypic Heterogeneity of Obstructive Sleep Apnea Using Electronic Health Records"}
{"loci":"rs2423279","finding":"Associated with adenoma count, this SNP's identification confirmed previous findings relating it to colorectal cancer risk.","chrpos":"chr20:7831703","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.28.441750","title":"Ability of known colorectal cancer susceptibility SNPs to predict colorectal cancer risk: A cohort study within the UK Biobank"}
{"loci":"rs961253","finding":"This SNP’s association with adenoma count further supported the link to colorectal cancer risk, as elucidated by varying studies.","chrpos":"chr20:6423634","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.28.441750","title":"Ability of known colorectal cancer susceptibility SNPs to predict colorectal cancer risk: A cohort study within the UK Biobank"}
{"loci":"rs6062490","finding":"The finding associated with rs6062490 indicated differential transcription factor binding sites (TFBS) in haplotype blocks linked to atopic dermatitis. The AD patient in the study was homozygous for the risk haplotype, which was connected to increased expression of genes RTEL1 and TNFRSF6B, important for T cell biology.","chrpos":"chr20:63687503","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.28.478235","title":"maxATAC: genome-scale transcription-factor binding prediction from ATAC-seq with deep neural networks"}
{"loci":"rs1151624","finding":"For rs1151624, the study reported differential TFBS associated with the risk haplotype linked to altered gene expression. Specifically, a trend for increased expression of SLC2A4RG and decreased expression of ZGPAT was noted in AD patients carrying the risk variant, suggesting a role in T cell function.","chrpos":"chr20:63738542","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.28.478235","title":"maxATAC: genome-scale transcription-factor binding prediction from ATAC-seq with deep neural networks"}
{"loci":"rs2273535","finding":"The F31I substitution in aurora kinase A had a higher allele frequency of 67% in East Asian populations and was linked to an increased risk of developing colon cancer within these populations.","chrpos":"chr20:56386485","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.23.380337","title":"Peptide Ancestry Informative Markers in Uterine Neoplasms from Women of European, African and Asian Ancestry"}
{"loci":"rs143383","finding":"The SNP rs143383 was associated with osteoarthritis (OA) susceptibility. It was found that CpG methylation regulates the allelic expression of GDF5 by modulating the binding of SP1 and SP3 repressor proteins, implicating this SNP in the genetic predisposition to OA.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/731216","title":"Engineered cartilage from human chondrocytes with homozygous knockout of cell cycle inhibitor p21"}
{"loci":"rs1884302","finding":"The variant rs1884302 was associated with craniosynostosis in a prior GWAS, and it was found to account for almost all the observed phenotypic variation in a study related to digenic inheritance. Specifically, eleven of thirteen carriers of the damaging SMAD6 mutations were also carriers of rs1884302, indicating a strong interaction between these genetic factors. The statistical analysis provided strong evidence (p = 1.58×10⁻⁶, OR = 30.95) that supports the role of both SMAD6 and rs1884302 in contributing to craniosynostosis.","chrpos":"chr20:7125642","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.06.936922","title":"A genome-wide case-only test for the detection of digenic inheritance in human exomes"}
{"loci":"rs13040883","finding":"The SNP rs13040883 was linked to a significant finding relating to the regulation of cell growth and proliferation, especially in the context of the study on the Tribbles pseudokinase conducted in *Drosophila*. This finding detailed the role of the JNK\/MAPK and JAK\/STAT signaling pathways in coordinating cellular responses during wound healing and tumor growth.","chrpos":"chr20:53087022","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.17.496596","title":"Shared enhancer gene regulatory networks between wound and oncogenic programs"}
{"loci":"rs12625281","finding":"This SNP was replicated in the largest BMI meta GWAS, showing a significant association with a p-value of 3.3e-11.","chrpos":"chr20:25104444","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.15.422886","title":"Quantitative Genetic Scoring, or how to put a number on an arbitrary genetic region"}
{"loci":"rs6138482","finding":"This SNP was associated with the gene VSX1, which has been replicated in the largest BMI meta-GWAS (p=5.8e-13), linking it to obesity.","chrpos":"chr20:25078806","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.15.422886","title":"Quantitative Genetic Scoring, or how to put a number on an arbitrary genetic region"}
{"loci":"rs115662534","finding":"The allele rs115662534(T) disrupted the binding of transcription factors STAT1 to the regulatory elements of the human CD40 gene, positioning it as a potential marker of autoimmune diseases.","chrpos":"chr20:46117814","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.07.327643","title":"Landscape of allele-specific transcription factor binding in the human genome"}
{"loci":"rs548231435","finding":"The allele rs548231435(C) disrupted the binding of transcription factors EBF1 to the regulatory elements of the human CD40 gene, further associating it with autoimmune disease markers.","chrpos":"chr20:46118145","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.07.327643","title":"Landscape of allele-specific transcription factor binding in the human genome"}
{"loci":"rs2284379","finding":"At this SNP, allelic imbalance was associated with total insulin content. The T2D risk allele 'C' was linked to specific transcription factor binding site motifs, but no direct association with RALY expression was found.","chrpos":"chr20:34006836","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.07.539774","title":"Functional interrogation of twenty type 2 diabetes-associated genes using isogenic hESC-derived β-like cells"}
{"loci":"rs1800900","finding":"Though this SNP was examined, the specific associations or mechanisms were not thoroughly detailed in the provided data. It was included in context concerning total insulin content.","chrpos":"chr20:58840055","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.07.539774","title":"Functional interrogation of twenty type 2 diabetes-associated genes using isogenic hESC-derived β-like cells"}
{"loci":"rs13040843","finding":"The SNP rs13040843 was associated with the regulation of the mitochondrial protein LONP1. In the context of acute myeloid leukemia (AML), mutations in genes such as FBXO11 were implicated in reduced mitochondrial respiration, promoting myeloid-biased stem cell properties. FBXO11 was notably downregulated in AML, leading to enhanced mitochondrial respiration due to its role in K63-linked ubiquitination of LONP1. This relationship suggested that variations in the LONP1 regulatory pathway, which could include the SNP rs13040843, played a significant role in the disease mechanisms of AML.","chrpos":"chr20:61757802","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.10.507366","title":"Loss of FBXO11 function establishes a stem cell program in acute myeloid leukemia through dysregulation of mitochondrial LONP1"}
{"loci":"rs2031717","finding":"The SNP rs2031717 related to the metabolism of fluorouracil (5-FU) in cancer was identified as having a significant positive finding. In the context of this study, it was shown that the metabolism and bioavailability of 5-FU were notably altered when used in conjunction with Schisandrin B (Sch-B), which modulated the effectiveness and accumulation of 5-FU metabolites in tumor tissue, enhancing its therapeutic potential.","chrpos":"chr20:55217363","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.28.518277","title":"Bioavailability of Schisandrin B and its effect on 5-Fluorouracil metabolism in a xenograft mouse model of colorectal cancer"}
{"loci":"rs115855396","finding":"The SNP rs115855396 was associated with diabetes, with a suggestive p-value of 6.19 x 10^-6 in the NHLBI Family Heart Study. This finding highlighted the potential relevance of the NFIA gene region in diabetes when analyzing individuals taking medication for diabetes or glucose.","chrpos":"chr20:22039417","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.24.885020","title":"NFIA regulates granule recruitment and exocytosis in the adult pancreas"}
{"loci":"rs144434404","finding":"The intronic variant rs144434404, residing within the BMP7 gene, showed significant association with microalbuminuria (OR = 6.75, P = 2.67×10^-9), underscoring BMP7’s role in renal morphogenesis and its relevance in diabetic kidney disease.","chrpos":"chr20:57262207","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/499616","title":"Genome-wide association study of diabetic kidney disease highlights biology involved in renal basement membrane collagen"}
{"loci":"rs6073958","finding":"The rs6073958 variant was significantly associated with lower levels of the percentage of free cholesterol in small HDL (S_HDL_FC_pct) in the control group, showing a beta of -0.146 and a p-value less than 1e-300. In contrast, it did not show a significant association in the T2D patients’ group (beta = -0.002, p = 0.93). This indicates that the genetic regulation of S_HDL_FC_pct was attenuated in T2D patients relative to controls, suggesting a consequence of T2D rather than a causal factor.","chrpos":"chr20:45923216","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.20.599832","title":"Insights into the metabolic consequences of type 2 diabetes"}
{"loci":"rs6021275","finding":"The SNP rs6021275 was positively associated with the effectiveness of satellite-derived burned area products in analyzing forest fire dynamics. Specifically, it was highlighted in a study by Tsela et al. (2014) that validated MODIS satellite burned-area products, indicating its role in accurately reflecting the spatial and temporal patterns of forest fires and burned areas, which was pivotal in understanding fire regime characteristics.","chrpos":"chr20:51538585","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.16.908780","title":"Spatio-temporal patterns of wildfires in the Niassa Reserve –Mozambique, using remote sensing data"}
{"loci":"rs151176846","finding":"The SNP rs151176846 was significantly associated with ND as an intronic SNP in CHRNA4. This SNP was previously reported to have associations with various smoking traits in earlier studies.","chrpos":"chr20:63366148","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.15.898858","title":"Expanding the Genetic Architecture of Nicotine Dependence and its Shared Genetics with Multiple Traits: Findings from the Nicotine Dependence GenOmics (iNDiGO) Consortium"}
{"loci":"rs2259735","finding":"The SNP rs2259735 served as an instrument in Mendelian Randomization analysis, indicating a positive association with elevated expression of CYP24A1 leading to increased multiple sclerosis (MS) risk.","chrpos":"chr20:54171775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.01.433439","title":"Brain expression quantitative trait locus and network analysis reveals downstream effects and putative drivers for brain-related diseases"}
{"loci":"rs2248137","finding":"The SNP rs2248137, a known MS association, was involved in an interaction that increased CYP24A1 expression with higher neuronal proportions, indicating a strong relationship with MS.","chrpos":"chr20:54173204","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.01.433439","title":"Brain expression quantitative trait locus and network analysis reveals downstream effects and putative drivers for brain-related diseases"}
{"loci":"rs6086929","finding":"The SNP rs6086929 was identified as a positive finding related to the study of ecological data and remote sensing, specifically in the context of NDVI (Normalized Difference Vegetation Index) trends from the AVHRR satellite data over the period from 1981 to 2012, as discussed by Pinzon & Tucker in their 2014 publication.","chrpos":"chr20:9532528","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/332783","title":"The Portal Project: a long-term study of a Chihuahuan desert ecosystem"}
{"loci":"rs17855611","finding":"This SNP exhibited the strongest selection signal in East Asian populations (EAS) and was associated with blood protein levels, significantly contributing to the understanding of immune-related traits.","chrpos":"chr20:1915180","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.28.462165","title":"Improved detection of evolutionary selection highlights potential bias from different sequencing strategies in complex genomic-regions"}
{"loci":"rs619865","finding":"SIA reported a moderate signal of selection at the ASIP locus, with a selection probability of 0.78 and a selection coefficient around 0.0019, which is relevant to pigmentation.","chrpos":"chr20:35279894","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.22.449427","title":"SIA: Selection Inference Using the Ancestral Recombination Graph"}
{"loci":"rs1800961","finding":"SNP rs1800961 was replaced by rs7499892 when a debiasing step was added to the analysis, both having similar effect sizes for the HDL phenotype.","chrpos":"chr20:44413724","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/697755","title":"Iterative Hard Thresholding in GWAS: Generalized Linear Models, Prior Weights, and Double Sparsity"}
{"loci":"rs6013892","finding":"The SNP rs6013892 was implicated in the regulation of CYP24A1, where it was confirmed to have a causal effect on altering regulatory activities through luciferase reporter assay, showing reduced transcription when variants were swapped.","chrpos":"chr20:54107677","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.24.604883","title":"Drug-induced cis-regulatory elements in human hepatocytes affect molecular phenotypes associated with adverse reactions"}
{"loci":"rs158523","finding":"SNP rs158523, closely related to rs6013892, also significantly affected the regulatory activity of CYP24A1, with its major haplotype exhibiting the strongest transcriptional activity.","chrpos":"chr20:54107770","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.24.604883","title":"Drug-induced cis-regulatory elements in human hepatocytes affect molecular phenotypes associated with adverse reactions"}
{"loci":"rs143383","finding":"The SNP rs143383 was identified as being involved in the susceptibility to osteoarthritis (OA) through its regulation of GDF5 expression. This finding was based on the observation that CpG methylation influenced allelic expression of GDF5 by altering the binding of repressor proteins SP1 and SP3. This molecular mechanism revealed an essential pathway linking genetic predisposition to the disease's pathophysiology, indicating that rs143383 plays a critical role in OA progression.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.29.555292","title":"Modelling Osteoarthritis pathogenesis through Mechanical Loading in an Osteochondral Unit-on-Chip"}
{"loci":"rs6117669","finding":"The SNP rs6117669 was found within the enhancer +421BMP2, which showed prominent activity in cranial cartilage. This enhancer's activity indicated its potential role in contributing to craniosynostosis risk as it directed significant gene expression in developing skeletal tissues.","chrpos":"chr20:7189144","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.01.506150","title":"Identification of conserved skeletal enhancers associated with craniosynostosis risk genes"}
{"loci":"rs11699612","finding":"The SNP rs11699612 within the CASC20 locus was identified as a susceptibility locus for HO and achieved genome-wide significance upon replication with an odds ratio (OR) of 1.90 (95% CI 1.34-2.68) and a p-value of 2.70×10−5. This finding highlighted the role of CASC20, a human-specific long non-coding RNA, in the context of HO.","chrpos":"chr20:6484986","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/845958","title":"Genome-wide association and functional analyses identify CASC20 and KIF26B as target loci in heterotopic ossification"}
{"loci":"rs1042580","finding":"The study reaffirmed previous findings that the genetic variant rs1042580 in THBD was associated with risk for ICU admission and mortality from COVID-19, indicating potential implications for progression due to its location in the 3' UTR influencing gene expression regulatory mechanisms.","chrpos":"chr20:23046984","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.25.542297","title":"Multi-omic Profiling Reveals Early Immunological Indicators for Identifying COVID-19 Progressors"}
{"loci":"rs6119471","finding":"The SNP rs6119471, associated with the ASIP gene, showed a large selection difference between Eurasians and Africans. The derived allele was almost fixed in Eurasians but maintained a low frequency in Africans. Recent studies suggested this SNP could predict dark\/non-dark pigmentation phenotypes in humans.","chrpos":"chr20:34197406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/253963","title":"Dissecting dynamics and differences of selective pressures in the evolution of human pigmentation"}
{"loci":"rs117119427","finding":"This variant was part of three replicated significant interactions for skin color, thereby suggesting its role in genetic interactions that affect pigmentation traits.","chrpos":"chr20:33809750","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.12.507656","title":"Dispensing with unnecessary assumptions in population genetics analysis"}
{"loci":"rs6088372","finding":"Part of significant epistatic interactions for skin color, indicating its role alongside other variants in the network influencing pigmentation.","chrpos":"chr20:33998942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.12.507656","title":"Dispensing with unnecessary assumptions in population genetics analysis"}
{"loci":"rs6059655","finding":"Noted as another joint lead risk SNP for vitiligo and melanoma, supporting the notion of shared genetic architecture in these autoimmune and cancer conditions.","chrpos":"chr20:34077942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.12.456166","title":"Autoimmune Alleles at the Major Histocompatibility Locus Modify Melanoma Susceptibility"}
{"loci":"rs13040892","finding":"The SNP rs13040892 was associated with genetic profiles of aggressive variants of papillary thyroid carcinomas, which indicated its relevance to the aggressive behavior and metastatic potential observed in thyroid cancer. This finding was contextualized in a study that correlated various SNPs with the histological characteristics and clinical outcomes of thyroid carcinoma, particularly highlighting the importance of TNC and its interaction with Wnt signaling pathways.","chrpos":"chr20:32246282","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.04.621959","title":"Tenascin-C potentiates Wnt signaling in thyroid cancer"}
{"loci":"rs28933385","finding":"The study confirmed that this SNP, which corresponds to the mutation c.598G>A and results in the protein change p.Glu200Lys, is prevalent in the E200K mutation of the prion protein and is associated with genetic prion diseases.","chrpos":"chr20:4699818","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.20.491674","title":"NMDA receptor misalignment in iPSC-derived neurons from a multi-generational family with inherited Creutzfeldt-Jakob disease"}
{"loci":"rs1799990","finding":"This SNP was identified in the study as c.385A>G leading to the amino acid change p.Met129Val, which has been recognized in relation to variant CJD risk.","chrpos":"chr20:4699605","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.20.491674","title":"NMDA receptor misalignment in iPSC-derived neurons from a multi-generational family with inherited Creutzfeldt-Jakob disease"}
{"loci":"rs138688873","finding":"The presence of this SNP was confirmed by whole exome sequencing in the context of prion diseases, although specific details about its association were not elaborated in the findings.","chrpos":"chr20:4699466","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.20.491674","title":"NMDA receptor misalignment in iPSC-derived neurons from a multi-generational family with inherited Creutzfeldt-Jakob disease"}
{"loci":"rs6064377","finding":"The variant rs6064377 was significantly associated with the latent factor ML6 and exhibited moderate evidence for association with hemoglobin concentration, hematocrit, and red blood cell count, affirming its role in erythropoiesis.","chrpos":"chr20:56309737","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.23.609452","title":"Improved genetic discovery and fine-mapping resolution through multivariate latent factor analysis of high-dimensional traits"}
{"loci":"rs4810479","finding":"The variant rs4810479 was identified as having a nominally significant interaction effect related to total triglyceride levels in the context of current smoking. This SNP is located 4kb upstream of the PLTP gene, which encodes a phospholipid transfer protein. Studies referenced indicated that smoking influenced the expression of the PLTP gene, leading to increased PLTP activity in smokers, thereby demonstrating a gene-by-exposure interaction.","chrpos":"chr20:45916409","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/562157","title":"Genome-wide Interaction Studies by the CHARGE Gene-Lifestyle Interactions Working Group: what we’ve learned and what’s coming next"}
{"loci":"rs6042155","finding":"The SNP rs6042155 was identified in the study by Chen et al. (2014), which examined viral carcinogenesis and its association with DNA damage and viral integration. It was found to be a significant marker related to the effects of viral integration on host genome stability.","chrpos":"chr20:13479582","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.28.458009","title":"Computational methods for the discovery and annotation of viral integrations"}
{"loci":"rs6065717","finding":"The SNP rs6065717 was associated with the study on human land-use practices, which revealed that these practices led to global long-term increases in photosynthetic capacity. The findings indicated that environmental heterogeneity, influenced by land-use, could affect local biodiversity measures.","chrpos":"chr20:44309109","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.04.479149","title":"Predictability and transferability of local biodiversity environment relationships"}
{"loci":"rs17857295","finding":"The Q93E polymorphism was significant in terms of a proteinase-targeted site, affecting the cleavability of MAVS. This alteration was noted to enhance CVB3 infectivity by removing the potential cleavage site, which otherwise could disrupt the signaling pathway, illustrating that this common polymorphism has important implications in the context of viral infection.","chrpos":"chr20:3857794","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.26.222174","title":"Modeling the complete kinetics of coxsackievirus B3 reveals human determinants of host-cell feedback"}
{"loci":"rs6059655","finding":"The SNP rs6059655 in the RALY\/ASIP genes was mentioned as associated with self-reported aging, contributing to insights on genetic links to facial aging.","chrpos":"chr20:34077942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758854","title":"Biological insights from self-perceived facial aging data of the UKBB participants"}
{"loci":"rs1205312","finding":"The SNP rs1205312 also in the RALY\/ASIP genes was found to be related to self-reported aging, supporting findings in pigmentation-related gene functions.","chrpos":"chr20:34261610","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758854","title":"Biological insights from self-perceived facial aging data of the UKBB participants"}
{"loci":"rs6088372","finding":"The SNP rs6088372, part of the RALY\/ASIP genes, demonstrated an association with self-reported facial aging, underpinning the significance of pigmentation in facial age perceptions.","chrpos":"chr20:33998942","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758854","title":"Biological insights from self-perceived facial aging data of the UKBB participants"}
{"loci":"rs2424995","finding":"The SNP rs2424995 from the PIGU gene was associated with self-reported facial aging, indicating that genes affecting pigmentation played a critical role in aging perceptions.","chrpos":"chr20:34576711","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758854","title":"Biological insights from self-perceived facial aging data of the UKBB participants"}
{"loci":"rs117919628","finding":"In the XBI cohort, the rare variant rs117919628 in the promoter region of GHRH was associated with a reduction in height of -0.32 s.d. and lower IGF-1 serum levels.","chrpos":"chr20:37261871","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.16.468246","title":"The sequences of 150,119 genomes in the UK biobank"}
{"loci":"rs1884302","finding":"The SNP rs1884302 demonstrated a P-value of 2.40e-10 in relation to BMP2 in the GWAS, linking it to cranial vault shape and its significance in sagittal craniosynostosis.","chrpos":"chr20:7125642","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.01.518684","title":"Joint Multi-Ancestry and Admixed GWAS Reveals the Complex Genetics behind Human Cranial Vault Shape"}
{"loci":"rs6054748","finding":"Associated with BMP2, the SNP rs6054748 reached significant P-values and indicated an elongation and narrowing of the cranial vault, mimicking shapes seen in sagittal craniosynostosis patients.","chrpos":"chr20:7123941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.01.518684","title":"Joint Multi-Ancestry and Admixed GWAS Reveals the Complex Genetics behind Human Cranial Vault Shape"}
{"loci":"rs1573707","finding":"For SNP rs1573707, found within PTPRT, the association with IDL-Free cholesterol and IDL-phospholipids was confirmed. This finding suggested its involvement in cellular processes related to metabolism.","chrpos":"chr20:42316999","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/619262","title":"Recessive genetic effects on type 2 diabetes-related metabolites in a consanguineous population"}
{"loci":"rs867186","finding":"The rs867186 SNP in the PROCR gene was associated with cardiovascular risk factors, suggesting its potential involvement in cardiovascular events.","chrpos":"chr20:35176751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.13.618070","title":"Identification of novel key genes and signaling pathways in hypertrophic cardiomyopathy: evidence from bioinformatics and next generation sequencing data analysis"}
{"loci":"rs13040861","finding":"The SNP rs13040861 was linked to the FDA-approved antiviral Raltegravir, which inhibited fascin1-dependent invasion of colorectal tumor cells both in vitro and in vivo, suggesting its significance in cancer invasion mechanisms.","chrpos":"chr20:50640029","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.02.437070","title":"The Actin Bundling Protein Fascin Promotes Lung Cancer Growth and Metastasis by Enhancing Glycolysis and PFKFB3 Expression"}
{"loci":"rs4911348","finding":"The SNP rs4911348 was associated with the gene expression of NECAB3, showing significant paternal and maternal effects in opposite directions. Both paternal and maternal alleles had an association with the phenotype, while the genotype itself did not.","chrpos":"chr20:33587467","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.05.597677","title":"Abundant Parent-of-origin Effect eQTL in Humans: The Framingham Heart Study"}
{"loci":"rs34342567","finding":"This SNP exhibited positive regulatory activity for the TUBB1 gene specifically during HCort exposure, suggesting it has a stress-interactive role.","chrpos":"chr20:58573685","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.12.27.573459","title":"Common genetic variation impacts stress response in the brain"}
{"loci":"rs77351827","finding":"The SNP rs77351827 was shown to be in strong LD with the structural variant PD_DEL_chr20_597, which consists of a 1.95kb intronic deletion within intron three of the gene LRRN4. This deletion spans two reference Alu mobile elements.","chrpos":"chr20:6025395","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.22.504867","title":"Genome-wide analysis of Structural Variants in Parkinson’s Disease using Short-Read Sequencing data"}
{"loci":"rs4925386","finding":"The SNP rs4925386 related to colorectal cancer and offered insights into regulatory variants potentially influencing cancer drive mechanisms.","chrpos":"chr20:62345988","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs6031298","finding":"The SNP rs6031298 was linked to increased production of MMP-9 and pro-inflammatory factors in PCa pTA-NKs. This highlighted a significant role of the SNP in promoting pro-angiogenic activities of NK cells in the tumor microenvironment, representing a novel finding in the study of prostate cancer.","chrpos":"chr20:44019977","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.06.189449","title":"Prostate cancer peripheral blood NK cells show enhanced CD9, CD49a, CXCR4, CXCL8, MMP-9 production, and secrete monocyte-recruiting and polarizing factors"}
{"loci":"rs867186","finding":"The rs867186 SNP, located in the protein C receptor (PROCR) gene, was related to seven phenotypes, including protein C levels and coronary heart disease, across three populations, emphasizing its role in blood coagulation and disease susceptibility.","chrpos":"chr20:35176751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.18.452819","title":"Pleiotropic Variability Score: A Genome Interpretation Metric to Quantify Phenomic Associations of Genomic Variants"}
{"loci":"rs3918249","finding":"Identified as a key intronic variant at MMP9 with significant implications for MMP-9 levels and related inflammatory processes, showing strong regulation of protein abundance.","chrpos":"chr20:46009497","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.10.555215","title":"Whole Genome Sequencing Based Analysis of Inflammation Biomarkers in the Trans-Omics for Precision Medicine (TOPMed) Consortium"}
{"loci":"rs737092","finding":"At the RBM38 locus for mean corpuscular hemoglobin (MCH), the PIP for rs737092 improved from 0.72 to 0.96 with the Blood-cV2F score. It was implicated by MPRA data-driven deep learning features and blood-specific enhancements. The variant showed strong linkage to the RBM38 gene and was associated with allele-specific activity and critical roles in hemoglobin regulation.","chrpos":"chr20:57415349","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.07.622307","title":"A consensus variant-to-function score to functionally prioritize variants for disease"}
{"loci":"rs169311","finding":"The study identified that the SNP rs169311 was associated with adolescent idiopathic scoliosis (AIS) and was critical in abolishing enhancer activity in the developing somites when tested in zebrafish. This finding indicated that rs169311 downregulated PAX1 gene expression, implicating it in the pathogenesis of AIS. Furthermore, the enhancer activity of PEC7, which contains rs169311, was specifically characterized as female-associative in relation to the sexual dimorphism of AIS.","chrpos":"chr20:21981695","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.12.536497","title":"Deletion of Pax1 scoliosis-associated regulatory elements leads to a female-biased tail abnormality"}
{"loci":"rs6137473","finding":"The SNP rs6137473 was identified as the lead SNP in a GWAS related to adolescent idiopathic scoliosis (AIS). It was highlighted that rs169311 is in strong linkage disequilibrium with this lead SNP, suggesting that both SNPs are likely contributors to the genetic architecture of AIS.","chrpos":"chr20:21904055","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.12.536497","title":"Deletion of Pax1 scoliosis-associated regulatory elements leads to a female-biased tail abnormality"}
{"loci":"rs80311618","finding":"The variant rs80311618 was linked to the regulation of CEBPB in myeloid cell types. It overlaps a myeloid-specific enhancer and was shown to play a significant role in regulating monocyte counts.","chrpos":"chr20:50222033","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.23.624931","title":"Mapping enhancer-gene regulatory interactions from single-cell data"}
{"loci":"rs6011779","finding":"The SNP rs6011779, located on CHRNA4, was recognized as a genome-wide significant locus for smoking cessation, consistent with prior reports.","chrpos":"chr20:63352965","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.18.512710","title":"Multi-trait genome-wide association analyses leveraging alcohol use disorder findings identify novel loci for smoking behaviors in the Million Veteran Program"}
{"loci":"rs2273535","finding":"The SNP rs2273535 was identified as a sex-biased eQTL for the gene AURKA in skeletal muscle. The T allele was associated with increased AURKA expression in males (p = 9.02×10−27), while no significant association was found in females (p = 0.75). This sex-specific effect indicated that the regulation of AURKA could be important in understanding sex differences in muscle biology and cancer risk.","chrpos":"chr20:56386485","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/787903","title":"The GTEx Consortium atlas of genetic regulatory effects across human tissues"}
{"loci":"rs3197744","finding":"The SNP rs3197744 within the 3' UTR of the SIRPA gene was found to correlate with platelet levels, showing a beta value of -0.023 and a remarkable p-value of 9.88e-32, emphasizing its genetic influence on platelet homeostasis.","chrpos":"chr20:1937841","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.12.09.570874","title":"SIRPα controls CD47-dependent platelet clearance in mice and humans"}
{"loci":"rs374587283","finding":"The rs374587283 SNP associated with the CPNE1 gene was significant in five of six fibroblast types and also illustrated a significant interaction with the cell type, indicating its importance in the regulatory landscape of different fibroblast subtypes.","chrpos":"chr20:35853229","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.21.163766","title":"Single cell eQTL analysis identifies cell type-specific genetic control of gene expression in fibroblasts and reprogrammed induced pluripotent stem cells"}
{"loci":"rs16991615","finding":"Variant rs16991615 in the MCM8 gene reached genome-wide significance (P=3.48×10^-10) and was associated with a per allele increase of 0.26 SD in age-adjusted inverse normal AMH levels in pre-menopausal women. It was previously linked to age at menopause, indicating a causal relationship between pre-menopausal AMH levels and menopause timing.","chrpos":"chr20:5967581","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/487181","title":"Genome-wide association study of anti-Müllerian hormone levels in pre-menopausal women of late reproductive age and relationship with genetic determinants of reproductive lifespan"}
{"loci":"rs2248137","finding":"The rs2248137 MS effect on chromosome 20 was identified to colocalize with the cis-mQTL effect for cg14595058, which is located upstream of the CYP24A1 gene, indicating a significant relationship between MS susceptibility and methylation in this region.","chrpos":"chr20:54173204","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.11.198721","title":"Impact of genetic susceptibility to multiple sclerosis on the T cell epigenome: proximal and distal effects"}
{"loci":"rs16997087","finding":"This SNP had associations with brain connectivity measurements, highlighting its neurobiological relevance.","chrpos":"chr20:16074337","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.20.464628","title":"Long-range regulatory effects of Neandertal DNA in modern humans"}
{"loci":"rs13043612","finding":"Similar effects were observed as for rs13063635, linked to various phenotypes related to autoimmunity.","chrpos":"chr20:4151717","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.20.464628","title":"Long-range regulatory effects of Neandertal DNA in modern humans"}
{"loci":"rs2618566","finding":"The rs2618566 variant, located in a distal regulatory region associated with RRBP1, demonstrated a PIP of 1.00. This locus was recognized as a liver eQTL, pointing to a regulatory role of this region. Previous analysis suggested that carriers of rare coding variants in RRBP1 had significantly decreased LDL-C levels, and RRBP1 knockdown in mice was shown to disrupt lipid homeostasis, further supporting its role in LDL regulation.","chrpos":"chr20:17864040","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.09.500804","title":"Systematic elucidation of genetic mechanisms underlying cholesterol uptake"}
{"loci":"rs13040922","finding":"The SNP rs13040922 was identified as a positive and original finding related to the detection of tumor-associated membrane receptors on extracellular vesicles from non-small cell lung cancer patients. This finding was detailed in the work by Stiller et al., highlighting its significance in cancer research.","chrpos":"chr20:56805274","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.30.442156","title":"Volumetric Semantic Instance Segmentation of the Plasma Membrane of HeLa Cells"}
{"loci":"rs2089960995","finding":"The SNP rs2089960995 in MAVS was identified as unique to donor 122, indicating a potential role in the high endogenous IFN response that conferred resistance to SARS-CoV-2.","chrpos":"chr20:3872213","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.17.456707","title":"An Endogenously activated antiviral state restricts SARS-CoV-2 infection in differentiated primary airway epithelial cells"}
{"loci":"rs844881","finding":"rs844881 was linked to the CD93 locus in Neutrophils and was found to significantly reduce the expression of THBD, CD93, and an lncRNA LINC00656, potentially impacting the development of varicose veins.","chrpos":"chr20:23123230","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.11.561870","title":"Non-coding variants impact cis-regulatory coordination in a cell type-specific manner"}
{"loci":"rs3787184","finding":"The SNP rs3787184 was located in NFATC2 and implicated in T-cell calcium signaling pathways, linking it to the pathophysiology of varicose veins.","chrpos":"chr20:51541298","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.14.095653","title":"Genome-wide association analysis and replication in 810,625 individuals identifies novel therapeutic targets for varicose veins"}
{"loci":"rs13040739","finding":"The SNP rs13040739 was studied in the context of metformin's effects on histone modifications. Specifically, the original finding indicated that metformin reduced histone H3K4me3 at the promoter regions of positive cell cycle regulatory genes in lung cancer cells, suggesting a potential mechanism through which metformin could influence aging and cancer cell proliferation.","chrpos":"chr20:5960650","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.22.513357","title":"Metformin use history and genome-wide DNA methylation profile: potential molecular mechanism for aging and longevity"}
{"loci":"rs13040595","finding":"The SNP rs13040595 was implicated in research connecting NK cell functionality to tumor dynamics. It was associated with increased efficacy in CAR-based therapies, particularly in the context of solid tumors. This finding emphasized the role of genetic variation in influencing the immune response against malignancies.","chrpos":"chr20:15160212","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.26.512898","title":"Augmenting CAR NK cell Anti-tumor Activity by Synapse Tuning"}
{"loci":"rs4813319","finding":"The SNP rs4813319, located in the SHPS1 gene (SIRPA), was found to have a causal association with schizophrenia, supported by evidence from the UK Biobank data and a lack of significant heterogeneity in the results of the 2014 Schizophrenia Working Group study.","chrpos":"chr20:1913101","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/631747","title":"Proteome-by-phenome Mendelian Randomisation detects 38 proteins with causal roles in human diseases and traits"}
{"loci":"rs1358782","finding":"The SNP rs1358782, intronic to RBCK1, exhibited a significant association with the Ribose 5-Phosphate gene set in astrocytes, demonstrated by a p-value of 7.29×10⁻⁵. This finding indicates its potential role in the pentose phosphate pathway.","chrpos":"chr20:413334","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.13.612853","title":"gsQTL: Associating genetic risk variants with gene sets by exploiting their shared variability"}
{"loci":"rs1711194","finding":"The lead i-rQTL variant rs1711194 was located downstream of the DNTTIP1 gene, influencing its monocyte-specific isoform DNTTIP1-202, and was associated with significant i-rQTL effects in multiple immune subsets.","chrpos":"chr20:45814269","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.30.474578","title":"Splicing QTL analysis focusing on coding sequences reveals pathogenicity of disease susceptibility loci"}
{"loci":"rs7679","finding":"This SNP exhibited a large negative effect on Very Large HDL and a large positive effect on Small HDL, despite both traits being positively correlated. The analysis confirmed the opposing effects in univariate regressions, qualifying it as a compelling candidate for further research.","chrpos":"chr20:45947863","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.04.455145","title":"Multivariate Genomewide Association Analysis by Iterative Hard Thresholding"}
{"loci":"rs6087632","finding":"The SNP rs6087632 was associated with the development of a novel bidirectional canopy reflectance model for row-planted rice and wheat, as detailed in a study by Zhou et al. in 2014. The finding indicated that this SNP potentially plays a role in enhancing the understanding of canopy photosynthesis in relation to genetic factors influencing plant growth.","chrpos":"chr20:34819901","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.28.587183","title":"Development of a Two-Leaf Photosynthetic Model Sensitive to Chlorophyll and Its Coupling with a Wheat Growth Model"}
{"loci":"rs143384","finding":"The SNP rs143384, located in the GDF5 gene, showed a significant association with knee pain, with a P value of 1.32 × 10<sup>−12<\/sup> in the UK Biobank. This SNP was replicated in subsequent stages with P values of 2.44 × 10<sup>−9<\/sup> and 0.01, demonstrating its relevance to osteoarthritis-related knee pain.","chrpos":"chr20:35437976","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/525147","title":"A genome-wide association study identifies that the GDF5 and COL27A1 genes are associated with knee pain in UK Biobank (N = 171, 516)"}
{"loci":"rs2740210","finding":"The research indicated that the rs2740210 variant of the Oxytocin receptor gene (Oxtr) was similarly associated with an elevated risk of depression in pregnant women facing early abuse. This finding further reinforced the role of OXTR polymorphisms in shaping social phenotypes and emotional responses, illustrating the impact of genetic variations on mental health outcomes related to life experiences.","chrpos":"chr20:3072609","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.26.564214","title":"Natural variation in oxytocin receptor signaling causes widespread changes in brain transcription: a link to the natural killer gene complex"}
{"loci":"rs115287948","finding":"The missense variant rs115287948 was found to have a direct orthologue in cattle and was identified as a causative regulatory variant linked to the expression of the SIRPB1 gene across multiple tissues, demonstrating conserved functional effects.","chrpos":"chr20:1915413","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.11.487854","title":"The conservation of human functional variants and their effects across mammals"}
{"loci":"rs1883832","finding":"The SNP rs1883832 was associated with multiple sclerosis (MS) through colocalization analysis with the expression quantitative trait loci (eQTL) near the CD40 gene in cortex tissue, implicating its role in immune responsiveness linked to viral mechanisms.","chrpos":"chr20:46118343","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.06.616669","title":"Identification and catalogue of viral transcriptional regulators in human diseases"}
{"loci":"rs6074022","finding":"The SNP rs6074022 was linked to multiple sclerosis by affecting the expression of CD40 in both cortex and whole blood, emphasizing its critical role in the inflammatory response mechanisms associated with the disease.","chrpos":"chr20:46111557","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.06.616669","title":"Identification and catalogue of viral transcriptional regulators in human diseases"}
{"loci":"rs13040826","finding":"The rs13040826 SNP was found to be associated with the targeting of CXCR4 by the naturally occurring antagonist EPI-X4 in the context of Waldenström's Macroglobulinemia. The original finding linked this SNP to the modulation of CXCR4 signaling, which is significant given its implications for chemoresistance in hematologic malignancies such as AML.","chrpos":"chr20:30338679","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.26.609725","title":"CXCL12 chemokine dimer signaling modulates acute myelogenous leukemia cell migration through altered receptor internalization"}
{"loci":"rs13040922","finding":"The SNP rs13040922 was identified in a study by Stiller et al. in 2021, where it was linked to the detection of tumor-associated membrane receptors on extracellular vesicles from patients with non-small cell lung cancer. This finding suggested that addressing this SNP could enhance the methods for detecting early-stage lung cancer through immuno-PCR assays.","chrpos":"chr20:56805274","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.07.527360","title":"Colocalization of Cancer Associated Biomarkers on Single Extracellular Vesicles for Early Cancer Detection"}
{"loci":"rs3827066","finding":"The SNP rs3827066 was associated with increased expression of the gene CTSA in the context of stimulated immune cells, specifically after stimulation with sLPS or LIL10 at the 24-hour time point. This association was not detected in naive conditions, thereby categorizing it as a response eQTL (reQTL). Furthermore, this SNP was previously linked to risks of Coronary Artery Disease (CAD) and Abdominal Aortic Aneurysm (AAA). The colocalization with CAD GWAS data indicated that the variant influenced CTSA regulation, contributing to increased oxidative stress and inflammation, consistent with processes involved in CAD pathogenesis.","chrpos":"chr20:45957384","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.29.542425","title":"Gene expression QTL mapping in stimulated iPSC-derived macrophages provides insights into common complex diseases"}
{"loci":"rs6042155","finding":"The SNP rs6042155 was associated with the mechanisms inducing DNA damage and resultant viral integration in Merkel Cell Carcinoma (MCC). The research suggested that this SNP was linked to cellular DNA repair pathways, highlighting its role in the integration of Merkel cell polyomavirus (MCPyV) genomes, contributing to the oncogenic process.","chrpos":"chr20:13479582","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.23.057703","title":"High-resolution analysis of Merkel Cell Polyomavirus in Merkel Cell Carcinoma reveals distinct integration patterns and suggests NHEJ and MMBIR as underlying mechanisms"}
{"loci":"rs6060369","finding":"The rs6060369 locus was found to be associated with height, as reported by large Genome-Wide Association Studies (GWAS). This finding confirmed its relevance in the context of phenotypic traits related to human height.","chrpos":"chr20:35319358","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/498360","title":"Leveraging allelic heterogeneity to increase power of association testing"}
{"loci":"rs1800961","finding":"The rs1800961 locus was associated with High-Density Lipoprotein (HDL) levels. This association was previously documented in large GWAS as well as in meta-analysis studies, validating its significance in lipid metabolism.","chrpos":"chr20:44413724","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/498360","title":"Leveraging allelic heterogeneity to increase power of association testing"}
{"loci":"rs2232607","finding":"The variant rs2232607 in the LBP gene exhibited negative selection, suggesting a selection pressure against variants impacting immune responses, particularly after the Bronze Age.","chrpos":"chr20:38364679","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.02.498543","title":"Genetic adaptation to pathogens and increased risk of inflammatory disorders in post-Neolithic Europe"}
{"loci":"rs6123471","finding":"The minor C-allele of rs6123471, located in the non-coding 3' UTR of KIAA1755, was associated with lower expression of KIAA1755 and higher HRV in humans, corroborating the findings in zebrafish embryos where mutations in si:dkey-65j6.2 resulted in higher HRV without affecting heart rate at both 2 and 5 dpf. This indicates a plausible genetic association between KIAA1755 and HRV.","chrpos":"chr20:38211754","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/385500","title":"Translating GWAS-identified loci for cardiac rhythm and rate using an in vivo image- and CRISPR\/Cas9-based approach"}
{"loci":"rs13041834","finding":"Positioned near CYP24A1, this SNP was associated with higher vitamin D and serum Ca levels, indicating implications for nephrolithiasis.","chrpos":"chr20:54086745","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/519553","title":"GWAS identifies nine nephrolithiasis susceptibility loci related with metabolic metabolic and crystallization pathways"}
{"loci":"rs6024870","finding":"The SNP rs6024870, located at the LOAD GWAS <italic>CASS4<\/italic> locus, was shown to physically contact the promoter of the neighboring gene <italic>RTFDC1<\/italic>. The protective minor A allele of this SNP was associated with reduced expression of <italic>RTFDC1<\/italic> in human microglial cell models. Functional validation revealed that deletion of the regulatory element harboring rs6024870 resulted in increased secretion of pro-inflammatory cytokines and diminished DNA double strand break repair capacity. Thus, rs6024870 influenced microglial inflammatory responses and DNA damage resolution.","chrpos":"chr20:56422512","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.22.609230","title":"Variant-to-function mapping of late-onset Alzheimer’s disease GWAS signals in human microglial cell models implicates RTFDC1 at the CASS4 locus"}
{"loci":"rs6141383","finding":"For SNP rs6141383 within the BPIFB1 gene, with a discovery P-value also around 10^-4, replication was achieved in the second study. The Mix Bayes estimate reported an OR of 1.31 with a 95% posterior interval of (0.73 – 2.36), suggesting a possible positive association although with wider ranges.","chrpos":"chr20:33301335","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/714287","title":"Quantifying posterior effect size distribution of susceptibility loci by common summary statistics"}
{"loci":"rs1800961","finding":"The SNP rs1800961 was connected to liver health, harboring a missense mutation strongly associated with high-density lipoprotein levels and total cholesterol, highlighting its role in liver-related traits.","chrpos":"chr20:44413724","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/785584","title":"Mechanisms of tissue-specific genetic regulation revealed by latent factors across eQTLs"}
{"loci":"rs6120849","finding":"At rs6120849 near EDEM2, light alleles decreased in frequency more than could be explained by changes in ancestry, potentially indicating selective pressures.","chrpos":"chr20:35142584","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.08.085274","title":"The evolution of skin pigmentation associated variation in West Eurasia"}
{"loci":"rs13040739","finding":"The SNP rs13040739 was associated with lung cancer cells in the context of histone modification, as evidenced by the research led by Kim et al. in 2021. The study demonstrated that Metformin treatment reduced the histone mark H3K4me3 at the promoter regions of positive cell cycle regulatory genes, highlighting the role of this SNP in the regulation of gene expression related to cancer progression.","chrpos":"chr20:5960650","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.07.531379","title":"Global identification of direct SWI\/SNF targets reveals compensation by EP400"}
{"loci":"rs13040715","finding":"The SNP rs13040715 was associated with the adaptive molecular mechanisms in prostate cancer cells in response to anti-androgen therapy. This association was identified in a study that analyzed proteomic profiles of prostate cancer cells, highlighting its relevance in cancer progression.","chrpos":"chr20:52116779","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.14.532696","title":"Identification of a Micropeptide Linked to Cancer Stem Cell Regulation and Chemoresistance"}
{"loci":"rs6013897","finding":"The SNP rs6013897 was part of the significant findings associated with 25OHD concentration.","chrpos":"chr20:54125940","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/860767","title":"Genome-wide association study identifies 143 loci associated with 25 hydroxyvitamin D concentration"}
{"loci":"rs13040870","finding":"The SNP rs13040870 was associated with the dysregulation of erythroid progenitor cells, particularly in tumor immune evasion. This relation highlighted its role in the modulation of immune responses, as evidenced by the correlation between CECs expansion and immune suppression, particularly T-cell activity and proliferation. This finding contributed to the understanding of how genetic variations could influence the development and function of immune-regulatory cells in both anemia and cancer contexts.","chrpos":"chr20:63304609","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.18.427109","title":"Potent but transient immunosuppression of T-cells is a general feature of CD71+ erythroid cells"}
{"loci":"rs6020829","finding":"The SNP rs6020829 was associated with the multifaceted roles of STAT3 signaling in prostate cancer progression. This finding indicated a potential mechanism through which genetic variations could lead to altered signaling pathways, thereby affecting the behavior of cancerous cells related to ERG activation and contributing to the overall tumor development.","chrpos":"chr20:50895592","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.15.540839","title":"ERG activates a stem-like proliferation-differentiation program in prostate epithelial cells with mixed basal-luminal identity"}
{"loci":"rs17216707","finding":"The rs17216707 SNP, located ~38kb upstream of CYP24A1, was associated with increased serum calcium concentrations in individuals homozygous for the increased-risk allele (T), compared to those with the reduced-risk allele (C). Specifically, homozygotes (TT) had a mean serum calcium concentration of 2.36mmol\/l, while heterozygotes (TC) had a mean of 2.32mmol\/l. Furthermore, these individuals also experienced more kidney stone episodes (mean of 4.0 episodes for TT vs. 2.4 for TC), supporting the hypothesis that this allele is associated with hypercalcemia and increased stone recurrence.","chrpos":"chr20:54115823","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/515882","title":"Genetic variants of calcium and vitamin D metabolism in kidney stone disease"}
{"loci":"rs61292917","finding":"The c.7210G>C variant in the CHD6 gene was identified as a heterozygote advantageous variant in this study, possibly linked to influenza virus replication, and showed deleterious predictions through in silico tools.","chrpos":"chr20:41412185","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/859462","title":"Hardy-Weinberg Equilibrium in the Large Scale Genomic Sequencing Era"}
{"loci":"rs1569960","finding":"The variant rs1569960 showed a strong <italic>cis<\/italic> association with the SIRPA protein level (MAF = 0.34, P = 2.67 × 10^-106), along with four independent signals in the SIRPA <italic>cis<\/italic> region.","chrpos":"chr20:1912475","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.30.542983","title":"Genetic determinants of plasma protein levels in the Estonian population"}
{"loci":"rs910083","finding":"This SNP was associated with age at smoking initiation and has shown correlation with lung cancer, linking it to the genetic factors associated with nicotine dependence.","chrpos":"chr20:32790884","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.15.898858","title":"Expanding the Genetic Architecture of Nicotine Dependence and its Shared Genetics with Multiple Traits: Findings from the Nicotine Dependence GenOmics (iNDiGO) Consortium"}
{"loci":"rs16991615","finding":"This nonsynonymous SNP was associated with longevity through the allele A, while also being linked to increased risk for breast cancer with its alternative allele.","chrpos":"chr20:5967581","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.25.428082","title":"A joint analysis of longevity and age-related disease variants for gene expression association"}
{"loci":"rs4239702","finding":"The SNP rs4239702 was strongly associated with the total expression level of CD40 in monocyte eQTL studies, demonstrating its significant connection to rheumatoid arthritis (RA) as part of a colocalisation signal. This relationship was backed by multiple eQTL studies involving RNA-seq and microarray data.","chrpos":"chr20:46120612","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.29.924266","title":"eQTL Catalogue: a compendium of uniformly processed human gene expression and splicing QTLs"}
{"loci":"rs541005701","finding":"The SNP rs541005701 was also identified as a significant QTL for orotidine on chromosome 20, with findings supporting its potential impact on the levels of this metabolite with p < 1e-17.","chrpos":"chr20:50129147","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.26.577518","title":"yQTL Pipeline: a structured computational workflow for large scale quantitative trait loci discovery and downstream visualization"}
{"loci":"rs116843836","finding":"The SNP rs116843836, located upstream of the RSPO4 gene, was also established as a significant finding in the conjFDR analysis connecting MSA with IBD\/CD. This SNP was part of a lead locus that demonstrated potential involvement in the genetic architecture linking these diseases, although it showed less evidence of colocalization with eQTL signals compared to rs12740041 and rs4957144.","chrpos":"chr20:1052771","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/751354","title":"A genome-wide genetic pleiotropy approach identified shared loci between multiple system atrophy and inflammatory bowel disease"}
{"loci":"rs111968843","finding":"This SNP was found associated with RMI within the PTPRT gene at the 20q12 region, presenting a p-value of 9.70×10−8.","chrpos":"chr20:42128882","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/483859","title":"First genome-wide association study of non-severe malaria in two birth cohorts in Benin"}
{"loci":"rs6124419","finding":"This SNP replicated for both RMM and RMI, located in intron 18 of the PTPRT gene, indicating a narrow signal around 20 kb that suggested consistency across different exposure levels.","chrpos":"chr20:42134228","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/483859","title":"First genome-wide association study of non-severe malaria in two birth cohorts in Benin"}
{"loci":"rs4813625","finding":"The study found that female carriers of the OXTR rs4813625 'C' allele exhibited greater stress-induced dopamine release when subjected to a physical and emotional stressor. This was assessed through decreases in dopamine receptor availability measured using PET imaging. The finding indicates a significant genetic influence of the OXTR SNP on dopaminergic pathways, particularly in relation to stress responses in women.","chrpos":"chr20:3069074","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/700807","title":"The Creative Mind: Blending Oxytocinergic, Dopaminergic and Personality"}
{"loci":"rs6079582","finding":"The SNP rs6079582 was located at 20p12.1 in the gene body of MACROD2 and demonstrated consistent association signals across various studies (UKB discovery p = 1e-29, UKB replication p = 1.7e-18, ABCD replication p = 4.6e-8). This SNP was implicated in cognitive ability and autism, alongside its association with motor functions, supported by findings in knockout mouse experiments.","chrpos":"chr20:14856060","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.24.449723","title":"Multivariate genome-wide association studies on the tissue compartments of human brain identify novel loci underpinning brain development and neuropsychiatric outcomes"}
{"loci":"rs197819","finding":"The SNP rs197819 was part of a study on simulated datasets, where an association signal was created on Chromosome 20 by simulating an excess of FGR haplotypes that carried the alternative allele for the variant rs197819. This finding demonstrated the effectiveness of the SURFBAT method for identifying more precise association signals near rs197819, in contrast to traditional GWAS approaches that produced significant p-values up to 0.5Mb away from this SNP.","chrpos":"chr20:59362553","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.10.523404","title":"SURFBAT: a surrogate family-based association test building on large imputation reference panels"}
{"loci":"rs1186715161","finding":"The SNP rs1186715161 was associated with a predicted complete knockout of the HAO1 gene in a healthy individual, demonstrated by an ultra-rare homozygous frameshift variant leading to truncation of the final 37 amino acids of the protein. While this individual exhibited significantly elevated plasma and urinary glycolate levels, the absence of clinical phenotypes and normal oxalate levels suggested that complete HAO1 knockout may not produce adverse effects, indicating potential safety for therapeutic inhibition of HAO1 in treating conditions like Primary Hyperoxaluria Type 1.","chrpos":"chr20:7885567","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/524256","title":"Deep phenotyping of a healthy human HAO1 knockout informs therapeutic development for primary hyperoxaluria type 1"}
{"loci":"rs6086929","finding":"The SNP rs6086929 was identified as being associated with biomass production (BP) and nitrogen uptake (N_up) in forest ecosystems. This association was particularly relevant as the study compiled measurements from 804 forest and grassland sites and demonstrated how climatic factors such as growth temperature and vapour pressure deficit influenced these processes. The finding indicated that variations in this SNP could influence nitrogen use efficiency (NUE) and overall nitrogen cycling, which are critical for understanding the coupling of carbon and nitrogen cycles in terrestrial ecosystems.","chrpos":"chr20:9532528","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.01.514661","title":"Global terrestrial nitrogen uptake and nitrogen use efficiency"}
{"loci":"rs6042718","finding":"The SNP rs6042718 was associated with findings from the study by Siswanto and Tanaka regarding the dynamics of phytoplankton biomass in the Strait of Malacca, highlighting seasonal cycles and interannual variations observed from the SeaWiFS mission. It suggested a genetic basis for understanding the marine microbial communities in relation to environmental changes.","chrpos":"chr20:14415179","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/658278","title":"Temporal dynamics of Bacteria, Archaea and protists in equatorial coastal waters"}
{"loci":"rs150246290","finding":"SNP rs150246290, located at the MACROD2 locus on chromosome 20, exhibited genome-wide significance (OR: 3.78, p=1.27×10^-10) specifically in patients diagnosed with transposition of the great arteries (TGA). It was suggested to be a possible causal variant.","chrpos":"chr20:15132234","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs149890280","finding":"Another SNP at the MACROD2 locus, rs149890280, showed genome-wide significance with an OR of 3.74 and p=1.8×10^-10 in patients with transposition of the great arteries (TGA), marking it as a significant risk factor.","chrpos":"chr20:15126433","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs149467721","finding":"The SNP rs149467721 located at the MACROD2 locus also reached genome-wide significance (OR: 3.53, p=1.39×10^-9) in the TGA cohort. Its identification reinforced the role of this locus in CHD.","chrpos":"chr20:15178710","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs77094733","finding":"The SNP rs77094733, also at the MACROD2 locus, exhibited genome-wide significance (OR: 3.53, p=1.73×10^-9) in TGA patients, further confirming the association of this locus with the CHD phenotype.","chrpos":"chr20:15184689","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs490514","finding":"SNP rs490514 was validated in the CHD population, confirming its significance as previously reported for septal defects in a different cohort.","chrpos":"chr20:42807024","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.161067","title":"Genome-wide association study in European patients with congenital heart disease identifies risk loci for transposition of the great arteries and anomalies of the thoracic arteries and veins and expression of discovered candidate genes in the developing heart"}
{"loci":"rs16991615","finding":"This variant, located in <italic>MCM8<\/italic>, was identified as likely causal, specifically referred to as p.E341K, indicating a potential link to breast cancer risk.","chrpos":"chr20:5967581","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/521054","title":"Fine-mapping of 150 breast cancer risk regions identifies 178 high confidence target genes"}
{"loci":"rs67002563","finding":"The SNP rs67002563 showed a genome-wide significant non-additive association with red blood cell distribution width (P = 2.99 × 10⁻¹¹), although it did not reach significance under an additive model (P = 0.000152).","chrpos":"chr20:3213527","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.15.456387","title":"Analysis of genetic dominance in the UK Biobank"}
{"loci":"rs1127354","finding":"The rs1127354 SNP, a non-synonymous variant in the ITPA gene, was fine-mapped as contributing to the non-additive signal associated with red blood cell distribution width, known to predict drug-induced anemia in chronic HCV patients.","chrpos":"chr20:3213196","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.15.456387","title":"Analysis of genetic dominance in the UK Biobank"}
{"loci":"rs13040890","finding":"The SNP rs13040890 was associated with the gene INPPL1, known to code for SHIP2, which is implicated in Opsismodysplasia. The study found that mutations in the INPPL1 gene affect mineralization processes, specifically impacting the extracellular matrix mineralization in chondrocytes and osteoblasts. This finding was significant as it connected the SNP to the mineralization phenotype linked to bone development defects.","chrpos":"chr20:50589482","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.30.514432","title":"SHIP2 controls matrix mineralization by regulation of the RhoA\/ROCK pathway and remodeling of the actin cytoskeleton"}
{"loci":"rs6031597","finding":"The SNP rs6031597 was identified in the context of its role in DNA mismatch repair (MMR) and oxidative DNA damage, indicating its relevance to cancer biology and treatment. Research suggested that variants related to this SNP could influence the efficiency of MMR mechanisms, particularly in how D-type cyclins regulate MMR in the G1 phase, potentially impacting genomic stability.","chrpos":"chr20:44427457","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.12.575420","title":"D-type cyclins regulate DNA mismatch repair in the G1 and S phases of the cell cycle, maintaining genome stability"}
{"loci":"rs6065253","finding":"rs6065253 was associated with breast cancer, showing genome-wide significance. It was identified in a meta-analysis involving 237,483 cases.","chrpos":"chr20:40619573","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.146803","title":"Combining genome-wide studies of breast, prostate, ovarian and endometrial cancers maps cross-cancer susceptibility loci and identifies new genetic associations"}
{"loci":"rs6065254","finding":"rs6065254 showed a significant association with breast cancer through a model considering tumor grade and hormone receptor status, affirming its relevance in cancer susceptibility.","chrpos":"chr20:40619625","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.146803","title":"Combining genome-wide studies of breast, prostate, ovarian and endometrial cancers maps cross-cancer susceptibility loci and identifies new genetic associations"}
{"loci":"rs763014119","finding":"The frameshift deletion variant was associated with reduced height and IGF-1 levels, showing an effect size of -0.63 s.d. for height (95% CI 0.36-0.89, p = 4.6·10⁻⁶) and -0.74 s.d. for IGF-1 (95% CI 0.49-0.99, p = 4.9·10⁻⁹).","chrpos":"chr20:37256868","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.16.468246","title":"The sequences of 150,119 genomes in the UK biobank"}
{"loci":"rs6042049","finding":"The SNP rs6042049 was previously associated with the regulation of the myb transcription factor, which influences differentiation, the cell cycle, and oncogenesis. This finding indicated that variations at this SNP could impact the expression and regulation of genes involved in crucial biological processes, thereby linking it to potential implications in cancer development.","chrpos":"chr20:13361328","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.21.607776","title":"Impacts of nucleosome positioning elements and pre-assembled chromatin states on expression and retention of transgenes"}
{"loci":"rs117020124","finding":"The SNP rs117020124 showed a significant modification of the parent-of-origin effect (POE) on the methylation of cg18035618, which is located in an intron of the GNAS gene. The modification was influenced by lifetime smoking status, with current smokers exhibiting a larger contrast in methylation levels between heterozygous groups.","chrpos":"chr20:58772379","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.28.450122","title":"Lifestyle and Genetic Factors Modify Parent-of-Origin Effects on the Human Methylome"}
{"loci":"rs117823351","finding":"The SNP rs117823351 had a significant interaction with the POE of cg18035618. It was found that the modification was influenced by predicted mRNA expression levels of SIRT1, leading to increased contrast in methylation levels for individuals with lower SIRT1 expression.","chrpos":"chr20:58794718","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.28.450122","title":"Lifestyle and Genetic Factors Modify Parent-of-Origin Effects on the Human Methylome"}
{"loci":"rs6039642","finding":"The SNP rs6039642 demonstrated an association with mean cortical thickness variability, again indicating significant genetic influence (p = 2.1×10^-8) and explaining 0.259% of the variance in cortical thickness. This presented a novel understanding of genetic factors affecting cortical thickness variation.","chrpos":"chr20:9959827","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/443549","title":"Genetic control of variability in subcortical and intracranial volumes"}
{"loci":"chr20:9940475:G:A","finding":"This locus correlated with rs6039642, which was associated with mean cortical thickness variability and presented significant genetic implications toward controlling variability in cortical structured measurements.","chrpos":"chr20:9940475","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/443549","title":"Genetic control of variability in subcortical and intracranial volumes"}
{"loci":"rs13720","finding":"The SNP rs13720 was linked to the tssB gene in A. jandaei DSM 7311, suggesting its relevance in the engineered delivery systems for antibacterial applications.","chrpos":"chr20:58995513","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.04.439770","title":"Engineering a customizable antibacterial T6SS-based platform in Vibrio natriegens"}
{"loci":"rs6031769","finding":"The SNP rs6031769 was associated with drug resistance in cancer, as indicated by its mention in a study that explored various genetic factors contributing to drug resistance mechanisms. The study reported a comprehensive assessment of supporting cells in tumor microenvironments and identified several candidate genes, suggesting that genetic variations at this locus may impact treatment outcomes in cancer patients.","chrpos":"chr20:44733316","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.15.500173","title":"Indirect CRISPR screening with photoconversion revealed key factors of drug resistance with cell–cell interactions"}
{"loci":"rs112149412","finding":"The SNP rs112149412 was found to be significant for PTSD in the African sample (p=3.18×10−8) and was positioned near the BMP2 gene.","chrpos":"chr20:6743930","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/764001","title":"Genomic Characterization of Posttraumatic Stress Disorder in a Large US Military Veteran Sample"}
{"loci":"rs6060369","finding":"The rs6060369 risk variant in the R4 regulatory region caused statistically significant morphological changes to femoral condyles and tibial plateaus in mice, resulting in a 30% increase in knee osteoarthritis (OA) risk, mirroring changes seen in patients.","chrpos":"chr20:35319358","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.01.621374","title":"Complex regulatory interactions at GDF5 shape joint morphology and osteoarthritis disease risk"}
{"loci":"rs4911178","finding":"The rs4911178 risk variant in the GROW1 enhancer led to alterations in acetabular and femoral neck shape, but not the knee joint, in mouse models. This finding was consistent with observations in DDH patients who carried the same risk allele.","chrpos":"chr20:35364817","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.01.621374","title":"Complex regulatory interactions at GDF5 shape joint morphology and osteoarthritis disease risk"}
{"loci":"rs6064392","finding":"This variant was confirmed to disrupt ATF6 binding and significantly reduced CASS4 gene expression in differentiated THP-1 cells.","chrpos":"chr20:56409712","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.14.448395","title":"Functional regulatory variants implicate distinct transcriptional networks in dementia"}
{"loci":"rs17216707","finding":"This SNP was included in the set of genetic variants robustly associated with vitamin D and supported by earlier findings linking vitamin D with potential health benefits.","chrpos":"chr20:54115823","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/677922","title":"An atlas on causal role of circulating vitamin D concentrations in human complex traits and diseases"}
{"loci":"rs13040727","finding":"The SNP rs13040727 was linked to PARP inhibitors in small-cell lung cancer, pointing to its importance in rational combinations to improve therapeutic responses.","chrpos":"chr20:8523553","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.10.515994","title":"A bi-functional PARP-HDAC inhibitor with activity in Ewing sarcoma"}
{"loci":"rs867186","finding":"The PROCR rs867186 SNP was associated with cardiovascular risk factors and events in patients with coronary artery disease, suggesting its importance as a marker for cardiovascular health.","chrpos":"chr20:35176751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.15.608116","title":"The Identification of Key Genes and Biological Pathways in Cardiac Arrest by Integrated Bioinformatics and Next Generation Sequencing Data Analysis"}
{"loci":"rs6037475","finding":"The TRIB3 rs6037475 variant was proposed as a potential biomarker for predicting drug response in hypertensive patients, underlining its relevance in pharmaceutical genetics.","chrpos":"chr20:378291","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.15.608116","title":"The Identification of Key Genes and Biological Pathways in Cardiac Arrest by Integrated Bioinformatics and Next Generation Sequencing Data Analysis"}
{"loci":"rs115662534","finding":"Variants rs115662534 and rs548231435 were identified as potential markers of autoimmune diseases, disrupting the binding of important transcription factors to the regulatory elements of the CD40 gene.","chrpos":"chr20:46117814","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.02.551653","title":"Bioinformatics and next generation data analysis reveals the potential role of inflammation in sepsis and its associated complications"}
{"loci":"rs548231435","finding":"Variants rs115662534 and rs548231435 were associated with autoimmune diseases, indicating their significance in the regulation of immune responses.","chrpos":"chr20:46118145","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.02.551653","title":"Bioinformatics and next generation data analysis reveals the potential role of inflammation in sepsis and its associated complications"}
{"loci":"rs398123017","finding":"The SNP rs398123017, with a delta chi-square of -28.7, was noted for having an unknown function but was identified as influencing the association with IPF. It had previously been associated with familial and sporadic melanoma and thyroid cancer, suggesting its role in increasing transcription of the TERT gene and maintaining telomerase activity, thereby contributing to tumorigenesis.","chrpos":"chr20:63693211","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.01.322644","title":"Identification of Influential Variants in Significant Aggregate Rare Variant Tests"}
{"loci":"rs373740199","finding":"The SNP rs373740199, assigned a delta chi-square of -17.5, was found in a non-coding RNA transcript in the 5' UTR of the TERT gene and also indicated as influencing the association with IPF. This variant, like rs398123017, was previously connected to malignancies, playing a role in enhancing TERT transcription and sustaining telomerase function related to cancer development.","chrpos":"chr20:63693247","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.01.322644","title":"Identification of Influential Variants in Significant Aggregate Rare Variant Tests"}
{"loci":"rs13040692","finding":"The SNP rs13040692 was identified in a study that explored the molecular and functional links between neurodevelopmental processes and treatment-induced neuroendocrine plasticity in prostate cancer progression. The original findings suggested that this SNP could be related to mechanisms influencing cancer cell behavior, potentially impacting metastasis.","chrpos":"chr20:21207542","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.08.622624","title":"Video tracking of single cells to identify clustering behaviour"}
{"loci":"rs77617917","finding":"The SNP rs77617917 was linked to the PCIF1 gene, which is in close proximity to the gene encoding the phospholipid transfer protein. This SNP was also associated with cholesterol quantity in medium-sized HDLs, demonstrating its role in HDL functionality measurements as part of the study's focus on HDL characteristics and CAD risk.","chrpos":"chr20:45934578","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/673939","title":"High-density lipoprotein characteristics and coronary heart disease: a Mendelian randomization study"}
{"loci":"rs742710","finding":"Variant rs742710 was noted in Patient 12 and, although not predicted to be deleterious, had a significant allele frequency of 0.107 and was previously associated with early onset amyotrophic lateral sclerosis and implicated in multiple sclerosis and other neural diseases.","chrpos":"chr20:5923382","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.19.524736","title":"Rare disease research workflow using multilayer networks elucidates the molecular determinants of severity in Congenital Myasthenic Syndromes"}
{"loci":"rs201013770","finding":"The missense variant rs201013770 (p.Phe517Ser) in ACSS1 showed a mean increase in serum acetate level of 0.005 mmol\/l, linking it to metabolic pathways associated with obesity and insulin resistance.","chrpos":"chr20:25013565","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/464255","title":"Exome sequencing identifies high-impact trait-associated alleles enriched in Finns"}
{"loci":"rs910873","finding":"The rs910873 variant was linked to elevated ASIP serum levels, implicating it in melanoma risk. This relationship also highlighted the SNP's role as both a pQTL and eQTL, influencing ASIP gene expression.","chrpos":"chr20:34583968","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.06.080440","title":"Human serum proteome profoundly overlaps with genetic signatures of disease"}
{"loci":"rs142951578","finding":"The SNP rs142951578 was found to be a predicted deleterious variant in the NCOA3 gene, leading to a p.Ser937Cys amino acid substitution. This substitution occurred in a highly conserved region among primates. The variant was associated with non-syndromic, sensorineural hearing loss in a large family, fitting within the linkage data that suggested a causative mutation. Several prediction tools indicated that this variant was damaging, which supported a potential role of NCOA3 in hereditary hearing loss.","chrpos":"chr20:47639679","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.07.138909","title":"NCOA3 identified as a new candidate to explain autosomal dominant progressive hearing loss"}
{"loci":"rs12481228","finding":"The SNP rs12481228, a missense variant of CPNE1, was associated with increased ALM and suggested to have detrimental effects on CPNE1 structure, highlighting its functional importance in muscle mass.","chrpos":"chr20:35630751","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/370312","title":"Genome-wide associations reveal human-mouse genetic convergence and modifiers of myogenesis, CPNE1 and STC2"}
{"loci":"rs6031670","finding":"The SNP rs6031670 was linked to tumor-associated macrophages, which were recognized as significant contributors in the tumor microenvironment. This finding provided insights into the role of macrophage activity and its modulation within pathological contexts.","chrpos":"chr20:44607347","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.20.440447","title":"Immediate and sustained effects of cobalt and zinc-containing pigments on macrophages"}
{"loci":"rs6020897","finding":"The SNP rs6020897 was identified in the context of its association with STAT3 target genes relevant to human cancers. In the study by Carpenter and Lo (2014), it was emphasized that the activity of STAT3 plays a critical role in cancer pathways, particularly in HPV-positive cervical cancer. This SNP was noted as being pertinent to the signaling mechanisms that could drive oncogenic processes, suggesting its potential significance in therapeutic targeting.","chrpos":"chr20:50995336","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/507954","title":"Autocrine STAT3 activation in HPV positive cervical cancer through a virus-driven Akt - NFκB - IL-6 signalling axis"}
{"loci":"rs2275294","finding":"The SNP rs2275294 in the regulatory region of the ZNF512B gene was associated with the prognosis in patients with Amyotrophic Lateral Sclerosis (ALS) in several meta-studies. The expression levels of ZNF512B were observed to be elevated in brain and some cancer tissues, which could lead to disease-promoting protein and DNA aggregation. This SNP's influence on ZNF512B expression suggests a potential involvement in neurodegenerative diseases characterized by protein aggregation.","chrpos":"chr20:63962894","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.31.551264","title":"ZNF512B binds RBBP4 via a variant NuRD interaction motif and aggregates chromatin in a NuRD complex-independent manner"}
{"loci":"rs4911494","finding":"The rs4911494 variant, UQCC1<R51Q<\/sub>, was associated with decreased arm fat mass but showed trends towards less fat in all peripheral and subcutaneous fat depots, indicating potential broader effects on fat distribution despite its primary association with arm fat.","chrpos":"chr20:35384111","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/526434","title":"Regional fat depot masses are influenced by protein-coding gene variants"}
{"loci":"rs6031408","finding":"The SNP rs6031408 was related to the role of STAT3 in cancer. The research underscored the dual role of STAT3 as either promoting or inhibiting tumor progression depending on the context, linking it to its modulation by GP130 signaling pathways in prostate cancer outcomes.","chrpos":"chr20:44129707","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.11.579838","title":"Cell-autonomous GP130 activation suppresses prostate cancer development via STAT3\/ARF\/p53-driven senescence and confers an immune-active tumor microenvironment"}
{"loci":"rs214830","finding":"The rs214830_G>C pQTL for TGM3 was associated with skin cancer with ppHc=0.75, linking TGM3 to the development of basal cell carcinoma.","chrpos":"chr20:2340459","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.29.546856","title":"CoPheScan: phenome-wide association studies accounting for linkage disequilibrium"}
{"loci":"rs143383","finding":"The SNP rs143383 was identified as a susceptibility factor for osteoarthritis through the regulation of GDF5 expression. This finding related to the transcriptional factors that affect GDF5 expression and demonstrated its significant role in the pathogenesis of osteoarthritis, which is a relevant phenotype associated with joint development.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.23.887208","title":"A single cell transcriptional atlas of early synovial joint development"}
{"loci":"rs910805","finding":"The SNP rs910805 was found to be significantly associated with Autism Spectrum Disorders (ASD) in the largest GWAS meta-analysis that included 18,381 ASD cases and 27,969 controls, yielding a p-value of 2.04 × 10^-9. This finding highlighted its relevance in understanding the genetic architecture of ASD.","chrpos":"chr20:21267478","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.11.145524","title":"UTMOST, A Novel Single And Cross-Tissue TWAS (Transcriptome Wide Association Study), Reveals New ASD (Autism Spectrum Disorder) Associated Genes"}
{"loci":"rs13040713","finding":"The SNP rs13040713 was associated with epigenetic alterations in triple-negative breast cancer (TNBC). This finding emerged from the research that focused on the critical role of extracellular matrix in TNBC, highlighting how genetic variations such as this SNP can influence the disease's progression and response to treatments like eribulin.","chrpos":"chr20:50198075","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.09.544426","title":"Alteration of DNMT1\/DNMT3A by eribulin elicits global DNA methylation changes with potential therapeutic implications for triple-negative breast cancer"}
{"loci":"rs191830490","finding":"The SNP rs191830490 was associated with the HNF4A locus and indicated potential shared effects between liver (TOA=0.40) and islet (TOA=0.31) tissues.","chrpos":"chr20:44394715","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.25.169706","title":"A multi-omic integrative scheme characterizes tissues of action at loci associated with type 2 diabetes"}
{"loci":"rs76811102","finding":"The SNP rs76811102 was linked to the HNF4A locus, showing a maximum TOA score of 0.32 for islet and lower scores for muscle (TOA=0.25) and liver (TOA=0.24), suggesting a possible regulatory role.","chrpos":"chr20:44276775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.25.169706","title":"A multi-omic integrative scheme characterizes tissues of action at loci associated with type 2 diabetes"}
{"loci":"rs143383","finding":"The SNP rs143383 was identified as a susceptibility marker for osteoarthritis by influencing the regulation of GDF5 expression through trans-acting factors. This finding highlighted the importance of this specific SNP in the context of osteoarthritis susceptibility.","chrpos":"chr20:35438203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.06.442990","title":"NERD-seq: A novel approach of Nanopore direct RNA sequencing that expands representation of non-coding RNAs"}
{"loci":"rs17576","finding":"The MMP-9 polymorphism rs17576 was correlated with susceptibility to type 2 diabetes, suggesting a role in the pathophysiology of the disease.","chrpos":"chr20:46011586","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.21.517323","title":"Identification of Key Genes and Underlying Mechanisms in Cystic Fibrosis and its Associated Complications Based on Bioinformatics Analysis of Next Generation Sequencing Data Analysis"}
{"loci":"rs3746444","finding":"The SNP rs3746444 was found to be associated with breast cancer risk in the Iranian population, highlighting its potential relevance in disease susceptibility studies.","chrpos":"chr20:34990448","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.03.547501","title":"Circulating MicroRNAs indicative of sex and stress in the European seabass (Dicentrarchus labrax): toward the identification of new biomarkers"}
{"loci":"rs1044396","finding":"The CHRNA4 gene polymorphism rs1044396 was linked to Parkinson's disease symptoms and smoking behavior.","chrpos":"chr20:63349782","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.20.599879","title":"Identification of key genes and signaling pathway in the pathogenesis of Huntington’s disease via bioinformatics and next generation sequencing data analysis"}
{"loci":"rs1044397","finding":"The CHRNA4 gene variant rs1044397 was also associated with Parkinson's disease, underscoring its role in neurodegenerative conditions.","chrpos":"chr20:63349752","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.20.599879","title":"Identification of key genes and signaling pathway in the pathogenesis of Huntington’s disease via bioinformatics and next generation sequencing data analysis"}
{"loci":"rs6053810","finding":"The study performed a GWAS analysis focusing on the phenotype 'CaffeineConsumption'. It calculated p-values between case samples (CaffeineConsumption > 4) and control samples (CaffeineConsumption ≤ 4) specifically for rs6053810. The results indicated a significant association between rs6053810 and caffeine consumption based on this analysis, underlining its role in caffeine-related phenotypes.","chrpos":"chr20:85259","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604393","title":"Towards a new standard in genomic data privacy: a realization of owner-governance"}
{"loci":"rs6031615","finding":"The variant rs6031615 was associated with Epstein-Barr virus-encoded RNAs, which were identified as critical factors in viral pathogenesis, affecting type I interferon pathways in infected human cells.","chrpos":"chr20:44471061","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.03.393306","title":"Multiple viral microRNAs regulate interferon release and signaling early during infection with Epstein-Barr virus"}
{"loci":"rs2281285","finding":"The SNP rs2281285 within PDYN was linked to alcohol dependence and drinking behavior in negative emotional states; multiple studies indicated its association with alcohol-related traits.","chrpos":"chr20:1991814","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.06.459155","title":"Genome-wide association mapping of ethanol sensitivity in the Diversity Outbred mouse population"}
{"loci":"rs13042395","finding":"The SNP rs13042395 was identified as a biomarker for regional lymph node metastasis and relapse-free survival in patients with esophageal squamous cell carcinoma. This finding was significant as it helped to establish a connection between the genetic variation in the SLC52A3 gene and the prognosis of cancer progression, particularly in relation to lymphatic involvement.","chrpos":"chr20:773867","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.23.424165","title":"Identification of key genes and associated pathways in neuroendocrine tumors through bioinformatics analysis and predictions of small drug molecules"}
{"loci":"rs6043852","finding":"The SNP rs6043852 was associated with MUC5B concentration due to joint SNP and smoking interactions, although the significance must be interpreted with caution due to low sample size.","chrpos":"chr20:16283163","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.28.509838","title":"Genetic Regulators of Sputum Mucin Concentration and Their Associations with COPD Phenotypes"}
{"loci":"rs13040725","finding":"The SNP rs13040725 was associated with the regulation of cofilin-1 in pancreatic cancer, indicating its potential role in tumor promotion and cancer progression. This finding highlighted the significance of genetic variations in influencing tumor biology and differentiation processes.","chrpos":"chr20:63321217","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.21.618706","title":"Data-driven inference of Boolean networks from transcriptomes to predict cellular differentiation and reprogramming"}
{"loci":"rs6031769","finding":"The SNP rs6031769 was found to be positively correlated with drug resistance in cancer, indicating that it could influence multiple traits related to cancer progression and treatment responses. This finding contributed to an understanding of genetic factors that affect therapeutic outcomes in oncology, suggesting a potential role of this SNP in phenotypic variation associated with cancer.","chrpos":"chr20:44733316","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/700716","title":"Extent and context dependence of pleiotropy revealed by high-throughput single-cell phenotyping"}
{"loci":"rs6042155","finding":"The SNP rs6042155 was associated with viral carcinogenesis, specifically in the context of HPV integration and its effects on genomic stability in oropharyngeal squamous carcinomas (OPSCC). The research indicated a link between the genotype at this SNP and the risk of developing tumors, as HPV-positive OPSCC cases with integrated viral genomes exhibited different outcomes compared to those with episomal genomes. This highlights the relevance of rs6042155 in understanding the biological mechanisms behind HPV-related oncogenesis and genomic instability.","chrpos":"chr20:13479582","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.14.607944","title":"Genome Instability Precedes Viral Integration in Human Papilloma Virus Transformed Tonsillar Keratinocytes"}
{"loci":"rs6031769","finding":"The SNP rs6031769 was associated with mutations that confer resistance to targeted cancer therapies. It was found that this mutation had been previously validated and was predicted to have immunogenic potential, suggesting that its associated neopeptides could elicit T-cell responses in vitro. This finding contributed to the broader understanding of how resistance mutations can serve as potential therapeutic targets in immunotherapy.","chrpos":"chr20:44733316","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/845784","title":"The immunogenic potential of recurrent cancer drug resistance mutations: an in silico study"}
{"loci":"rs8121031","finding":"The SNP rs8121031 was associated with phenotypic traits such as plant height and growth rate in winter wheat (Triticum aestivum L.). In the context of the study, it was determined that specific genotypes carrying this SNP displayed greater phenotypic plasticity, which contributed to dominant yield performance in mixed stands as oppose to their behavior in pure stands.","chrpos":"chr20:50454747","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.27.514050","title":"Contrasted phenotypic plasticities of life-history traits in interacting plants: case of pure versus mixed stands of wheat"}
{"loci":"rs4810485","finding":"The SNP rs4810485 was associated with both alternative splicing of CD40 transcripts and lower levels of the anti-inflammatory cytokine IL-10 in peripheral blood among individuals with Multiple Sclerosis (MS) and healthy controls. Specifically, this variant correlated with a relative upregulation of the splice isoform of CD40 that lacks exon 5, resulting in decreased cell-surface expression of the CD40 protein. This genetic modulation of CD40 mRNA expression was suggested to contribute to increased MS risk through its effects on IL-10 production, although the precise mechanism was yet to be clarified.","chrpos":"chr20:46119308","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.20.907451","title":"Summary-data-based mendelian randomisation reveals druggable targets for multiple sclerosis"}
{"loci":"rs13040918","finding":"The SNP rs13040918 was associated with plasticity in colorectal cancer as detailed in a study by Walter et al. (2021). This finding indicated a correlation between genetic variations at this locus and the ability of cancer cells to differentiate, impacting the responsiveness to targeted therapies in colorectal cancer.","chrpos":"chr20:63693462","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.16.508204","title":"Functional and spatial proteomics profiling reveals intra- and intercellular signaling crosstalk in colorectal cancer"}