{"loci":"rs63750082","finding":"The rs63750082 variant, which caused a p.Gly206Ala substitution in PSEN1, was identified as a clinical variant. It was notably found in a pair of siblings among the AD cases, highlighting its association with an earlier age of onset of AD relative to noncarriers.","chrpos":"chr14:73192712","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.24.23297227","title":"Frequency of Variants in Mendelian Alzheimer’s Disease Genes within the Alzheimer’s Disease Sequencing Project (ADSP)"}
{"loci":"rs63750219","finding":"The rs63750219 variant, a deletion in PSEN1, was detected among the clinical variant carriers implicating it in the pathology of AD, although specific phenotypic details were not provided.","chrpos":"chr14:73206385","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.24.23297227","title":"Frequency of Variants in Mendelian Alzheimer’s Disease Genes within the Alzheimer’s Disease Sequencing Project (ADSP)"}
{"loci":"rs63749824","finding":"The rs63749824 variant, resulting in a p.Ala79Val substitution in PSEN1, was primarily responsible for the higher proportion of PSEN1 carriers in AD cases, emphasizing its relevance in AD development.","chrpos":"chr14:73170945","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.24.23297227","title":"Frequency of Variants in Mendelian Alzheimer’s Disease Genes within the Alzheimer’s Disease Sequencing Project (ADSP)"}
{"loci":"rs7145882","finding":"The SNP rs7145882, linked to the gene TRAF3, was also found to be causally associated with MS susceptibility. Similar to rs2076343, this finding stemmed from SMR analysis, which indicated that this SNP impacts mRNA expression and protein translation. The association was supported by consistent directional effects in the expression data, highlighting its relevance in the context of MS.","chrpos":"chr14:102789124","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.26.24314450","title":"Multi-omics integration prioritizes potential drug targets for multiple sclerosis"}
{"loci":"rs72681869","finding":"The missense variant associated with SOS2 was linked to higher FEV1 and showed significant associations with various metabolic traits, indicating potential implications for pulmonary and metabolic health.","chrpos":"chr14:50188639","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.11.22274314","title":"Multi-ancestry genome-wide association study improves resolution of genes, pathways and pleiotropy for lung function and chronic obstructive pulmonary disease"}
{"loci":"rs190043928","finding":"Found near the MIDEAS gene, this variant was significantly associated with increased HbA1c levels, supporting its involvement in T2D pathways.","chrpos":"chr14:73781721","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.28.23296244","title":"Rare variant association analysis in 51,256 type 2 diabetes cases and 370,487 controls informs the spectrum of pathogenicity of monogenic diabetes genes"}
{"loci":"rs365990","finding":"The rs365990 missense variant in the MYH6 gene was noted for its association with spatial strain specifically in the basal lateral wall, presenting a beta value of -0.05. Although not previously associated with left ventricular mass, ejection fraction, or global radial strain in past studies, this newly identified spatial trait association adds significant insight into its role.","chrpos":"chr14:23392602","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.08.24315091","title":"Genetic architecture of cardiac structure and function"}
{"loci":"rs74065194","finding":"The SNP rs74065194 was located approximately 200kb downstream from the SEL1L gene and showed a significant association with Alzheimer's disease (AD) with a meta-analysis P-value of 0.011, indicating a novel link to AD.","chrpos":"chr14:81715724","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.03.20225540","title":"Whole-genome sequencing reveals new Alzheimer’s disease-associated rare variants in loci related to synaptic function and neuronal development"}
{"loci":"rs10131280","finding":"A 310 bp deletion overlapping an enhancer in the IGH gene cluster was in LD (R²=0.26) with the SNP rs10131280, possibly influencing Alzheimer's disease risk.","chrpos":"chr14:106665591","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.13.23295505","title":"Structural Variation Detection and Association Analysis of Whole-Genome-Sequence Data from 16,905 Alzheimer’s Diseases Sequencing Project Subjects"}
{"loci":"rs11156978","finding":"The rs11156978 variant showed association with impaired glucose tolerance in mouse models, which suggests a potential link to obesity-associated disease mechanisms.","chrpos":"chr14:21456514","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.09.23284364","title":"The genetic architecture of changes in adiposity during adulthood"}
{"loci":"rs8017642","finding":"rs8017642 was identified as an EC-specific caQTL for NEK9. The research revealed that NEK9 was predominantly expressed in endothelial cells enriched with endothelium-to-mesenchymal transition genes, highlighting the variant's role in the endothelial cell dynamics relevant to CAD.","chrpos":"chr14:75124119","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.13.24317257","title":"Single cell variant to enhancer to gene map for coronary artery disease"}
{"loci":"rs9323567","finding":"The intronic variant rs9323567 within the RGS6 gene on chromosome 14q24.2 was associated with lower PRU values (β: -26.71, 95% CI: -37.27 to -16.15, p=9.85·10^-7). RGS6 is expressed in the heart and regulates ischemic injury.","chrpos":"chr14:72268639","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.29.23296372","title":"Discovery of Ancestry-specific Variants Associated with Clopidogrel Response among Caribbean Hispanics"}
{"loci":"rs712329","finding":"Associated with SLC25A21, the SNP rs712329 was confirmed to be significant in influencing PSA levels, marking its importance in genetic research.","chrpos":"chr14:36771386","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs187319135","finding":"The rs187319135 variant, located upstream of the TCL1B gene, conferred an increased risk for overall CH with an OR of 1.85 [1.53-2.23] and a P-value of 2.69 x 10^-9. Additionally, it was significantly associated with TET2- and SF3B1+SRSF2-specific CH, showing opposing effects on DNMT3A-CH with an OR of 0.31 [0.18-0.55], P = 1.30 x 10^-6.","chrpos":"chr14:95571114","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.07.24302442","title":"Comparative analysis of 136,401 Admixed Americans and 419,228 Europeans reveals ancestry-specific genetic determinants of clonal haematopoiesis"}
{"loci":"rs774615666","finding":"The rs774615666 variant in the promoter of the TCL1B gene exhibited a strong association with TET2-CH (OR = 4.19 [2.89-6.06], P = 2.77 x 10^-10) and with SF3B1+SRSF2-CH (OR = 16.7 [9.53-29.4], P = 9.15 x 10^-13), highlighting its role in CH risk.","chrpos":"chr14:95686450","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.07.24302442","title":"Comparative analysis of 136,401 Admixed Americans and 419,228 Europeans reveals ancestry-specific genetic determinants of clonal haematopoiesis"}
{"loci":"rs10083370","finding":"Mapped to LINC00637, this SNP was identified as significant in the broader context of addiction susceptibility.","chrpos":"chr14:103847845","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.06.22268753","title":"Multivariate genome-wide association meta-analysis of over 1 million subjects identifies loci underlying multiple substance use disorders"}
{"loci":"rs28929474","finding":"The PiZ allele (rs28929474, p.Glu366Lys) was found to be protective against AMD with an odds ratio of 0.81, suggesting its significance in AMD risk modulation.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.16.22278855","title":"Distinctive cross-ancestry genetic architecture for age-related macular degeneration"}
{"loci":"rs17580","finding":"The PiS allele (rs17580, p.Glu288Val) was associated with an increased risk for AMD (OR=1.10), indicating its potential pathogenic effect.","chrpos":"chr14:94380925","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.16.22278855","title":"Distinctive cross-ancestry genetic architecture for age-related macular degeneration"}
{"loci":"rs4904871","finding":"Variant rs4904871 in SLC24A4 was associated with hair color traits, demonstrating significant cross-ancestry heterogeneity and providing insight into genetic determinants of pigmentation.","chrpos":"chr14:92329568","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.13.20193656","title":"Inter-population differences of allele frequency and regulome tagging are associated with the heterogeneity of loci identified by cross-ancestry genome-wide association studies"}
{"loci":"rs10220706","finding":"The SNP rs10220706, downstream of PPM1A, had an effect size of β = 0.06 and MAF of 0.30, linking it to both testosterone and reproductive timing traits.","chrpos":"chr14:60334268","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.01.24311295","title":"Genome-wide analysis identifies 66 variants underlying anatomical variation in human neuroendocrine structures and reveals links to testosterone"}
{"loci":"rs12882923","finding":"The rs12882923 variant was identified as a top-ranked risk variant for prostate cancer. It mapped to a POL2RA binding site and influenced the DNA motif of multiple transcription factors in prostate epithelial cells, indicating functional implications for cancer development.","chrpos":"chr14:36662843","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.14.24310389","title":"GWAS and 3D chromatin mapping identifies multicancer risk genes associated with hormone-dependent cancers"}
{"loci":"rs2236007","finding":"The rs2236007 variant was associated with breast cancer, where the risk g-allele was reported to reduce PAX9 promoter activity by recruiting the suppressive transcription factor EGR1. This alteration was linked to increased breast cancer cell growth, highlighting its role in cancer susceptibility.","chrpos":"chr14:36663564","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.14.24310389","title":"GWAS and 3D chromatin mapping identifies multicancer risk genes associated with hormone-dependent cancers"}
{"loci":"rs28929474","finding":"The missense variant rs28929474 in <italic>SERPINA1<\/italic> demonstrated pleiotropic effects with associations to multiple disease categories, and it had a PIP of 0.64, indicating it may also contribute to migraine risk despite being in a low-quality fine-map region.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.20.24307608","title":"Fine-mapping a genome-wide meta-analysis of 98,374 migraine cases identifies 181 sets of candidate causal variants"}
{"loci":"rs28929474","finding":"The rs28929474 variant, a known pathogenic missense variant in SERPINA1, was reported in the context of its association with VTE risk.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.04.22271003","title":"Cross-Ancestry Investigation of Venous Thromboembolism Genomic Predictors"}
{"loci":"rs17580","finding":"The SNP rs17580 was associated with the SERPINA1 gene, which encodes alpha-1-antitrypsin involved in inflammation and coagulation processes. It was identified as a rare missense variant linked to possible impaired protein function, with a high CADD PHRED score of 32, suggesting its potential deleterious effect. This SNP was noted for its possible relationship to fibrinogen levels through pathways influenced by inflammatory responses.","chrpos":"chr14:94380925","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.07.23291095","title":"Whole genome analysis of plasma fibrinogen reveals population-differentiated genetic regulators with putative liver roles"}
{"loci":"rs9671760","finding":"The SNP rs9671760 was found to be significantly associated with antibody reactivity against the rubella virus, with a P-value of 3.34 × 10^-14, and also against the sandfly fever Sicilian virus, with a P-value of 1.46 × 10^-11. This association indicated that rs9671760 regulates IGHV3-64 usage, an element that is critical for effective antibody responses.","chrpos":"chr14:106656880","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.07.23298153","title":"Demographic and genetic factors shape the epitope specificity of the human antibody repertoire against viruses"}
{"loci":"rs1024350","finding":"The SNP rs1024350 was associated with antibodies against the rubella virus, showing a P-value of 1.90 × 10^-11. Furthermore, it was suggestively associated with antibody response to influenza A viruses with a P-value of 5.38 × 10^-10. This variant influenced IGHV1-69 usage, which is known to play a role in the quality of anti-influenza antibodies.","chrpos":"chr14:106685105","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.07.23298153","title":"Demographic and genetic factors shape the epitope specificity of the human antibody repertoire against viruses"}
{"loci":"rs989909","finding":"The variant rs989909 was associated with mitral valve prolapse and overlapped an enhancer predicted to regulate LTBP2 in all VIC populations, suggesting its impact on valvular interstitial cell function.","chrpos":"chr14:74621541","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.20.24317557","title":"Molecular convergence of risk variants for congenital heart defects leveraging a regulatory map of the human fetal heart"}
{"loci":"rs57731447","finding":"The SNP rs57731447 was identified as a gene expression instrument of ENTPD5. Through a two-step Mendelian randomization (MR) approach, the protein level of ENTPD5 was causally linked to four candidate mediators, confirming its role in COVID-19 severity. Subsequent analysis observed substantial evidence of a causal role whereby increased D-dimer levels led to an increase in COVID-19 severity, with an odds ratio of 2.36.","chrpos":"chr14:74020818","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.05.07.20093286","title":"Multi-omics study revealing putative drug targets of COVID-19 severity and other viral infection diseases"}
{"loci":"rs118113209","finding":"The SNP rs118113209 was selected as part of the gene expression instruments for ENTPD5. The analysis established significant causal relationships between the protein level of ENTPD5 and various mediators, although the broader investigation into these mediators in relation to COVID-19 severity yielded limited supportive causality. Nonetheless, the SNP contributed to understanding the potential mechanisms linking ENTPD5 expression to COVID-19 severity.","chrpos":"chr14:73965455","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.05.07.20093286","title":"Multi-omics study revealing putative drug targets of COVID-19 severity and other viral infection diseases"}
{"loci":"rs10143310","finding":"The lead GWAS SNP rs10143310 was associated with usage of the J1 intron in the ATXN3 gene and was close to genome-wide significance in ALS studies. This SNP correlated with specific CAG repeat lengths of greater than 16 copies, which have implications for ALS risk.","chrpos":"chr14:92074037","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.31.21262682","title":"Integrative genetic analysis of the amyotrophic lateral sclerosis spinal cord implicates glial activation and suggests new risk genes"}
{"loci":"rs200388434","finding":"The lead QTL SNP rs200388434 showed a strong association with splicing patterns downstream of the CAG repeat in the ATXN3 gene. It demonstrated high linkage disequilibrium (R2 = 0.93) with the GWAS SNP rs10143310, supporting the hypothesis that it may tag common genetic variants related to intermediate length CAG repeats and ALS risk.","chrpos":"chr14:92091458","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.31.21262682","title":"Integrative genetic analysis of the amyotrophic lateral sclerosis spinal cord implicates glial activation and suggests new risk genes"}
{"loci":"rs11846938","finding":"rs11846938 was identified through fine-mapping as part of the core regulatory region affecting TCL1A and exhibits a very high LD with another significant variant, rs2887399. It was previously discovered as a primary mediator of clonal expansion in CHIP carriers, contributing to mutational burden in the absence of known driver lesions.","chrpos":"chr14:95714348","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs2887399","finding":"As the lead variant at the TCL1A locus, rs2887399 was recognized for its significant role in clonal expansion in CHIP carriers, related to mutations affecting the core promoter of TCL1A, influencing hematopoietic stem cell dynamics.","chrpos":"chr14:95714358","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs112548922","finding":"Located upstream of TCL1A, rs112548922 was part of a credible set of causal variants. Its relation to altered mutation burden highlights the potential regulatory influence on TCL1A and clonal expansion processes.","chrpos":"chr14:95723290","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs1080435","finding":"Included in the fine-mapping analysis of the TCL1A locus, rs1080435 indicated strong associations with clonal hematopoiesis, reinforcing its role in genetic landscapes influencing mutation burdens.","chrpos":"chr14:95719305","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs1957937","finding":"This variant was identified within the credible set at the TCL1A locus implicating it in clonal expansion effects, further supporting the genetic architecture related to hematologic malignancies.","chrpos":"chr14:95715023","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs73350164","finding":"Found in the context of the TCL1A locus, rs73350164 was among the causal variants identified related to mutation burden influences in hematopoietic cells.","chrpos":"chr14:95718920","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs190231639","finding":"This rare variant was linked to increased mutation burden in a comprehensive analysis, indicating its involvement in the genetic architecture of clonal hematopoiesis.","chrpos":"chr14:103572599","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs2295848","finding":"The SNP rs2295848, located in the intronic region of the DAAM1 gene, was identified as a novel locus associated with retinal fractal dimension (Df) in a large GWAS of 74,434 participants. This finding indicated a significant link between retinal Df and aging processes.","chrpos":"chr14:59314332","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.13.24310153","title":"Proteome-wide Mendelian randomization study implicates inflammaging biomarkers in retinal vasculature, cardiometabolic diseases and longevity"}
{"loci":"rs60820638","finding":"This SNP indicated a secondary association with a nominal P=5.38×10-8 in the CEBPE locus, representing a novel association.","chrpos":"chr14:23123408","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.07.21256849","title":"Genome-wide trans-ethnic meta-analysis identifies novel susceptibility loci for childhood acute lymphoblastic leukemia"}
{"loci":"rs11158314","finding":"SNP rs11158314 was concurrently associated with both the risk of prostate cancer and the expression level of SNAPC1 eRNA (SNAPC1e), indicating its dual role in cancer biology.","chrpos":"chr14:60954414","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.29.24303580","title":"Enhancer RNA transcriptome-wide association study reveals an atlas of pan-cancer susceptibility eRNAs"}
{"loci":"rs1957862","finding":"The SNP rs1957862 was identified as tagging an ASD-SV located in the LRFN5 gene, which is implicated in synaptic development. This SNP was found in nearly one-third of individuals from both the Miami and AGPC cohorts studied and was shown to be differentially marked with H3K9me3 in male individuals with autism when inherited maternally. This indicated its involvement as an ASD susceptibility locus.","chrpos":"chr14:41847950","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.10.23296804","title":"Maintenance of Heterochromatin links Chromatin Modifiers and Neurodevelopment in Autism Spectrum Disorder"}
{"loci":"rs2268458","finding":"The SNP rs2268458 in intron 1 of the TSHR gene was found to correlate with an increased risk of relapse in Graves’ disease patients who had the CC genotype as compared to those with the TT genotype.","chrpos":"chr14:80996551","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.27.24314519","title":"Outcome of Graves’ Disease and Associated Genetic Predisposition: A Systematic Review of Literature"}
{"loci":"rs1122138","finding":"SNP rs1122138 was identified with genome-wide significance (p-value = 3.1×10−8) within an intronic region of TCL1A. While it was correlated with the alternate A allele frequency, it did not remain significant when adjusting for the effect of the nearby SNP rs2887399. Prior associations with clonal expansion prevalence were linked to this locus.","chrpos":"chr14:95713905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.20.23297280","title":"Determinants of mosaic chromosomal alteration fitness"}
{"loci":"rs2887399","finding":"SNP rs2887399, located in the core promoter of TCL1A, had previously been reported to modulate stem cell expansion in relation to somatic mutations. In this analysis, it negatively correlated with PACER, indicating its significant role in the context of clonal expansion.","chrpos":"chr14:95714358","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.20.23297280","title":"Determinants of mosaic chromosomal alteration fitness"}
{"loci":"rs179247","finding":"The SNP rs179247 in the TSHR gene was found to significantly increase the risk of thyroid disorders, with a higher RAF in cases (0.8125) than in controls (0.75) and an OR of 1.444. This suggests that the 'A' allele correlates with heightened susceptibility to thyroid issues and is particularly associated with Graves' disease.","chrpos":"chr14:80966202","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.29.24312609","title":"SNP Genes Effect on Thyroid Disorders in a Chinese Demographic"}
{"loci":"rs117800773","finding":"The LTBP2 rs117800773 V1506M mutation demonstrated segregation with the Mitral Valve Prolapse (MVP) trait in a large family pedigree. In the study, this mutation was identified as a rare variant with a minor allele frequency of 0.0001 and was associated with a substantial penetrance for MVP, appearing in 10 out of 28 family members. Mouse models carrying the rs117800773 V1506M mutation showed significant phenotypic traits correlating with MVP, establishing the mutation as a potential causative factor for myxomatous degeneration in both human and animal models.","chrpos":"chr14:74503992","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.21.24302849","title":"Characterization of LTBP2 mutation causing Mitral Valve Prolapse"}
{"loci":"rs28929474","finding":"The SNP rs28929474 in SERPINA1 showed a positive association with N-acetylglucosaminylasparagine levels, further confirmed by its association with cholestasis risk in FinnGen.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs7972","finding":"The SNP rs7972 associated with GSTZ1 was linked to maleate levels, indicating its metabolic involvement.","chrpos":"chr14:77326894","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs12886516","finding":"The SNP rs12886516 related to L2HGDH was associated with 2-hydroxyglutarate, indicating its role in ketone body metabolism.","chrpos":"chr14:50287109","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs117689036","finding":"The SNP rs117689036 was significantly associated with gestational diabetes, exhibiting an odds ratio (OR) of 3.15 and a P-value of 1.46×10^-8. This intronic variant is located in the MDGA2 gene, which is involved in cell adhesion.","chrpos":"chr14:47184572","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.28.22271641","title":"Genetic Polymorphisms Associated with Adverse Pregnancy Outcomes in Nulliparas"}
{"loci":"rs2160215","finding":"Found to be associated with TSH levels and linked to the thyrotropin receptor gene, suggesting its critical role in thyroid regulation.","chrpos":"chr14:80995128","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.17.24307550","title":"Genome-wide association studies in a large Korean cohort identify novel quantitative trait loci for 36 traits and illuminates their genetic architectures"}
{"loci":"rs2693698","finding":"The SNP rs2693698 was associated with bipolar disorder (BD). It was noted that leaving out this SNP made the causal effect estimates for BD on poverty statistically significant, with a result of B=0.029 and p=0.046.","chrpos":"chr14:99252882","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.19.23290215","title":"The impact of poverty on mental illness: Emerging evidence of a causal relationship"}
{"loci":"rs10131280","finding":"The SNP rs10131280 located at the IGH-gene-cluster locus was independently validated, confirming its association with AD risk in a non-European population.","chrpos":"chr14:106665591","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.16.23284609","title":"First GWAS on Alzheimer’s Disease in Argentina and Chile populations"}
{"loci":"rs63750082","finding":"The rs63750082 SNP (PSEN1 p.G206A) was related to early-onset AD in Hispanics, found to lead to an earlier age of diagnosis (58.6 years) compared to non-carriers (74.7 years).","chrpos":"chr14:73192712","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294953","title":"Association of Common and Rare Variants with Alzheimer’s Disease in over 13,000 Diverse Individuals with Whole-Genome Sequencing from the Alzheimer’s Disease Sequencing Project"}
{"loci":"rs35949016","finding":"The rs35949016 variant served as a sentinel eQTL for the FUT8 gene in blood and was part of a significant association with IgG glycans that remained significant after conditioning on this variant.","chrpos":"chr14:65669445","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.26.22283911","title":"Exome sequencing reveals aggregates of rare variants in glycosyltransferase and other genes influencing immunoglobulin G and transferrin glycosylation"}
{"loci":"rs28929474","finding":"The study confirmed that the Pi*Z allele (rs28929474) in SERPINA1 was the most common cause of severe Alpha-1-antitrypsin deficiency (A1ATD), which is characterized by early-onset emphysema, liver disease, and auto-inflammatory conditions. It was also noted that the clinical manifestations of this allele depend significantly on environmental factors such as smoking and alcohol use, further emphasizing the role of genetic and environmental modifiers in determining the severity of A1ATD.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.26.21262300","title":"Common genetic variation associated with Mendelian disease severity revealed through cryptic phenotype analysis"}
{"loci":"rs1712355","finding":"This SNP was part of the 47 lead variants from the recent HF GWAS, demonstrating a significant association with heart failure (HF) and concordant direction of effects.","chrpos":"chr14:34878306","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.16.23292724","title":"Common- and rare-variant genetic architecture of heart failure across the allele frequency spectrum"}
{"loci":"rs28929474","finding":"This missense variant in SERPINA1 showed a strong negative association with the VAT\/GFAT ratio (beta = -0.16; P = 4.8 x 10^-10), reflecting its potential involvement in adiposity-related cirrhosis risk.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.24.21262564","title":"Inherited basis of visceral, abdominal subcutaneous and gluteofemoral fat depots"}
{"loci":"rs2664299","finding":"The sleep-significant rs2664299 in the 14q32.2 region was associated with volumes in the left thalamus proper, showing significant overlaps with cognitive performance traits.","chrpos":"chr14:99275850","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.08.22279719","title":"Mapping sleep’s phenotypic and genetic links to the brain and heart: a systematic analysis of multimodal brain and cardiac images in the UK Biobank"}
{"loci":"rs73347525","finding":"The SNP rs73347525 was identified as the likely causal SNP for the HbA1c signal near DLK1, where the A allele was associated with increased enhancer probability and exhibited a significant link to increased glucose levels and HbA1c. It was found to overlap a beta cell specific ATAC-seq peak.","chrpos":"chr14:100788835","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.13.22275035","title":"Modeling islet enhancers using deep learning identifies candidate causal variants at loci associated with T2D and glycemic traits"}
{"loci":"rs115400838","finding":"The SNP rs115400838, an upstream variant in SLC38A6, and a missense variant in TRMT5 were associated with idelalisib response, suggesting a role of SLC38A6 as a transporter for the drug or its substrates.","chrpos":"chr14:60979429","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.02.23290523","title":"Exome-wide association study reveals 7 functional variants associated with ex-vivo drug response in acute myeloid leukemia patients"}
{"loci":"rs4608241","finding":"SNP rs4608241 was identified in a region on chromosome 14 associated with high COVID-19 severity in individuals of Oceanian ancestry, showing significant association with a p-value of 1.2e-07 after correction. This SNP maps to the long noncoding RNA LINC02307, suggesting its involvement in pathways relevant to viral infection and respiratory health.","chrpos":"chr14:44105681","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.04.21261547","title":"Deconvoluting complex correlates of COVID19 severity with local ancestry inference and viral phylodynamics: Results of a multiomic pandemic tracking strategy"}
{"loci":"rs7147439","finding":"An intronic variant in GPR132, this SNP was associated with modulation of immune response and inflammation, with direct implications for atopic dermatitis.","chrpos":"chr14:105057326","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.05.22279072","title":"European and multi-ancestry genome-wide association meta-analysis of atopic dermatitis highlights importance of systemic immune regulation"}
{"loci":"rs959388","finding":"The rs959388 variant showed associations with BMI, smoking, and blood pressure, affirming its relation to heart failure risk.","chrpos":"chr14:29700781","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.14.22273877","title":"Genome-wide association analysis and Mendelian randomization proteomics identify novel protein biomarkers and drug targets for primary prevention of heart failure"}
{"loci":"rs10220464","finding":"The SNP rs10220464 was significantly associated with lower forced expiratory volume in one second (FEV1) in children, with a p-value of 2.4×10^-9 and a beta estimate indicating a negative correlation. It showed high linkage disequilibrium with variants in the TDRD9 gene locus on chromosome 14q32.33.","chrpos":"chr14:103936818","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.24.22276830","title":"Multi-omic association study identifies DNA methylation-mediated genotype and smoking exposure effects on lung function in children living in urban settings"}
{"loci":"chr14:80425295:CATAA:C","finding":"An AM signal located at chr14:80425295:CATAA:C was associated with \"Missed abortion\/Hydatidiform mole\" in HL females with a significant p-value of <3.92×10^-6 and an odds ratio of 3.11. This was linked to the DIO2 gene implicated in thyroid hormone regulation during pregnancy.","chrpos":"chr14:80425295","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.18.24317494","title":"Systematic comparison of phenome-wide admixture mapping and genome-wide association in a diverse biobank"}
{"loci":"rs2296651","finding":"The rs2296651 (S267F) variant on NTCP (SLC10A1) was inversely associated with chronic hepatitis B and its progression to cirrhosis and hepatocellular carcinoma in patients suffering from chronic hepatitis B.","chrpos":"chr14:69778476","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.22.20248756","title":"Identification of potential core genes in hepatoblastoma via bioinformatics analysis"}
{"loci":"rs11845184","finding":"The variant rs11845184, located within the SECISBP2L gene, was highlighted as a new putative causal variant for Crohn's disease (CD). It was associated with brain-related tissue expression and differentiation of oligodendrocytes, underlining its potential relevance in CD pathology.","chrpos":"chr14:81021514","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.18.24310667","title":"Genome-wide fine-mapping improves identification of causal variants"}
{"loci":"rs1778366","finding":"The rs1778366 variant was found to be a significant locus for social isolation in the friend subscale of the LSNS-6. It was located near LINC02315 and LRFN5, with LRFN5 being associated with neurobehavioral traits and psychiatric disorders, and its association was further linked to a higher prevalence of depressive symptoms.","chrpos":"chr14:41297400","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.21.24314109","title":"Genome-wide Association Study of Social Isolation in 63 497 Japanese Individuals from the General Population"}
{"loci":"rs7141210","finding":"The SNP rs7141210 from the imprinted DLK1-MEG3 locus was found to modify the relationship between SHBG and LOY. Specifically, the T\/T genotype of rs7141210 was associated with low levels of SHBG in men without LOY but not in those with LOY (P=0.04 for interaction). This indicates a significant interaction between SHBG levels and LOY status that is dependent on the genotype of rs7141210.","chrpos":"chr14:100716133","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.05.22279615","title":"Age-related loss of the Y chromosome is associated with sex hormone binding globulin and selected drivers of clonal hematopoiesis"}
{"loci":"rs11849538","finding":"The SNP rs11849538 was associated with LOY status, showing a strong relationship with the heterozygous state (OR = 0.83, P = 6.32×10^−34) and homozygous state (OR = 0.63, P = 1.48×10^−16). This SNP had the strongest association with LOY status among the examined SNPs.","chrpos":"chr14:95709641","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.05.22279615","title":"Age-related loss of the Y chromosome is associated with sex hormone binding globulin and selected drivers of clonal hematopoiesis"}
{"loci":"rs8181938","finding":"The SNP rs8181938, which is associated with the protein MAX, was identified in the deCODE study as being linked with body-related traits including height and forced vital capacity. The MR analysis supported that MAX levels were expected to influence these traits without reverse causation, indicating a scenario of vertical pleiotropy.","chrpos":"chr14:65088994","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.06.23299603","title":"Integrative proteogenomics study identifies the indirect effect of circulating proteins on 8 diseases via telomere length"}
{"loci":"rs34354104","finding":"The SNP rs34354104, associated with the protein GMPR2, was similarly linked to body-related traits such as mean corpuscular hemoglobin and mean corpuscular volume in the deCODE study. Like rs8181938, MR analysis suggested that GMPR2 levels were also likely to affect these traits without reverse causation, reinforcing the presence of vertical pleiotropy.","chrpos":"chr14:24238273","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.06.23299603","title":"Integrative proteogenomics study identifies the indirect effect of circulating proteins on 8 diseases via telomere length"}
{"loci":"rs2887399","finding":"The rs2887399-T variant was identified as a new locus significantly increasing risk for DNMT3A CHIP, with an odds ratio (OR) of 1.19 (95% CI 1.15-1.23) and a p-value of 1.26 x 10^-22, highlighting its role in clonal hematopoiesis.","chrpos":"chr14:95714358","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.29.22278015","title":"Germline genomic and phenomic landscape of clonal hematopoiesis in 323,112 individuals"}
{"loci":"rs4900291","finding":"The rs4900291-T variant was found to significantly reduce the risk for TET2 CHIP, associated with an odds ratio (OR) of 0.78 (95% CI 0.73-0.84) and a p-value of 2.92 x 10^-11, indicating its protective effect against certain forms of CHIP.","chrpos":"chr14:95727218","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.29.22278015","title":"Germline genomic and phenomic landscape of clonal hematopoiesis in 323,112 individuals"}
{"loci":"rs941576","finding":"The SNP rs941576 had been previously identified in Genome-wide Association Studies (GWAS) as associated with Type 1 Diabetes Mellitus (T1DM). The presence of this SNP provided further evidence supporting the role of the 14q32 locus in the pathogenesis of T1DM, correlating with the findings that circulating miRNAs from this locus could distinguish between different T1DM subgroups with distinct clinical characteristics.","chrpos":"chr14:100839708","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.08.23296650","title":"A set of circulating microRNAs belonging to the 14q32 chromosomic locus identifies two clinically and phenotypically different subgroups of individuals with recent onset Stage 3 type 1 diabetes"}
{"loci":"rs2370982","finding":"The SNP rs2370982 near NRXN3 was identified as being associated with AF and several cardiometabolic traits, highlighting its relevance in the molecular pathways linking AF and cardiometabolic disorders.","chrpos":"chr14:79424334","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.20.23292938","title":"Deciphering the genetic architecture of atrial fibrillation offers insights into disease prediction, pathophysiology and downstream sequelae"}
{"loci":"rs3783820","finding":"The SNP rs3783820 also served as a common variant associated with both kyphosis and lordosis, highlighting its potential role in the genetic mechanisms underlying spinal curvature.","chrpos":"chr14:60639018","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.27.24303450","title":"Aging of the Spine: Characterizing genetic and physiological determinants of spinal curvature"}
{"loci":"rs75901165","finding":"The SNP rs75901165, which maps to the IFT43 gene, was also significantly associated with campesterol levels (P=2.64×10^-8). Although not previously associated with sterol levels, it adds new knowledge about genetic factors influencing plant sterol metabolism.","chrpos":"chr14:76055310","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.06.23295162","title":"Genome-Wide Association Study and Meta-Analysis of Phytosterols Identifies a Novel Locus for Serum Levels of Campesterol"}
{"loci":"rs10083370","finding":"The study found that the risk allele G of SNP rs10083370 was associated with increased expression of PPP1R13B in the caudate nucleus. This association was contrasted with a slight decrease in expression in the DLPFC, thus providing insights into the brain region-dependent genetic effects associated with schizophrenia.","chrpos":"chr14:103847845","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.18.20230540","title":"Genetic and environmental regulation of caudate nucleus transcriptome: insight into schizophrenia risk and the dopamine system"}
{"loci":"rs1884539","finding":"The rs1884539 polymorphism at the DLK1-DIO3 ICR, which distinguished paternal and maternal alleles, showed significant DNA methylation differences between ART, subfertility (SF), and control groups. These findings indicated alterations in imprinting processes, potentially contributing to the phenotypic features associated with ART.","chrpos":"chr14:100811449","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.25.23297514","title":"Genome-wide DNA methylation, imprinting, and gene expression in human placentas derived from Assisted Reproductive Technology"}
{"loci":"rs75998174","finding":"Similarly, the rs75998174 polymorphism, also located at the DLK1-DIO3 ICR, demonstrated significant differences in DNA methylation among the study groups. This observed methylation variability related to parental allele distinctions further supported the assertion of disrupted imprinting stabilization as a consequence of ART and subfertility.","chrpos":"chr14:100811434","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.25.23297514","title":"Genome-wide DNA methylation, imprinting, and gene expression in human placentas derived from Assisted Reproductive Technology"}
{"loci":"rs10130587","finding":"The SNP rs10130587 was found to be a candidate causal variant for bone density, with a high confidence assignment to osteoblasts as the relevant cell type. The bone morphogenetic protein 4 gene (BMP4), known for its role in bone formation and osteoblast differentiation, was identified as its target gene.","chrpos":"chr14:53952392","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.17.24307556","title":"Inferring causal cell types of human diseases and risk variants from candidate regulatory elements"}
{"loci":"rs4444235","finding":"The SNP rs4444235 found at 14q22.2 showed a significant association with colorectal cancer risk, producing an OR of 1.20 (95% CI: 1.038-1.405, P=0.01451), which aligned with previous studies indicating its relevance.","chrpos":"chr14:53944201","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.02.23286692","title":"Colorectal Cancer Risk and Ancestry in Colombian admixed Populations"}
{"loci":"rs200603922","finding":"The rs200603922 variant in the PARP2 gene demonstrated a significant association with PrCa risk (p=0.028) in the Australian dataset, indicating its potential role in the base excision repair pathway.","chrpos":"chr14:20343684","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.11.22273677","title":"Germline sequencing of DNA-damage-repair genes in two hereditary prostate cancer cohorts reveals new disease risk-associated gene variants"}
{"loci":"rs144313315","finding":"A low-frequency stop-gained mutation in TBPL2 (p.Arg331Ter) was identified with a minor allele frequency (MAF) of 1.1% in the Finnish population. This variant was significantly associated with female infertility, showing an odds ratio (OR) of 650.1 (p = 4.11×10^-25) and indicating a severe impact as homozygous carriers had significantly fewer offspring compared to other genotypes, averaging 0.16 offspring.","chrpos":"chr14:55424219","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.03.24309884","title":"Inherited infertility - mapping loci associated with impaired female reproduction"}
{"loci":"rs229243","finding":"The rs229243 SNP was linked to regulatory effects on SCFD1 as per SMR prioritization along with mQTL\/eQTL analyses.","chrpos":"chr14:30614542","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.12.21253159","title":"Common and rare variant association analyses in Amyotrophic Lateral Sclerosis identify 15 risk loci with distinct genetic architectures and neuron-specific biology"}
{"loci":"rs365990","finding":"The G allele of rs365990 from the MYH6 gene was associated with slower heart rate and had a frequency higher in long living individuals (LLIs), resulting in 1.725 times increased chances of surviving to older age.","chrpos":"chr14:23392602","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.19.24305679","title":"Genetic variants associated with longevity in long-living Indians"}
{"loci":"rs1152591","finding":"The SNP rs1152591 was nominated as a likely causal variant in a locus associated with AF, achieving a PIP of 0.41. It was identified in the context of high linkage disequilibrium with other variants but demonstrated significant potential regulatory function in cardiac tissues.","chrpos":"chr14:64214130","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.02.22270312","title":"Single-cell genomics improves the discovery of risk variants and genes of Atrial Fibrillation"}
{"loci":"rs56349439","finding":"The SNP rs56349439, located at chr14:101168739, had the strongest association with binary mLOY calls across three methods: MosCoverY, PAR-LOY, and mLRRY. This SNP was identified as having the smallest p-value when analyzed using the MosCoverY method, which focuses on detecting mosaic loss of the Y chromosome associated with various health conditions in men.","chrpos":"chr14:100702402","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317095","title":"MosCoverY: a new method to estimate mosaic Loss of Y chromosome from NGS sequencing coverage data"}
{"loci":"rs244620","finding":"At the locus on 14q24.2, rs244620 was associated with febrile seizures and yielded a combined odds ratio of 1.13 (P = 2.35 x 10^-10). It contained the MAP3K9 gene, and was reported as an eQTL influencing the expression of MAP3K9 in various tissues, linking it to altered febrile seizure risk.","chrpos":"chr14:70856532","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.18.20233916","title":"Genome-wide association study of febrile seizures identifies seven new loci implicating fever response and neuronal excitability genes"}
{"loci":"rs2887399","finding":"In the European ancestry group, rs2887399 in TCL1A was identified as the most significant association with mLOY, with an Odds Ratio of 0.708 and a p-value of 3.18×10^-419, indicating a strong protective effect.","chrpos":"chr14:95714358","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.24.24306301","title":"Multi-ancestry genome-wide association meta-analysis of mosaic loss of chromosome Y in the Million Veteran Program identifies 167 novel loci"}
{"loci":"rs1281241634","finding":"The SNP rs1281241634 within the suggestive window near LINC01500 replicated for stroke in T1D with a p-value of 0.03 in the general population.","chrpos":"chr14:59007383","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.30.22282752","title":"Whole-genome sequencing identifies variants in ANK1, LRRN1, HAS1, and other genes and regulatory regions for stroke in type 1 diabetes"}
{"loci":"rs35417585","finding":"Demonstrated significant negative interaction with rs17425819 affecting platelet count and showed protective characteristics against polycythemia vera among individuals with the JAK2 46\/1 haplotype.","chrpos":"chr14:73526314","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.18.24313883","title":"Variance quantitative trait loci reveal gene-gene interactions which alter blood traits"}
{"loci":"rs61752842","finding":"The loss-of-function variant rs61752842 in PCK2 was found to associate with extracellular fluid fraction, reflecting its impact on liver metabolism.","chrpos":"chr14:24096930","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.25.21265127","title":"Genome-wide association study of liver fat, iron, and extracellular fluid fraction in the UK Biobank"}
{"loci":"rs138881435","finding":"Loss-of-function mutation rs138881435 at PCK2 presented connections to extracellular fluid fraction, indicating its relevance in metabolic processes.","chrpos":"chr14:24100214","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.25.21265127","title":"Genome-wide association study of liver fat, iron, and extracellular fluid fraction in the UK Biobank"}
{"loci":"rs4983559","finding":"The SNP rs4983559 was associated with AKT1 for HDL cholesterol, confirmed by a cS2G linking score exceeding 0.5, indicating it was part of a functional interpretation regarding cholesterol metabolism.","chrpos":"chr14:104810872","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.02.21261488","title":"Combining SNP-to-gene linking strategies to pinpoint disease genes and assess disease omnigenicity"}
{"loci":"rs915057","finding":"The SNP rs915057 was linked to ESR2, associated with depression, and this link was supported by the cS2G approach.","chrpos":"chr14:64219489","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.02.21261488","title":"Combining SNP-to-gene linking strategies to pinpoint disease genes and assess disease omnigenicity"}
{"loci":"rs117834516","finding":"The rs117834516 SNP in the FERMT2 locus demonstrated significant association with AD in the PAD analysis (P=4.82e-08), supporting its role in the disease mechanism.","chrpos":"chr14:52848729","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.06.24313124","title":"Connecting genomic and proteomic signatures of amyloid burden in the brain"}
{"loci":"rs12147883","finding":"The rs12147883 SNP found on chr.14q32.32 showed a positive association with IgA levels (Beta=0.05, P=5.42×10^-14), and involved TRAF3, linked to class switch recombination in B cells and the regulation of IgA production.","chrpos":"chr14:102773293","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.19.21265524","title":"Genetic regulation of serum IgA levels and susceptibility to common immune, infectious, kidney, and cardio-metabolic traits"}
{"loci":"rs11621525","finding":"The SNP rs11621525 in the HIF1A gene was identified as having a protective association with the transition to secondary progressive multiple sclerosis (SP-MS) in both Italian (OR 0.57; P=3.30×10^-6) and Swedish cohorts (rs1951795, OR 0.79; P=0.0079). Carriers of the protective A allele exhibited reduced HIF1A expression in immune cells, lower plasma\/cerebrospinal fluid neurofilament levels, and decreased inflammation and acute axonal injury in post-mortem spinal cord samples. This revealed that the A allele could favor earlier resolution of smoldering inflammation in lesions, which was associated with smaller lesion volumes.","chrpos":"chr14:61736338","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.15.24304290","title":"Genetic variation in HIF1A is associated with smoldering inflammation and disease progression in Multiple Sclerosis"}
{"loci":"rs1951795","finding":"The SNP rs1951795 was associated with a reduced risk of SP-MS transition in the Swedish cohort (OR 0.79; P=0.0079). It was in strong linkage disequilibrium with rs11621525 (r2=0.98), supporting that it serves as a proxy for the same protective signal. Further, carriers of the A allele exhibited lower neurofilament levels after dimethyl fumarate treatment, indicating a potentially enhanced therapeutic response.","chrpos":"chr14:61704708","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.15.24304290","title":"Genetic variation in HIF1A is associated with smoldering inflammation and disease progression in Multiple Sclerosis"}
{"loci":"rs762643","finding":"This lead variant near BMP4 was associated with cervical disc disorders and hernia with a significance of p<1 x 10^-5, contributing to the understanding of its impact on AMH regulation and its interactions with health conditions.","chrpos":"chr14:53956049","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.07.23295182","title":"Circulating anti-Müllerian hormone levels in pre-menopausal women: novel genetic insights from a GWAS meta-analysis"}
{"loci":"rs370565192","finding":"The SNP rs370565192 was also identified for the first time in association with neck or shoulder pain, achieving a p-value of 3.80 x 10^-8, located in the DCAF5 gene on chromosome 14. This finding represents a significant advancement in identifying genetic variants related to the condition.","chrpos":"chr14:69049143","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.19.24304451","title":"A Genome-wide Association Study Identifies Novel Genetic Variants Associated with Neck or Shoulder Pain in the UK Biobank (N = 441,757)"}
{"loci":"rs11158026","finding":"<italic>GCH1<\/italic> rs11158026 was significantly associated with striatal binding ratios in bilateral striatum with a coefficient of <italic>&beta;<\/italic> = -0.16 and <italic>p<\/italic> value of 0.0002, indicating its relevance in clinical assessments for PD.","chrpos":"chr14:54882151","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.25.22283938","title":"The multi-modality neuroimaging analysis identified an essential genetic variant associated with Parkinson’s disease"}
{"loci":"rs12885387","finding":"The rs12885387 SNP, located within the 14q24.2 region, was identified as a significant intronic variant of the RGS6 gene for albuminuria. It played a crucial role in the initial association mapping and was supported by findings in conditional admixture mapping.","chrpos":"chr14:72508791","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.17.22276554","title":"Admixture mapping screening of CKD traits and risk factors in U.S. Hispanic\/Latino individuals from Central America country-of-origin"}
{"loci":"rs2302144","finding":"The rs2302144 SNP was found to be significantly associated with albuminuria, achieving a P-value of 9.4×10−5 in a subset of 3,141 American Indians, indicating its relevance to CKD and albumin levels.","chrpos":"chr14:72454709","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.17.22276554","title":"Admixture mapping screening of CKD traits and risk factors in U.S. Hispanic\/Latino individuals from Central America country-of-origin"}
{"loci":"rs2360982","finding":"The rs2360982 SNP was identified as a deleterious variant associated with albuminuria, demonstrating relevance in the regulatory context due to its involvement in epigenetic features that affect kidney function.","chrpos":"chr14:76228534","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.17.22276554","title":"Admixture mapping screening of CKD traits and risk factors in U.S. Hispanic\/Latino individuals from Central America country-of-origin"}
{"loci":"rs3813547","finding":"The rs3813547 SNP was highlighted as a deleterious variant within the 14q24.3 locus, reflecting similar regulatory associations as rs2360982, and was implicated in hypertension and albuminuria.","chrpos":"chr14:76152824","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.17.22276554","title":"Admixture mapping screening of CKD traits and risk factors in U.S. Hispanic\/Latino individuals from Central America country-of-origin"}
{"loci":"rs2543380","finding":"The rs2543380 SNP was among those predicted to be deleterious in the 14q24.3 region and contributed to the locus's association with albuminuria, regulatory function, and epigenetic features in kidney tissue.","chrpos":"chr14:76153403","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.17.22276554","title":"Admixture mapping screening of CKD traits and risk factors in U.S. Hispanic\/Latino individuals from Central America country-of-origin"}
{"loci":"rs1744294","finding":"Situated at the ASPG locus, rs1744294 was found to decrease the level of aspartic acid (Asp) by -0.13, reinforcing its significance in amino acid metabolism.","chrpos":"chr14:104101239","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs1744297","finding":"The association with SNP rs1744297 was explored for its influence on various amino acids.","chrpos":"chr14:104102135","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs33912345","finding":"The rs33912345 variant in the SIX6 locus was identified as a significant risk factor for primary open-angle glaucoma (POAG). This missense variant was linked to lower expression levels of the SIX6 and SALRNA1 genes, suggesting that it contributes to the etiology of POAG by downregulating these genes. Additionally, it was found to interact with variants in the CDKN2B-AS1 locus, affecting the expression of CDKN2A and CDKN2B, indicating a complex regulatory role in POAG related to vascular traits.","chrpos":"chr14:60509819","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.16.21267891","title":"Genome-wide association meta-analysis identifies novel ancestry-specific primary open-angle glaucoma loci and shared biology with vascular mechanisms and cell proliferation"}
{"loci":"rs7493429","finding":"The proxy SNP rs7493429, which is in high linkage disequilibrium with rs33912345, was linked to significant gene expression changes in the SIX6 locus. It was found to influence expression patterns relative to the presence of the rs33912345 risk allele.","chrpos":"chr14:60340041","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.16.21267891","title":"Genome-wide association meta-analysis identifies novel ancestry-specific primary open-angle glaucoma loci and shared biology with vascular mechanisms and cell proliferation"}
{"loci":"rs150326618","finding":"This SNP was associated with non-AD inflammation in females (+1.39SD), showing a significant genetic effect that was absent in males.","chrpos":"chr14:52175272","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.02.22278185","title":"Multivariate GWAS of Alzheimer’s disease CSF biomarker profiles implies GRIN2D in synaptic functioning"}
{"loci":"rs979812","finding":"The SNP rs979812 was previously identified in GWAS studies as being associated with Parkinson's disease and was shown to have a significant positive association with increased GalCase activity (b=1.2; se=0.06; p=5.10E-95). Additionally, this SNP was linked with higher expression levels of the GALC gene, indicating that its effects contributed to both increased GalCase activity and expression in Parkinson's disease.","chrpos":"chr14:87997920","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.30.22274239","title":"GALC variants affect galactosylceramidase enzymatic activity and risk of Parkinson’s disease"}
{"loci":"rs398607","finding":"The SNP rs398607, which encodes a non-synonymous variant p.I562T, was associated with increased GalCase activity (b=1.65, se=0.05, p=2.70E-242). Although associated with Parkinson's disease, it did not reach GWAS significance on its own (b=-0.05, se=0.01, p=1.51E-06), but it is recognized as having an impactful role in modifying GalCase enzymatic activity.","chrpos":"chr14:87941544","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.30.22274239","title":"GALC variants affect galactosylceramidase enzymatic activity and risk of Parkinson’s disease"}
{"loci":"rs61996057","finding":"This SNP reached suggestive significance in the analysis related to bilateral clefts, with a p-value of 8.07×10⁻⁸, and has been previously implicated in syndromes with facial dysmorphisms, linking it to the etiology of facial defects.","chrpos":"chr14:105003031","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.30.20241141","title":"The PAX1 locus at 20p11 is a modifier for bilateral cleft lip only"}
{"loci":"rs8014161","finding":"This lead SNP was associated with descending aortic distensibility and was related to the FBLN5 gene.","chrpos":"chr14:91926854","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.01.21262202","title":"GENOME-WIDE ASSOCIATIONS OF AORTIC DISTENSIBILITY SUGGEST CAUSAL RELATIONSHIPS WITH AORTIC ANEURYSMS AND BRAIN WHITE MATTER HYPERINTENSITIES"}
{"loci":"rs6573268","finding":"Linked to DAdis and associated with male-specific traits, this SNP was a significant eQTL for CCDC175 in the aorta.","chrpos":"chr14:59554323","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.01.21262202","title":"GENOME-WIDE ASSOCIATIONS OF AORTIC DISTENSIBILITY SUGGEST CAUSAL RELATIONSHIPS WITH AORTIC ANEURYSMS AND BRAIN WHITE MATTER HYPERINTENSITIES"}
{"loci":"rs12887440","finding":"The SNP rs12887440 was associated with the gene RCOR1, showing a P-value of 3.37 × 10^-8 and an odds ratio of 1.48, indicating its involvement in inflammatory processes relevant to gout.","chrpos":"chr14:102617562","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.18.23288731","title":"Novel genetic loci in adolescent-onset gout derived from whole genome sequencing of a Chinese cohort"}
{"loci":"rs8009475","finding":"The SNP rs8009475, residing in the RCOR1 region, was associated with gout at a P-value of 4.18 × 10^-8, and its high linkage disequilibrium with rs12887440 suggests a potential role in inflammation.","chrpos":"chr14:102592271","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.18.23288731","title":"Novel genetic loci in adolescent-onset gout derived from whole genome sequencing of a Chinese cohort"}
{"loci":"rs35258120","finding":"The SNP rs35258120 was identified in association with the RCOR1 region, presenting findings that indicate its role in gout, although specific values were not elaborated in the methods.","chrpos":"chr14:102592432","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.18.23288731","title":"Novel genetic loci in adolescent-onset gout derived from whole genome sequencing of a Chinese cohort"}
{"loci":"rs35785423","finding":"Similar to rs35258120, SNP rs35785423 was implicated in the RCOR1 region, but detailed statistical significance was not specified directly in the findings.","chrpos":"chr14:102608461","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.18.23288731","title":"Novel genetic loci in adolescent-onset gout derived from whole genome sequencing of a Chinese cohort"}
{"loci":"rs28929474","finding":"The rs28929474 variant in the SERPINA1 locus was identified as significant in the IAMDGC 2.0 analysis, contributing positively with an odds ratio of 1.54, indicating a relevant association with advanced AMD.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.08.24316962","title":"Diverse ancestry GWAS for advanced age-related macular degeneration in TOPMed-imputed and Ophthalmologically-confirmed 16,108 cases and 18,038 controls"}
{"loci":"rs112635299","finding":"The lead variant rs112635299 in the SERPINA locus was identified as significant in previous studies and was correlated highly with rs28929474, indicating a potential causal role related to protein structure alterations affecting advanced AMD.","chrpos":"chr14:94371805","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.08.24316962","title":"Diverse ancestry GWAS for advanced age-related macular degeneration in TOPMed-imputed and Ophthalmologically-confirmed 16,108 cases and 18,038 controls"}
{"loci":"rs56994090","finding":"The SNP rs56994090 near MEG3 exhibited a protective effect on PD risk with a Wald ratio of OR=0.67 (95% CI 0.46-0.96; p=0.03), indicating a notable association with a reduced risk of developing PD.","chrpos":"chr14:100840110","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.12.22280972","title":"Potential protective link between type I diabetes and Parkinson’s disease risk and progression"}
{"loci":"rs4900384","finding":"The SNP rs4900384 next to MEG3 indicated a significant protective effect for cognitive progression in PD, as measured by the MoCA, with a Wald ratio of OR=17.25 (95% CI 1.86-159.50; p=0.010), highlighting its potential influence on cognitive function related to PD.","chrpos":"chr14:98032614","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.12.22280972","title":"Potential protective link between type I diabetes and Parkinson’s disease risk and progression"}
{"loci":"rs10140437","finding":"An eQTL for SUSD6 (rs10140437) colocalized with ICD defined lipid disease, showing a frequency of 17.5% in 1000 Genomes Africans and a colocalization probability of PP4 = 0.85, indicating its relevance in lipid metabolism.","chrpos":"chr14:69614618","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.27.24314510","title":"A Southern African Map of Blood Regulatory Variation Enables GWAS Interpretation"}
{"loci":"rs28929474","finding":"The missense variant rs28929474 (p.Glu366Lys) in SERPINA1 was found to be relevant for chronic obstructive pulmonary disease (COPD) and included among variants with the highest PIP in its associated loci.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.16.22272457","title":"Meta-analysis fine-mapping is often miscalibrated at single-variant resolution"}
{"loci":"rs41286560","finding":"The missense variant rs41286560 (p.Pro558Thr) in RTL1 was associated with asthma and reduced height, showing successful fine-mapping.","chrpos":"chr14:100883117","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.16.22272457","title":"Meta-analysis fine-mapping is often miscalibrated at single-variant resolution"}
{"loci":"rs10131341","finding":"Detecting a lead variant for TET2-CH, rs10131341 at 14q32.13-TCL1A displayed an opposite association with DNMT3A-CH, suggesting complex dynamics within CH subtypes.","chrpos":"chr14:95716279","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.06.22268846","title":"Genome-wide analyses of 200,453 individuals yields new insights into the causes and consequences of clonal hematopoiesis"}
{"loci":"rs2296312","finding":"The lead variant rs2296312 at 14q32.13-TCL1A showed protective effects associated with increased mutations in DNMT3A-linked CH while revealing a complex association with hematological mCA risk.","chrpos":"chr14:95711986","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.06.22268846","title":"Genome-wide analyses of 200,453 individuals yields new insights into the causes and consequences of clonal hematopoiesis"}
{"loci":"rs1951391","finding":"As a strong association in the MARK3 locus, this SNP indicated an increased risk of otosclerosis with a notable odds ratio of 1.38.","chrpos":"chr14:103431976","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.15.20227868","title":"Genome-wide Screen of Otosclerosis in Population Biobanks: 18 Loci and Shared Heritability with Skeletal Structure"}
{"loci":"rs62007683","finding":"This SNP, also located in the MARK3 intronic region, was similarly linked with otosclerosis, demonstrating an odds ratio of 1.37.","chrpos":"chr14:103427734","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.15.20227868","title":"Genome-wide Screen of Otosclerosis in Population Biobanks: 18 Loci and Shared Heritability with Skeletal Structure"}
{"loci":"rs150358955","finding":"Located at 14q23.2 in PPP2R5E, rs150358955 showed strong association signals in European populations, signifying its importance in lung cancer susceptibility.","chrpos":"chr14:63507151","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.06.20207753","title":"Trans-ethnic genome-wide meta-analysis of 35,732 cases and 34,424 controls identifies novel genomic cross-ancestry loci contributing to lung cancer susceptibility"}
{"loci":"rs137983251","finding":"The SNP rs137983251-G was identified as a lead SNP associated with TBA. It was part of the 14q24.1 locus, significantly linked to an increase in total bile acid (TBA) levels and associated with a higher risk of intrahepatic cholestasis of pregnancy (ICP), with a reported odds ratio of 15.23.","chrpos":"chr14:69440428","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.01.24309754","title":"Genetic study of intrahepatic cholestasis of pregnancy in 101,023 Chinese women unveils East Asian-specific etiology linked to historic HBV infection"}
{"loci":"rs147525203","finding":"The SNP rs147525203-C was identified as a lead SNP associated with ICP at the 14q24.1 locus, which has a significant association with increased ICP risk in East Asians.","chrpos":"chr14:69381407","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.01.24309754","title":"Genetic study of intrahepatic cholestasis of pregnancy in 101,023 Chinese women unveils East Asian-specific etiology linked to historic HBV infection"}
{"loci":"rs2296651","finding":"The SNP rs2296651-A (p.Ser267Phe) was found to be a missense variant significantly associated with TBA and ICP. This variant was specifically mentioned as being unique to East and Southeast Asian populations and was implicated in resistance to hepatitis B virus infection.","chrpos":"chr14:69778476","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.01.24309754","title":"Genetic study of intrahepatic cholestasis of pregnancy in 101,023 Chinese women unveils East Asian-specific etiology linked to historic HBV infection"}
{"loci":"rs138089855","finding":"The SNP rs138089855-C was involved in colocalization with HBV traits. It was reported to affect immune evasion of HBV infection and showed significant association with TBA.","chrpos":"chr14:69445082","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.01.24309754","title":"Genetic study of intrahepatic cholestasis of pregnancy in 101,023 Chinese women unveils East Asian-specific etiology linked to historic HBV infection"}
{"loci":"rs147021911","finding":"The SNP rs147021911 was strongly associated with ER-negative breast cancer. In the study, it was found that this LoF variant had an overall odds ratio (OR) of 3.0 and was significant for ER-negative breast cancer with an OR of 11.3. This finding suggested an elevated risk of developing ER-negative breast cancer among carriers.","chrpos":"chr14:45189123","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.25.23284924","title":"Whole exome sequencing and replication for breast cancer among Hispanic\/Latino women identifies FANCM as a susceptibility gene for estrogen-receptor-negative breast cancer"}
{"loci":"rs144567652","finding":"The SNP rs144567652 showed a significant association with ER-negative breast cancer, presenting an overall OR of 3.2 and an OR of 8.1 specifically for ER-negative cases. This indicated a higher likelihood of ER-negative breast cancer in individuals carrying this toxin variant.","chrpos":"chr14:45198718","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.25.23284924","title":"Whole exome sequencing and replication for breast cancer among Hispanic\/Latino women identifies FANCM as a susceptibility gene for estrogen-receptor-negative breast cancer"}
{"loci":"rs12881735","finding":"SLC24A4:rs12881735-C was indicated as a protective variant that may contribute to reducing the likelihood of developing AD.","chrpos":"chr14:92466484","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.03.24313587","title":"Biobank-scale characterization of Alzheimer’s disease and related dementias identifies potential disease-causing variants, risk factors, and genetic modifiers across diverse ancestries"}
{"loci":"rs34485356","finding":"The SNP rs34485356 was found at chromosome 14q32.2 and was associated with angioedema at a genome-wide significance level. The lead variant had an odds ratio (OR) of 1.62, indicating increased risk of angioedema, and was validated in a replication cohort with an OR of 1.60. Furthermore, it was associated with significant reductions in systolic and diastolic blood pressure per T allele, specifically a decrease of -0.46 mmHg for systolic and -0.26 mmHg for diastolic blood pressure, with both findings statistically significant.","chrpos":"chr14:96144934","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.10.20246967","title":"Common variants near the bradykinin receptor B2 gene are associated with angioedema induced by angiotensin-converting-enzyme inhibitor treatment - a genome wide association study"}
{"loci":"rs28929474","finding":"The rs28929474 SNP, located in the SERPINA1 region, was associated with circulating sclerostin levels, presenting an SD change per T allele with P value of 1.1 × 10^-10.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.13.22275915","title":"Lowering of circulating sclerostin may increase risk of atherosclerosis and its risk factors: evidence from a genome-wide association meta-analysis followed by Mendelian randomization"}
{"loci":"rs7143806","finding":"The rs7143806 SNP associated with the RIN3 gene region displayed significant association with sclerostin levels, with an SD change per A allele reported at P value of 3.35 × 10^-8.","chrpos":"chr14:92637384","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.13.22275915","title":"Lowering of circulating sclerostin may increase risk of atherosclerosis and its risk factors: evidence from a genome-wide association meta-analysis followed by Mendelian randomization"}
{"loci":"rs28929474","finding":"The rs28929474 variant (Z allele) in the SERPINA1 gene led to alpha-1 antitrypsin deficiency (AATD), which significantly increased the risk of emphysema. A strong interaction was reported between this SNP's heterozygote status and ever-smoking status, affecting lung function and COPD risk in the UK Biobank cohort.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.26.21254415","title":"Smoking Interaction with a Polygenic Risk Score for Reduced Lung Function"}
{"loci":"rs57645874","finding":"The rs57645874 SNP was associated with Elision in CFSRS with a p-value of 1x10^-6, and with reading accuracy measured by NARA-A in ALSPAC with a p-value of 0.02. This SNP also corresponds to an meQTL, rs4981288, linked to the methylation marker cg07166546.","chrpos":"chr14:35368270","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.09.21251441","title":"Association between genes regulating neural pathways for quantitative traits of speech and language disorders"}
{"loci":"rs4981288","finding":"The rs4981288 SNP was identified as an meQTL for methylation marker cg07166546 with a p-value of 2x10^-50. This marker was related to Elision, TWS, and WRMT-ID with p-values of 3x10^-5, 0.0005, and 0.002, respectively, illustrating its significant role in speech and reading.","chrpos":"chr14:35359232","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.09.21251441","title":"Association between genes regulating neural pathways for quantitative traits of speech and language disorders"}
{"loci":"rs856379","finding":"The rs856379 SNP was associated with MSW in CFSRS with a p-value of 3x10^-6 and with nonword reading in ALSPAC (ALSPACread) where it attained a p-value of 0.036. It was identified as an meQTL for the methylation marker cg13972423, further supporting its relevance to neural functions.","chrpos":"chr14:58743928","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.09.21251441","title":"Association between genes regulating neural pathways for quantitative traits of speech and language disorders"}
{"loci":"rs1257267","finding":"The rs1257267 SNP showed an association with WRMT-AT in CFSRS with a p-value of 6.58x10^-6 and with nonsense word repetition (CNrep5) in ALSPAC with a p-value of 0.05. It also served as an meQTL for cg18949721, which demonstrated further association with WRMT-AT (p=0.003), underlining its significance in reading and speech.","chrpos":"chr14:99392633","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.09.21251441","title":"Association between genes regulating neural pathways for quantitative traits of speech and language disorders"}
{"loci":"rs138577661","finding":"This variant was significantly linked to lysosome storage dysfunction (LSD) in pancreatic adenocarcinoma (PDAC) patients. In particular, this SNP was studied in the context of its contribution to Krabbe's disease and was confirmed through enzymatic testing in PDAC cell lines, suggesting its involvement in PDAC biology.","chrpos":"chr14:87939915","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.15.23286007","title":"Lysosomal Storage Dysfunction, a Germline Variants Affecting Pancreatic Ductal Adenocarcinoma Development and Progression"}
{"loci":"rs200607029","finding":"Similar to rs138577661, the rs200607029 variant was identified as having a considerable contribution to lysosome function and was found at high frequencies among PDAC patients in the Korean population. Its role in the context of PDAC emphasizes the importance of lysosomal dysfunction in cancer development.","chrpos":"chr14:87934749","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.15.23286007","title":"Lysosomal Storage Dysfunction, a Germline Variants Affecting Pancreatic Ductal Adenocarcinoma Development and Progression"}
{"loci":"rs8010015","finding":"The SNP rs8010015 was identified as significant in the context of radiotherapy resistance mechanisms in glioblastoma, emphasizing its role in stress response pathways. This finding suggested that patients with variations at this locus might experience altered responses to innovative radiotherapy concepts, which could be key in improving treatment strategies.","chrpos":"chr14:38439463","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.04.24309952","title":"Variability in Radiotherapy Outcomes Across Cancer Types: A Comparative Study of Glioblastoma Multiforme and Low-Grade Gliomas"}
{"loci":"rs35131341","finding":"The intronic variant rs35131341 associated with lower volume in medial fronto-parietal areas, as well as bilateral Heschl’s gyri and planum temporale. Interestingly, it also showed increased volume in the posterior cerebellum with the predisposing allele, indicating complex volumetric effects.","chrpos":"chr14:99269524","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.14.24302815","title":"Distinct impact modes of polygenic disposition to dyslexia in the adult brain"}
{"loci":"rs36065072","finding":"The DAAM1 locus variant rs36065072 was associated with increased volume of the primary visual cortex, implying notable effects in regions critical for visual processing related to dyslexia.","chrpos":"chr14:59373025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.14.24302815","title":"Distinct impact modes of polygenic disposition to dyslexia in the adult brain"}
{"loci":"rs61985136","finding":"This SNP was linked to thickening of the outer plexiform layer and outer nuclear layer (OPL+ONL), illustrating diverse impacts of AMD-associated genetic variants.","chrpos":"chr14:68302482","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.18.21262226","title":"Photoreceptor layer thinning is an early biomarker for age-related macular degeneration development: Epidemiological and genetic evidence from UK Biobank optical coherence tomography data"}
{"loci":"rs41286550","finding":"SNP rs41286550 was linked to a lower frequency of HRG in females with an onset at age 45 or younger (2%) compared to those with later onset (6%) and males regardless of age (8%). Additionally, there was a potential trend indicating that the HRG group was less frequently idiopathic compared to the LRG group with p-value of 0.084.","chrpos":"chr14:88240576","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.16.24310509","title":"Role of common and rare genetic variants in the aetiology of trigeminal neuralgia"}
{"loci":"rs12590654","finding":"The SNP rs12590654 was included in a credible set with a PP greater than 0.8 for Alzheimer's disease susceptibility.","chrpos":"chr14:92472511","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.04.22278442","title":"Multi-ancestry meta-analysis and fine-mapping in Alzheimer’s Disease"}
{"loci":"rs1042704","finding":"The missense variant rs1042704 (p.D273N) located near the MMP14 gene was identified as having a significant finding in the context of lumbar spinal stenosis (LSS). It was noted that this variant significantly reduces collagen catabolism, which could have implications for spinal degeneration, a key element in LSS pathogenesis. Although initially promising, downstream analyses indicated that this SNP may ultimately increase susceptibility to Dupuytren contracture and adhesive capsulitis, suggesting it might not be an ideal target for translational research in LSS despite its protective effect.","chrpos":"chr14:22843385","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.16.24315641","title":"Genetic architecture of lumbar spinal stenosis"}
{"loci":"rs10141120","finding":"was discovered in the context of keratinocyte cancer development and progression, associated with the cell cycle regulation and DNA damage response, particularly after radiotherapy or treatment with alkylating agents. It was noted to be in high linkage disequilibrium (LD) with SNPs related to hair colour.","chrpos":"chr14:103456671","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.06.22271725","title":"A multi-phenotype analysis reveals 19 novel susceptibility loci for basal cell carcinoma and 15 for squamous cell carcinoma"}
{"loci":"rs142004400","finding":"was associated with tumor cell proliferation and migration in multiple cancers, highlighting its role in BCC and SCC.","chrpos":"chr14:50362842","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.06.22271725","title":"A multi-phenotype analysis reveals 19 novel susceptibility loci for basal cell carcinoma and 15 for squamous cell carcinoma"}
{"loci":"rs1136165","finding":"was identified in the context of triglyceride and cholesterol associations that impact BCC risk.","chrpos":"chr14:103521843","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.06.22271725","title":"A multi-phenotype analysis reveals 19 novel susceptibility loci for basal cell carcinoma and 15 for squamous cell carcinoma"}
{"loci":"rs1042704","finding":"This non-synonymous variant (p.Asp273Asn) was replicated as an etiological change in the MT1-MMP protein, which reduced the enzyme's collagenolytic activity, linking it to the fibrotic nature of DD.","chrpos":"chr14:22843385","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.07.22276119","title":"A meta-analysis of genome-wide association studies in 614,243 individuals identifies 59 novel susceptibility loci underlying Dupuytren’s contracture"}
{"loci":"rs12590654","finding":"This SNP, also linked to RIN3, was significantly enriched in centenarians and related to endo-lysosomal function promoting cognitive protection.","chrpos":"chr14:92472511","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.16.23290049","title":"Cognitively Healthy Centenarians are genetically protected against Alzheimer’s disease specifically in immune and endo-lysosomal systems"}
{"loci":"rs7401792","finding":"This SNP, associated with RIN3, showed significant enrichment in centenarians, indicating its role in the endo-lysosomal pathway related to cognitive health.","chrpos":"chr14:92464917","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.16.23290049","title":"Cognitively Healthy Centenarians are genetically protected against Alzheimer’s disease specifically in immune and endo-lysosomal systems"}
{"loci":"rs150221413","finding":"The missense SNV rs150221413 on RIN3 was noted as a novel suggestive-level association in the AD-age score linear regression and replicated nominally, further implicating it in AD pathology.","chrpos":"chr14:92555895","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.01.05.21249292","title":"A novel age-informed approach for genetic association analysis in Alzheimer’s disease"}
{"loci":"rs1972565","finding":"The genetic variant rs1972565, located in the VSX2 locus, was noted for having the smallest p-value (P = 5.23 x 10<sup>-191<\/sup>) and a large effect size in relation to the thickness of photoreceptor cell layers, indicating a strong association with ocular size and possible implications in microphthalmia.","chrpos":"chr14:74200121","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.15.22272407","title":"Sub-cellular level resolution of common genetic variation in the photoreceptor layer identifies continuum between rare disease and common variation"}
{"loci":"rs112145470","finding":"The variant rs112145470 was identified as part of an interaction effect with rs1972565 (VSX2) affecting ONL thickness, contributing to the observed allelic heterogeneity.","chrpos":"chr14:73889387","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.15.22272407","title":"Sub-cellular level resolution of common genetic variation in the photoreceptor layer identifies continuum between rare disease and common variation"}
{"loci":"rs28488340","finding":"The SNP rs28488340 exhibited interaction effects with variant rs1972565 (VSX2), further establishing associations with ONL thickness variations.","chrpos":"chr14:74227100","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.15.22272407","title":"Sub-cellular level resolution of common genetic variation in the photoreceptor layer identifies continuum between rare disease and common variation"}
{"loci":"rs112635299","finding":"This variant on chromosome 14 was significantly associated with lower odds of prostate cancer in the European ancestry group.","chrpos":"chr14:94371805","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.16.21265846","title":"Discovery of Novel Trans-Ancestry and Ancestry-Specific Gene Loci for Total Testosterone in a Multi-Ancestral Analysis of Men in the Million Veteran Program"}
{"loci":"rs28929474","finding":"This missense SNP in SERPINA1 associated with multiple functions of proteolysis, indicating its regulatory impact on inflammation.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.24.23287680","title":"Mapping pQTLs of circulating inflammatory proteins identifies drivers of immune-related disease risk and novel therapeutic targets"}
{"loci":"rs61976125","finding":"The SNP rs61976125 was identified as a causal variant in the deCODE study, which showed strong colocalization evidence with plasma proteins associated with prostate cancer (PCa). This suggests that it could serve as a potential target for treating PCa.","chrpos":"chr14:94629865","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.17.24312688","title":"Causal associations between plasma proteins and prostate cancer: a Proteome-Wide Mendelian Randomization"}
{"loci":"rs6575449","finding":"The SNP rs6575449 was identified as a causal variant in the Fenland study. Similar to rs61976125, it demonstrated strong evidence of colocalization with plasma proteins related to prostate cancer, indicating its potential as a therapeutic target for PCa.","chrpos":"chr14:94630966","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.17.24312688","title":"Causal associations between plasma proteins and prostate cancer: a Proteome-Wide Mendelian Randomization"}
{"loci":"rs8007859","finding":"The SNP rs8007859 was noted for having a non-synonymous protein effect, marking it as a novel finding within the context of mood instability, alcohol consumption, and alcohol use disorder.","chrpos":"chr14:69237836","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.08.22271329","title":"Genetic overlap between mood instability and alcohol-related phenotypes suggests shared biological underpinnings"}
{"loci":"rs146992721","finding":"The SNP rs146992721 exhibited a relatively large effect size with a beta value of 0.171084, although the p-value of 0.185737 indicated that this association was not statistically significant regarding congenital foot deformities and phosphate.","chrpos":"chr14:24017966","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.26.24316184","title":"The Mendelian randomization analysis of trace elements Zinc, Selenium, Copper, Iron, and Phosphate with congenital foot deformities"}
{"loci":"rs724391","finding":"The alternative allele (C) of rs724391 correlated with decreased excision of exon 10 of WARS1, leading to increased plasma protein levels of WARS1 and a higher risk of hypertension.","chrpos":"chr14:100366054","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.25.23299014","title":"Genetic determinants of blood gene expression and splicing and their contribution to molecular phenotypes and health outcomes"}
{"loci":"rs2038255","finding":"This SNP was linked to PPP2R3C, with evidence showing that it influenced B and T cell regulation, correlating with decreased lymphocyte counts associated with AD risk.","chrpos":"chr14:35089920","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.30.20240838","title":"Triangulating molecular evidence to prioritise candidate causal genes at established atopic dermatitis loci"}
{"loci":"rs79589176","finding":"Positioned within the TRAF3 gene, this SNP was a top candidate in ADGAPP analysis due to its established involvement in immune signal transduction.","chrpos":"chr14:102777952","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.30.20240838","title":"Triangulating molecular evidence to prioritise candidate causal genes at established atopic dermatitis loci"}
{"loci":"rs12880641","finding":"This SNP, also within TRAF3, had substantial prioritization due to its role in immune response signaling.","chrpos":"chr14:102785115","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.30.20240838","title":"Triangulating molecular evidence to prioritise candidate causal genes at established atopic dermatitis loci"}
{"loci":"rs7146581","finding":"It was identified near TRAF3 and validated as part of the candidate gene prioritization relating to immune signaling pathways.","chrpos":"chr14:102834735","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.30.20240838","title":"Triangulating molecular evidence to prioritise candidate causal genes at established atopic dermatitis loci"}
{"loci":"rs35337422","finding":"The SNP rs35337422-C, associated with IPL and INL thickening, was a missense variant in RD3L, suggesting its involvement in retinal layer alteration.","chrpos":"chr14:103940906","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.16.23290063","title":"Insights into human health from phenome- and genome-wide analyses of UK Biobank retinal optical coherence tomography phenotypes"}
{"loci":"rs12895357","finding":"The study revealed that the rs12895357 single nucleotide polymorphism was associated with the rate of somatic expansion in SCA3 patients. Specifically, heterozygotes carrying the C-allele phased with the expanded repeat exhibited higher rates of instability compared to homozygotes, indicating a potential role of this SNP in modulating disease characteristics such as somatic expansion. Additionally, when included in multivariate models, the C-allele significantly improved the model's predictive power regarding somatic expansion, suggesting that it may serve as a valuable biomarker in clinical assessments.","chrpos":"chr14:92071010","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.13.24303081","title":"Age-dependent somatic expansion of the ATXN3 CAG repeat in the blood and buccal cell DNA of individuals with spinocerebellar ataxia type 3"}
{"loci":"rs2127868","finding":"The variant rs2127868 was identified as a cis-miR-eQTL for miR-625-5p, explaining 11% of the variance in its plasma levels with a highly significant P value of 1.63×10-60. This finding underscored the genetic regulation of miR-625-5p expression.","chrpos":"chr14:65327609","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.10.22282180","title":"An atlas of genetic regulation and disease associations of microRNAs"}
{"loci":"rs2127870","finding":"In perfect LD with rs2127868, rs2127870 was associated with the level of miR-625-5p in plasma at a highly significant P value, reinforcing the findings associated with miR-625-5p variation.","chrpos":"chr14:65330128","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.10.22282180","title":"An atlas of genetic regulation and disease associations of microRNAs"}
{"loci":"rs945270","finding":"The association between SNP rs945270 and putamen volume was significant in the neonatal cohort. A greater number of C alleles at this SNP was linked to a larger putamen volume, with this finding being consistent with adult studies.","chrpos":"chr14:55733755","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.11.22278677","title":"Common Genetic Variation Important in Early Subcortical Brain Development"}
{"loci":"rs2239635","finding":"SNP rs2239635 was previously noted and affirmed as part of the association signals in the context of CEBPE, supporting its significance in ALL risk.","chrpos":"chr14:23119522","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.07.21256849","title":"Genome-wide trans-ethnic meta-analysis identifies novel susceptibility loci for childhood acute lymphoblastic leukemia"}
{"loci":"rs2239630","finding":"rs2239630, like rs2239635, was consistently noted within the context of CEBPE associations, affirming its relevance in the etiology of ALL.","chrpos":"chr14:23120140","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.07.21256849","title":"Genome-wide trans-ethnic meta-analysis identifies novel susceptibility loci for childhood acute lymphoblastic leukemia"}
{"loci":"rs117972357","finding":"The SNP rs117972357, found in ncRNA RP11-1070N10.4, was identified as an enhancer. It played a role in regulatory mechanisms, marking it as significant in the context of the study's findings.","chrpos":"chr14:95577209","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.25.22272955","title":"Novel discoveries and enhanced genomic prediction from modelling genetic risk of cancer age-at-onset"}
{"loci":"rs1991517","finding":"The rs1991517 polymorphism was identified as a genetic risk factor for congenital hypothyroidism (CH). This finding was significant in the context of understanding predispositions to CH, which is particularly relevant to the population studied in Kohgiluyeh and Boyer Ahmad province, where the incidence of CH was noted to be higher than both national and global averages.","chrpos":"chr14:81144239","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.27.24306474","title":"Investigation of risk factors for congenital hypothyroidism (CH) using a population-based case-control study as part of the 2015-2018 screening program in Kohgiluyeh and Boyer Ahmad province in southwestern Iran"}
{"loci":"rs17111346","finding":"The variant rs17111346-G was associated with increased TSH levels and reduced FT4 levels during the 8-12 weeks of gestation, correlating with higher TSHR expression in several tissues. This finding provided a genetic explanation for hypothyroxinemia during early pregnancy despite hCG stimulation.","chrpos":"chr14:80985828","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.01.24309813","title":"Genome-wide association studies of thyroid-related hormones, dysfunction, and autoimmunity among 85,421 Chinese pregnancies"}
{"loci":"rs112806369","finding":"In the study, it was found that SNP rs112806369, which corresponds to the IGHV1-2 alleles A*02 and A*04, influenced the frequencies of vaccine-induced B cell responses. Specifically, allele A*02 was associated with stronger VRC01-class responses compared to A*04. The difference in response frequency was suggested to be primarily due to higher B cell frequencies associated with the A*02 genotype in the naive repertoire. The study documented that the mutation at this SNP, leading to an amino acid change (Arg66 to Trp66), was favored in VRC01-class maturation in A*04 homozygous individuals, which may have contributed to the observed BCR ratios favoring A*02 in heterozygous individuals.","chrpos":"chr14:105986679","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.10.23287126","title":"Human immunoglobulin gene allelic variation impacts germline-targeting vaccine priming"}
{"loci":"rs3784187","finding":"Identified as the second hit in the analysis, this SNP in the AKAP6 gene showed a unique pattern where risk for depression decreased with increased stressful life events (P = 1.2 × 10^-8).","chrpos":"chr14:32414931","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.03.21262452","title":"Genome-wide by environment interaction study of stressful life events and hospital-treated depression in the iPSYCH2012 sample"}
{"loci":"rs1111179","finding":"The SNP rs1111179 was identified as part of mQTL associations with neuropsychiatric disorders, specifically associated with Major Depressive Disorder (MDD). It was linked to the mQTL-CpG cg10318063, with significant original GWAS p-values reported.","chrpos":"chr14:41606749","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.07.23286905","title":"Potentially causal associations between placental DNA methylation and schizophrenia and other neuropsychiatric disorders"}
{"loci":"rs61990289","finding":"The SNP rs61990289 was also recognized as significant in the context of MDD, associated with the mQTL-CpG cg23217097. It demonstrated strong connections to original GWAS statistics, reinforcing its relevance.","chrpos":"chr14:41607231","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.07.23286905","title":"Potentially causal associations between placental DNA methylation and schizophrenia and other neuropsychiatric disorders"}
{"loci":"rs7141210","finding":"The variant rs7141210 exhibited a maternal-specific association with platelet counts and replicated a previously reported association seen in the Icelandic population, connecting it to associated methylation patterns.","chrpos":"chr14:100716133","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.08.20246199","title":"Genome-wide survey of parent-of-origin specific associations across clinical traits derived from electronic health records"}
{"loci":"rs2268616","finding":"The variant rs2268616 was significant in both joint tests for sex (p=2.67×10⁻⁸) and cardiometabolic diseases (p=3.87×10⁻⁸). It influenced severe COVID-19 outcomes, showing stronger effects in males (OR=1.79) and individuals with type 2 diabetes (T2D) (OR=2.01). This intronic variant in the PGF gene has been associated with testosterone and is an eQTL for EIF2B2, suggesting it modifies biological responses, particularly in males and those with T2D.","chrpos":"chr14:74952741","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.13.21261910","title":"Gene-environment interaction analysis incorporating sex, cardiometabolic diseases, and multiple deprivation index reveals novel genetic associations with COVID-19 severity"}
{"loci":"rs6571361","finding":"The SNP rs6571361 was associated with SCFD1 and showed strong evidence of significance with a P-value of 2.54×10−7 and a false discovery rate (FDR) of 3.48×10−2. This finding related to the shared genetic architecture between inflammatory bowel disease (IBD) and amyotrophic lateral sclerosis (ALS).","chrpos":"chr14:30713962","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.23.22275264","title":"Inflammatory Bowel Disease and Neurodegenerative Disorders: Integrated Evidence from Mendelian Randomization, Shared Genetic Architecture and Transcriptomics"}
{"loci":"rs10136727","finding":"The SNP rs10136727 was also associated with SCFD1, displaying a P-value of 3.81×10−7 and an FDR of 4.64×10−2, indicating its role in the shared genetic loci for IBD and ALS.","chrpos":"chr14:30729903","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.23.22275264","title":"Inflammatory Bowel Disease and Neurodegenerative Disorders: Integrated Evidence from Mendelian Randomization, Shared Genetic Architecture and Transcriptomics"}
{"loci":"rs7154847","finding":"The SNP rs7154847 was linked to G2E3 with a P-value of 4.46×10−7 and an FDR of 2.70×10−2. This SNP was noted for its significance in the shared genetic network between IBD and ALS.","chrpos":"chr14:30590763","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.23.22275264","title":"Inflammatory Bowel Disease and Neurodegenerative Disorders: Integrated Evidence from Mendelian Randomization, Shared Genetic Architecture and Transcriptomics"}
{"loci":"rs447853","finding":"The SNP rs447853 was associated with G2E3, showing a P-value of 9.58×10−7 and an FDR of 3.45×10−2. This finding further supported the shared genetic architecture connecting IBD and ALS.","chrpos":"chr14:30611594","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.23.22275264","title":"Inflammatory Bowel Disease and Neurodegenerative Disorders: Integrated Evidence from Mendelian Randomization, Shared Genetic Architecture and Transcriptomics"}
{"loci":"rs764971634","finding":"This SNP was linked to Alzheimer's disease (AD) with a very strong association (P=2×10^-12), indicating its relevance in the genetic underpinnings of the condition.","chrpos":"chr14:73219194","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.01.23297926","title":"Leveraging large-scale multi-omics to identify therapeutic targets from genome-wide association studies"}
{"loci":"rs2749527","finding":"The SNP rs2749527, located at the SERPINA1\/6 locus on chromosome 14, was associated with significantly reduced plasma cortisol levels (p=1.75e-13) and significantly reduced CST3 gene expression in visceral adipose tissue in the STARNET cohort (p=0.002448 in additive model, p=9.21e-6 in recessive model). Additionally, this variant displayed independent significant associations with reduced liver SERPINA6 expression across both STARNET (p=4.73e-9) and GTEx (p=0.004) cohorts. These findings established a genetic link between cortisol-binding globulin, plasma cortisol, and Cystatin C production, underscoring the role of rs2749527 in mediating the effects of glucocorticoids on Cystatin C levels.","chrpos":"chr14:94360731","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.17.21261668","title":"Cystatin C is a glucocorticoid response gene predictive of cancer immunotherapy failure"}
{"loci":"rs2144530","finding":"The SNP rs2144530, an intronic variant of SEC23A, exhibited interaction effects with lifestyle behaviors in multiple-interaction models, suggesting its involvement in the genetic architecture of vitamin D status.","chrpos":"chr14:39083280","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.30.24312868","title":"Improved characterization of gene-environment interactions for vitamin D through variance quantitative trait loci"}
{"loci":"rs200410709","finding":"The deletion variant rs200410709, targeting the intergenic region adjacent to STXBP6, was significantly associated with increased risk of laryngeal cancer, showing an odds ratio of 3.38 (95% CI: 2.26, 5.07, p=3.57×10^-9).","chrpos":"chr14:25417835","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.18.24317473","title":"Cross-ancestral GWAS identifies 29 novel variants across Head and Neck Cancer subsites"}
{"loci":"rs58734839","finding":"SNP rs58734839 was an intronic variant in LRFN5 identified as a novel GWS locus in AUD analysis.","chrpos":"chr14:41710660","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.06.22277340","title":"Multi-trait Analysis of GWAS (MTAG) of Substance Use Traits Identifies Novel Genetic Loci and Phenomic Associations"}
{"loci":"rs398652","finding":"The SNP rs398652 was noted to correlate with a lower risk of bladder cancer, demonstrating its potential protective role as identified in the reviewed studies.","chrpos":"chr14:56058851","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.17.23295670","title":"A systematic review of genome-wide association studies on bladder cancer"}
{"loci":"rs115400838","finding":"The p.Ser185Cys variant in TRMT5 was significantly associated with multiple stroke phenotypes (e.g., Stroke excluding subarachnoid hemorrhage, p=1.90×10^-4).","chrpos":"chr14:60979429","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.19.21263610","title":"Novel protein-altering variants associated with serum apolipoprotein and lipid levels"}
{"loci":"rs945270","finding":"The SNP rs945270 was previously linked to increased KTN1 expression in the frontal cortex, putamen, and blood tissues. This association was suggested to correspond with a larger putamen gray matter volume (GMV) in Parkinson's disease (PD) patients, hinting at KTN1's functional role in PD development.","chrpos":"chr14:55733755","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.08.21252688","title":"A genetic and transcriptomic assessment of the KTN1 gene in Parkinson’s disease risk"}
{"loci":"rs79509284","finding":"The rs79509284 variant was also significant in the eQTL analysis for KTN1 mRNA expression in the putamen, showing potential regulatory implications for KTN1 without a definitive association with PD.","chrpos":"chr14:55179282","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.08.21252688","title":"A genetic and transcriptomic assessment of the KTN1 gene in Parkinson’s disease risk"}
{"loci":"rs2887399","finding":"Associated with an increased risk of DNMT3A-CHIP with an odds ratio of 1.14 and a highly significant p-value.","chrpos":"chr14:95714358","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.29.21268342","title":"Exome sequencing of 628,388 individuals identifies common and rare variant associations with clonal hematopoiesis phenotypes"}
{"loci":"rs11846938","finding":"This SNP was linked to a higher risk of DNMT3A-CHIP, showing an effect size of 1.14 with significant statistical support.","chrpos":"chr14:95714348","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.29.21268342","title":"Exome sequencing of 628,388 individuals identifies common and rare variant associations with clonal hematopoiesis phenotypes"}
{"loci":"rs2296311","finding":"It was associated with increased risk of DNMT3A-CHIP with a confirmed odds ratio of 1.14.","chrpos":"chr14:95711836","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.29.21268342","title":"Exome sequencing of 628,388 individuals identifies common and rare variant associations with clonal hematopoiesis phenotypes"}
{"loci":"rs200581586","finding":"The SNP rs200581586 showed shared genetic influences with educational attainment, with potential impacts on cognitive development.","chrpos":"chr14:22970515","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.16.23286035","title":"Eye-brain connections revealed by multimodal retinal and brain imaging genetics in the UK Biobank"}
{"loci":"rs4982712","finding":"The SNP rs4982712 was associated with cognitive ability and educational attainment, highlighting its relevance to complex traits.","chrpos":"chr14:22934519","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.16.23286035","title":"Eye-brain connections revealed by multimodal retinal and brain imaging genetics in the UK Biobank"}
{"loci":"rs4983416","finding":"The SNP rs4983416 in the MTA1 gene displayed notable frequency differences: 0.228 in UKB-AFR contrasted with 0.983 in UKB-EUR (p = 9.49 x 10^-322), highlighting its potential relevance to disease risk disparities between populations.","chrpos":"chr14:105470935","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.11.24311816","title":"Mapping Epigenetic Gene Variant Dynamics: Comparative Analysis of Frequency, Functional Impact and Trait Associations in African and European Populations"}
{"loci":"rs10873538","finding":"SNP rs10873538 was linked to the downregulation of EIF5 and PP1R13B, alongside the upregulation of KLC1. This finding contributed to the understanding of how common risk variants might influence expression patterns among key genes implicated in schizophrenia-related neurodevelopmental pathways.","chrpos":"chr14:103789232","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.31.22279406","title":"Single-cell multi-cohort dissection of the schizophrenia transcriptome"}
{"loci":"rs227422","finding":"The rs227422 SNP, a missense variant of the inositol polyphosphate-5-phosphatase A (INPP5A) gene, was associated with lower system segregation. It plays a role in controlling intracellular calcium signaling.","chrpos":"chr14:69990936","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.12.21261975","title":"Genetic variants link lower segregation of brain networks to higher blood pressure and worse cognition within the general aging population"}
{"loci":"rs365990","finding":"The minor allele (G) at rs365990 was significantly associated with an increase in mean heart rate and a decrease in interday heart rate variation. This SNP, located in exon 25 of MYH6, had previous links to atrial fibrillation and resting heart rate and demonstrated significant enrichment of chromatin features in heart tissues. Additionally, the G allele was enriched in a bipolar\/psychotic disorder cohort, which included youths meeting criteria for bipolar or unspecified psychotic spectrum disorder, known for irregular heart activity. Importantly, rs365990 is also an eQTL for CMTM5, which is expressed in brain regions associated with stress response.","chrpos":"chr14:23392602","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.23.24314219","title":"Digital phenotyping from wearables using AI characterizes psychiatric disorders and identifies genetic associations"}
{"loci":"rs2143956","finding":"Located at 14q22.2, this SNP was recognized as a unique region associated specifically with TBS, suggesting it plays a distinct role in bone microarchitecture beyond shared associations with BMD.","chrpos":"chr14:54381173","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.06.24314958","title":"Genetic Determinants of Bone Microarchitecture and its Association with Health Outcomes: A Genome-wide Association and Mendelian Randomization Study on Trabecular Bone Score"}
{"loci":"rs4934","finding":"The nonsynonymous variant rs4934 in the SERPINA3 gene was also reported to have a role in promoting resilience against LOAD in APOE-ε4 carriers. This finding contributed to the understanding of genetic resilience factors that might modulate genetic risk established by cumulative effects of risk-associated alleles.","chrpos":"chr14:94614466","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.10.22274858","title":"Polygenic resilience scores capture protective genetic effects for Alzheimer’s disease"}
{"loci":"rs61975852","finding":"rs61975852 exhibited a significant association with WorstEpisode symptom A2 (anhedonia) with an odds ratio of 1.07 and P-value of 3.48×10⁻⁸; this SNP also showed a significant association with the corresponding PHQ9 A2 symptom, P-value = 0.006, indicating its relevance in both symptom assessments.","chrpos":"chr14:78075447","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.27.23286527","title":"Polygenic analyses show important differences between MDD symptoms collected using PHQ9 and CIDI-SF"}
{"loci":"rs28692724","finding":"The SNP rs28692724, a synonymous variant in IRF2BPL, was significantly associated with hip circumference adjusted for BMI (HIPadjBMI) after meta-analysis with a European sample, highlighting its role in female reproductive functions.","chrpos":"chr14:77027445","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.23.21251958","title":"Genome-wide association study of body fat distribution traits in Hispanics\/Latinos from the HCHS\/SOL Study"}
{"loci":"rs28929474","finding":"The SNP rs28929474 exhibited a high CADD score of 20.2, suggesting its potential for deleterious effects in the development of both metabolic dysfunction-associated fatty liver disease (MAFLD) and coronary artery disease (CAD). This marks it as a crucial pleiotropic locus influencing these diseases.","chrpos":"chr14:94378610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.10.24317047","title":"Genome-wide insights into the shared genetic landscape between metabolic dysfunction-associated fatty liver disease and cardiovascular diseases"}
{"loci":"chr14:100883117:G:T","finding":"This SNP implicated the novel gene RTL1, which is associated with muscle regeneration and was found significantly associated with asthma risk in the meta-analysis.","chrpos":"chr14:100883117","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.30.21267108","title":"Multi-ancestry meta-analysis of asthma identifies novel associations and highlights the value of increased power and diversity"}
{"loci":"rs176324","finding":"SNP rs176324 correlated with cooking time, where GA genotypes had longer cooking times compared to GG. This SNP represents a significant association revealed in the analysis and highlights genetic factors influencing the preparation quality of yam.","chrpos":"chr14:28550231","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.18.562904","title":"Detecting the genetic variants associated with key culinary traits in Dioscorea alata"}
{"loci":"rs150526114","finding":"The SNP rs150526114 was identified as a tag SNP within a highly differentiated region at the immunoglobulin heavy chain (IGH) locus, showing a frequency of 91% in CDX populations, 73% in KHV populations, and 59% in CHS populations. This allele matched sequences observed in Neanderthal genomes, indicating a Neanderthal-introgressed origin. The allele exhibited extreme frequency differentiation specific to Southeast Asian populations.","chrpos":"chr14:105613313","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.26.428314","title":"Local adaptation and archaic introgression shape global diversity at human structural variant loci"}
{"loci":"rs148927240","finding":"This intergenic variant for TAA near FRMD6 achieved significance with a p-value of 2.19x10^-8 and an OR of 4.23.","chrpos":"chr14:51772792","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.05.429911","title":"Analysis of UK Biobank Cohort Reveals Novel Insights for Thoracic and Abdominal Aortic Aneurysms"}
{"loci":"rs1351618","finding":"The SNP rs1351618 showed a moderate probability of causality (0.390) for post-FVC at locus 5, being located in an intron of the gene EGLN3. Similar to rs10857225, this SNP had a significantly higher minor allele frequency in populations of African ancestry at 12.4%, compared to less than 2.2% in other populations.","chrpos":"chr14:34062427","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.01.045468","title":"Integrative genomic analysis in African American children with asthma finds 3 novel loci associated with lung function"}
{"loci":"rs365990","finding":"The SNP rs365990 was associated with two traits in opposite directions, aiding in the understanding of blood pressure phenotypes.","chrpos":"chr14:23392602","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.04.455145","title":"Multivariate Genomewide Association Analysis with IHT"}
{"loci":"rs221902","finding":"The SNP rs221902 was linked to elevated transcript levels of PCNX1 in fetal and adult tissues, emphasizing its role in ASD-related genetic expression.","chrpos":"chr14:71134362","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.03.433667","title":"Autism spectrum disorder: understanding the impact of SNPs on biological pathways in the fetal and adult cortex"}
{"loci":"rs12881760","finding":"The rs12881760 variant disrupted a CTCF binding site and was associated with differences in expression of a cluster of 12 miRNAs, showing high frequency in European populations and a significant signature of positive selection, indicating its adaptive evolution.","chrpos":"chr14:100709998","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.31.928580","title":"Population variation of miRNAs and isomiRs and their impact on human immunity to infection"}
{"loci":"rs11158026","finding":"Rs11158026 was confirmed to exhibit strong associations with GCH1, which showed specific expression in dopaminergic neurons, highlighting its potential role in PD.","chrpos":"chr14:54882151","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.20.537553","title":"Single cell spatial transcriptomic and translatomic profiling of dopaminergic neurons in health, aging and disease"}
{"loci":"rs999737","finding":"The SNP rs999737 was noted in the study as a risk variant for breast cancer, included in the analysis blocks along with other significant SNPs.","chrpos":"chr14:68567965","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/665133","title":"DOT: Gene-set analysis by combining decorrelated association statistics"}
{"loci":"rs7359088","finding":"Identified as an additional significant association with breast cancer risk associated with RAD51B.","chrpos":"chr14:68412219","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/665133","title":"DOT: Gene-set analysis by combining decorrelated association statistics"}
{"loci":"rs1799794","finding":"XRCC3 rs1799794 was associated with an increased risk of neutropenia in patients, indicating its importance in predicting potential adverse effects of chemotherapy in colorectal cancer patients.","chrpos":"chr14:103712930","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561316","title":"Pharmacogenomics, biomarker network and allele frequencies in colorectal cancer"}
{"loci":"rs8984","finding":"The rs8984 variant was associated with an increased prevalence of the long transcript isoform of the CHURC1 gene, which was thought to result from the destruction of a microRNA binding site recognized by the miR-582-5p family.","chrpos":"chr14:64932588","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/540088","title":"The length of the expressed 3’ UTR is an intermediate molecular phenotype linking genetic variants to complex diseases"}
{"loci":"rs59228823","finding":"The SNP rs59228823 was found to interact with the MEG3 gene, demonstrating fibroblast-specific expression patterns linked to vascular function in arterioles.","chrpos":"chr14:100718850","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.09.617511","title":"Chromatin interaction maps of human arterioles reveal new mechanisms for the genetic regulation of blood pressure"}
{"loci":"rs12889775","finding":"The SNP rs12889775 was associated with the expression of both IRF2BPL and the lncRNA RP11-7F17.7. It was predicted to influence the epromoter's binding affinity for EGR1, exhibiting a high posterior probability of shared association with the expression of these proximal and distal genes.","chrpos":"chr14:76959734","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/620062","title":"Functional effects of variation in transcription factor binding highlight long-range gene regulation by epromoters"}
{"loci":"rs10139547","finding":"This SNP contributed to the data supporting the genetic overlap between MS and CD.","chrpos":"chr14:87924160","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.16.385914","title":"Investigating the shared genetic architecture between multiple sclerosis and inflammatory bowel diseases"}
{"loci":"rs217669","finding":"The SNP rs217669, located on human chromosome 14, was reported to be associated with the gene SYT16. Using a synteny approach, a cluster 7 DInt was identified with the promoter of a related non-coding RNA that suggested a novel candidate gene for obesity.","chrpos":"chr14:61893357","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.27.546683","title":"Genome-wide analysis of promoter contacts identifies novel regulators of late-stage adipogenesis"}
{"loci":"rs8005161","finding":"The SNP rs8005161 was associated with the G protein-coupled receptor GPR65 (TDAG8), which was reported to have a significant impact on pH-associated activation during intestinal inflammation. This finding indicated a functional role of this SNP in modulating inflammatory responses, reflecting its relevance in pathophysiological processes.","chrpos":"chr14:88006251","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/669374","title":"Activation of a nerve injury transcriptional signature in airway-innervating sensory neurons after lipopolysaccharide induced lung inflammation"}
{"loci":"rs8020128","finding":"The SNP rs8020128 was associated with findings related to seasonal variation in the NDVI–species richness relationship in a prairie grassland experiment. This study emphasized the ecological impacts of drought and the role of environmental factors such as relative humidity and temperature, which were crucial for understanding drought effects on plant communities.","chrpos":"chr14:80005908","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.06.561294","title":"Simulating atmospheric drought: Silica gel packets dehumidify mesocosm microclimates"}
{"loci":"rs229188","finding":"The rs229188 variant was linked to women's ageing genetics, suggesting a role in the metabolic changes associated with aging in females, which may influence carcinogenesis.","chrpos":"chr14:30570465","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.03.280974","title":"Sex-dependent pathways in hepatocarcinogenesis triggered by deregulated cholesterol synthesis"}
{"loci":"rs1152591","finding":"Related to increased H3K27ac peak height within a SYNE2 intron, this SNP also correlated to increased gene expression of SYNE2.","chrpos":"chr14:64214130","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/536763","title":"Disease and phenotype relevant genetic variants identified from histone acetylomes in human hearts"}
{"loci":"rs8007846","finding":"The rs8007846 SNP, located on chromosome 14, was positively associated with multiple sclerosis (MS) in the context of genomic regions that were enriched for MS-associated GWAS variants. This SNP was identified within a super-enhancer region derived from experiments on CD19+ B cells, suggesting its relevance in the transcriptional regulation of MS through interactions with DNA binding regions of molecular transducers.","chrpos":"chr14:65796245","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.12.434773","title":"GWAS associated Variants, Non-genetic Factors, and Transient Transcriptome in Multiple Sclerosis Etiopathogenesis: a Colocalization Analysis"}
{"loci":"rs8010030","finding":"This SNP was positively identified in the context of ecological measurements of coral reefs and was associated with advancements in semi-automated field image collection and analysis techniques, enhancing the understanding of coral reef dynamics.","chrpos":"chr14:68618368","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.20.513055","title":"RECIFS: a centralized geo-environmental database for coral reef research and conservation"}
{"loci":"rs8020118","finding":"This SNP was part of a significant review concerning remote sensing of coral reefs for monitoring and management, indicating its relevance in analyzing reef health and environmental conditions.","chrpos":"chr14:68780642","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.20.513055","title":"RECIFS: a centralized geo-environmental database for coral reef research and conservation"}
{"loci":"rs2273626","finding":"The derived T allele of rs2273626 in hsa-miR-4707-3p was associated with a neuroprotective role against glaucoma. It showed a frequency of approximately 3% in African populations, significantly higher than in non-Africans (>50%). This association correlated with the higher glaucoma incidence observed in African populations, suggesting positive selection processes for this SNP since the Out-of-Africa event.","chrpos":"chr14:22956973","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.24.445417","title":"Signatures of genetic variation in human microRNAs point to processes of positive selection related to population-specific disease risks"}
{"loci":"rs61992671","finding":"Association was noted for rs61992671 in hsa-miR-412-3p, indicating its potential role in different cancers, as it showed a significant link to gene expression variations.","chrpos":"chr14:101065517","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.24.445417","title":"Signatures of genetic variation in human microRNAs point to processes of positive selection related to population-specific disease risks"}
{"loci":"rs4905194","finding":"This SNP was found to be trans-associated with the gene CPEB2 in the liver in connection with cortisol levels. The network regulated by CPEB2 showed a significant number of causal interactions and was linked to gene networks affected by cortisol.","chrpos":"chr14:94370134","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.20.524857","title":"Gene networks driven by genetic variation for plasma cortisol in hepatic and adipose tissues implicate corticosteroid binding globulin in modulating tissue glucocorticoid action and cardiovascular risk"}
{"loci":"rs11622665","finding":"This SNP was associated with the gene RNF13, which was identified as a key regulator in a major subcutaneous fat sub-network, encompassing 215 gene targets linked to cortisol.","chrpos":"chr14:94308658","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.20.524857","title":"Gene networks driven by genetic variation for plasma cortisol in hepatic and adipose tissues implicate corticosteroid binding globulin in modulating tissue glucocorticoid action and cardiovascular risk"}
{"loci":"rs8022616","finding":"This SNP was trans-associated with the transcription factor IRF2 in subcutaneous fat and was shown to regulate a network of genes, some of which are implicated in cardiovascular health.","chrpos":"chr14:94307608","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.20.524857","title":"Gene networks driven by genetic variation for plasma cortisol in hepatic and adipose tissues implicate corticosteroid binding globulin in modulating tissue glucocorticoid action and cardiovascular risk"}
{"loci":"rs8020087","finding":"The SNP rs8020087 was associated with plant traits observed in a study by Chadwick and Asner in 2016, where they focused on organismic-scale remote sensing of canopy foliar traits in tropical forests, providing insights into ecological applications.","chrpos":"chr14:100344218","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.01.498461","title":"Predicting leaf traits across functional groups using reflectance spectroscopy"}
{"loci":"rs74316182","finding":"This SNP was identified as a missense mutation that regulates different eGenes in each tissue. It was associated with neurodevelopment, evolution, or disease, contributing to the relationship between genetic variation and neuronal phenotypes.","chrpos":"chr14:104932055","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/771816","title":"Derived Homo sapiens cis-eQTL regulation: implications for brain evolution"}
{"loci":"rs63750082","finding":"The SNP rs63750082, which is the PSEN1-G206A mutation, was identified as a rare variant primarily in Puerto Ricans with early onset Alzheimer's disease (EOAD). It had an allele frequency of 0.001 in the 1000 Genome Project reference panel but was absent in the Haplotype Reference Consortium (HRC) reference panel. The imputation for this SNP using the 1000G panel resulted in an IMPUTE2 'info' score of 0.48, which improved to 0.94 when the chunk size was increased to 5MB. Twelve individuals identified as G206A carriers through imputation were subsequently genotyped, and all were confirmed to be mutation carriers, indicating a perfect imputation prediction with 100% agreement.","chrpos":"chr14:73192712","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/494229","title":"Rare variants imputation in admixed populations: Comparison across reference panels and bioinformatics tools"}
{"loci":"rs76341705","finding":"The SNP rs76341705 at 14q23.1 was found to be associated with the CSA of the lingual gyrus. This association adds to the genetic understanding of cortical surface area traits.","chrpos":"chr14:59161961","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/409649","title":"Genetic Determinants of Cortical Structure (Thickness, Surface Area and Volumes) among Disease Free Adults in the CHARGE Consortium"}
{"loci":"rs56329719","finding":"The SNP rs56329719 was adjacent to rs56375606 and contributed to the significant modifier effect (14ABEM1) regarding CAG expansion, underscoring the impact of genetic variations in the MLH3 region.","chrpos":"chr14:75017978","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.597797","title":"Genetic modifiers of somatic expansion and clinical phenotypes in Huntington’s disease reveal shared and tissue-specific effects"}
{"loci":"rs175016","finding":"The SNP rs175016 was highlighted for reducing MLH3 expression, associated with the strong linkage to decreased CAG expansion in Huntington's disease, emphasizing its role in genetic modulation.","chrpos":"chr14:74992930","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.597797","title":"Genetic modifiers of somatic expansion and clinical phenotypes in Huntington’s disease reveal shared and tissue-specific effects"}
{"loci":"rs12879725","finding":"The SNP rs12879725, associated with hastening age at motor onset, was significant in influencing clinical outcomes for Huntington's disease progression.","chrpos":"chr14:74961545","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.597797","title":"Genetic modifiers of somatic expansion and clinical phenotypes in Huntington’s disease reveal shared and tissue-specific effects"}
{"loci":"rs175438","finding":"The SNP rs175438 correlated with suggestive significant signals impacting the age at TFC6, supporting the connection between genetic modifiers and disease progression.","chrpos":"chr14:75140342","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.597797","title":"Genetic modifiers of somatic expansion and clinical phenotypes in Huntington’s disease reveal shared and tissue-specific effects"}
{"loci":"rs10139154","finding":"The SNP rs10139154, located within the SCFD1 gene, was identified as associated with amyotrophic lateral sclerosis (ALS) in a study involving a Chinese cohort. This finding highlighted a notable genetic contribution to the disease, establishing a link between this specific variant and ALS risk.","chrpos":"chr14:30678292","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/505693","title":"Partitioning the genetic architecture of amyotrophic lateral sclerosis"}
{"loci":"rs2025009","finding":"The SNP rs2025009, related to RAD51B, was mentioned in connection with DNA repair mechanisms crucial for AML, linking it to cancer progression.","chrpos":"chr14:68376888","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/605428","title":"Iterative feature selection method to discover predictive variables and interactions for high-dimensional transplant genomic data"}
{"loci":"rs1042704","finding":"The SNP rs1042704, located in the <italic>MMP14<\/italic> gene, was also found to be significantly associated with AIS in the broader cohort analysis, demonstrating an OR of 1.239 (P=1.89E-05). However, it did not show significance when the analysis was focused on females.","chrpos":"chr14:22843385","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.26.542293","title":"Association of an estrogen-sensitive Pax1-Col11a1-Mmp3 signaling axis with adolescent idiopathic scoliosis"}
{"loci":"rs28711516","finding":"At the MYH6 locus, a novel predicted damaging missense variant (rs28711516, p.Gly56Arg) was discovered. MYH6 had been previously linked to PR interval duration, sick sinus syndrome, atrial fibrillation (AF), and various other cardiovascular traits.","chrpos":"chr14:23407058","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/712398","title":"Multi-ancestry GWAS of the electrocardiographic PR interval identifies 210 loci underlying cardiac conduction"}
{"loci":"rs11160538","finding":"The study found that the risk allele T of SNP rs11160538 was associated with higher expression of AL160313. In males, higher expression was linked to a protective role against atherosclerosis, making it a relevant finding for CAD.","chrpos":"chr14:99674033","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.24.477536","title":"Genetic regulation of human aortic smooth muscle cell gene expression and splicing predict causal coronary artery disease genes"}
{"loci":"rs2295682","finding":"The SNP rs2295682 was identified as an sQTL for the gene RBM23, which is shared across 46 tissues and showed a larger effect in brain subregions such as the cortex. This SNP significantly affected the relative abundances of alternative splice isoforms of RBM23, where individuals with the GG genotype expressed RBM23-002 preferentially, while AA homozygotes expressed RBM23-003. Heterozygotes exhibited intermediate abundance levels.","chrpos":"chr14:22905653","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.29.123703","title":"Identification and analysis of splicing quantitative trait loci across multiple tissues in the human genome"}
{"loci":"rs10498633","finding":"The SNP rs10498633 was noted to be associated with AD, linked to the gene RIN3. This association arose because RIN3 is identified in a region tagged by this significant GWAS SNP, further supporting its relevance in Alzheimer's disease.","chrpos":"chr14:92460608","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.13.381640","title":"Identification of novel Alzheimer’s disease genes co-expressed with TREM2"}
{"loci":"rs4652","finding":"The LGALS-3 (rs4652) gene variant was associated with coronary artery disease risk in diabetics, indicating a potential genetic risk factor.","chrpos":"chr14:55138318","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.02.22.529500","title":"Identification of novel prognostic targets in coronary artery disease and related complications using bioinformatics and next generation sequencing data analysis"}
{"loci":"rs3759601","finding":"The SNP rs3759601 located in the gene ATG2B was previously associated with both the in-vitro and in-vivo training effect of Bacillus Calmette-Guérin (BCG) therapy. The analysis indicated a significant influence of this genetic variation on the response of non-muscle invasive bladder cancer (NMIBC) patients to BCG treatment, as highlighted by the Nijmegen Bladder Cancer Study (NBCS). This established the SNP as an important factor in understanding variability in patient outcomes following BCG therapy.","chrpos":"chr14:96311131","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.21.480081","title":"Intravesical BCG in patients with non-muscle invasive bladder cancer induces trained immunity and decreases respiratory infections"}
{"loci":"rs12894780","finding":"As a trans-interchromosomal eQTL, rs12894780 was found to interact with the LIPC gene, which suggests it plays a role in the gene regulatory networks associated with COPD.","chrpos":"chr14:93037041","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.20.500731","title":"De novo discovery of traits co-occurring with chronic obstructive pulmonary disease"}
{"loci":"rs2234919","finding":"The association between rs2234919 (p.Pro52Thr) in TSHR and hyperthyroidism was identified, with statistical significance (p=3.6×10⁻⁷, OR=0.74, 95% CI: 0.66-0.83). This finding was consistent with previous conflicting studies.","chrpos":"chr14:80955834","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.13.876250","title":"Medical relevance of common protein-altering variants in GPCR genes across 337,205 individuals in the UK Biobank"}
{"loci":"rs7143400","finding":"The rs7143400 variant located in the 3'UTR of FERMT2 was identified as a genetic risk factor for Alzheimer's disease (AD). The presence of the T allele facilitated miR-4504 binding, leading to decreased FERMT2 expression, which in turn altered APP metabolism and increased Aβ production. This association was further supported by the observation that miR-4504 was over-expressed in the brains of AD patients.","chrpos":"chr14:52858173","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/767194","title":"Alzheimer’s genetic risk factor FERMT2 (Kindlin-2) is regulated by risk allele-binding of miR-4504 and leads to synaptic dysfunction in an APP-dependent manner"}
{"loci":"rs2242542","finding":"The SNP variant rs2242542 G\/A, located at the splice acceptor AG sequence of the TRAV26-2 V exon, was found to significantly impact splice site functionality, with the A variant removing the splice site. It was present at a frequency of 29.1% in the analyzed 1KGP cases, indicating its relevance in loss of TRAV26-2 expression.","chrpos":"chr14:22203081","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.25.505097","title":"Archaic humans have contributed to large-scale variation in modern human T cell receptor genes"}
{"loci":"rs17113205","finding":"The SNP rs17113205 was noted to cause a stop codon in the TRAV19 gene, contributing to expression loss. Its association with non-functional alleles resulted in low-level expression being detectable, which demonstrated the impact of this variant in TCR repertoire.","chrpos":"chr14:22008151","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.25.505097","title":"Archaic humans have contributed to large-scale variation in modern human T cell receptor genes"}
{"loci":"rs768942453","finding":"This SNP, caused a stop codon in the TRAV34 gene, led to hemizygous expression loss, indicating its role in inhibiting the function of specific TCR genes as shown in the analysis.","chrpos":"chr14:22208060","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.25.505097","title":"Archaic humans have contributed to large-scale variation in modern human T cell receptor genes"}
{"loci":"rs62622786","finding":"The G\/A variant rs62622786 influenced recombination signal sequences in the TRAJ12 gene, leading to its expressed loss in homozygous cases. This was particularly notable among African individuals and affected MAIT cell responses.","chrpos":"chr14:22531938","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.25.505097","title":"Archaic humans have contributed to large-scale variation in modern human T cell receptor genes"}
{"loci":"rs3841038","finding":"The rs3841038 AAGT\/− deletion variant removed the splice donor site of TRAJ17, resulting in significant reductions in gene expression in hemizygous or homozygous individuals, which had implications for TCR functionality.","chrpos":"chr14:22526905","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.25.505097","title":"Archaic humans have contributed to large-scale variation in modern human T cell receptor genes"}
{"loci":"rs143418056","finding":"This variant was associated with low-level expression of a shortened TRAJ52 sequence. The hemizygous expression loss indicated the role of genetic variants in modulating TCR gene expression.","chrpos":"chr14:22486262","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.25.505097","title":"Archaic humans have contributed to large-scale variation in modern human T cell receptor genes"}
{"loci":"rs76402200","finding":"The T SNP variant was present at a frequency of 1.7% among African individuals analyzed and was associated with a specific TRAV allele, helping in understanding population-level variations in TCR.","chrpos":"chr14:22494878","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.25.505097","title":"Archaic humans have contributed to large-scale variation in modern human T cell receptor genes"}
{"loci":"rs6575805","finding":"This SNP was validated in the WHI African American sample, showing an association with eGFR, having a p-value of 0.02 and the European ancestry background reflected a similar direction of effect as observed in HCHS\/SOL.","chrpos":"chr14:100882680","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.06.442996","title":"Genome-wide admixture mapping of eGFR and CKD identify European and African ancestry-of-origin loci in U.S. Hispanics\/Latinos"}
{"loci":"rs3825569","finding":"This SNP was associated with eGFR in the WHI African American cohort, with results indicating significance (p-value of 0.02) and similar effect magnitude to the findings from HCHS\/SOL.","chrpos":"chr14:100883961","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.06.442996","title":"Genome-wide admixture mapping of eGFR and CKD identify European and African ancestry-of-origin loci in U.S. Hispanics\/Latinos"}
{"loci":"rs144567652","finding":"The SNP rs144567652, a nonsense mutation in the FANCM gene (c.5791C>T), was found to induce exon skipping, negatively impacting DNA repair activity. This mutation was identified as a familial breast cancer risk factor, emphasizing its significance in understanding genetic predispositions to cancer.","chrpos":"chr14:45198718","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.29.357996","title":"FANCM regulates repair pathway choice at stalled replication forks"}
{"loci":"rs7155603","finding":"The sequence variant rs7155603, located upstream of the human Batf gene, was identified in genome-wide association study (GWAS) analyses as being associated with a higher risk for rheumatoid arthritis. This finding is relevant as IFN I is implicated as a pathogenic factor in rheumatoid arthritis, thus establishing a connection between the SNP and autoimmune disease processes involving BATF.","chrpos":"chr14:75494193","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.11.574638","title":"BATF controls IFN I production via DC-SCRIPT in plasmacytoid dendritic cells"}
{"loci":"rs2296651","finding":"The study conducted by Casillas et al. in 2018 highlighted the prevalence of the rs2296651 polymorphism within a Spanish population, particularly in the context of hepatitis B virus preS1 variability. The finding suggested a significant relationship between this SNP and variations in the hepatitis B virus, emphasizing its potential relevance in the field of infectious diseases and genetic susceptibility.","chrpos":"chr14:69778476","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.03.975524","title":"Significance of hydrophobic and charged sequence similarities in sodium-bile acid cotransporter and vitamin D-binding protein macrophage activating factor"}
{"loci":"rs77653640","finding":"SNP rs77653640 was associated with reduced SA in ADHD, establishing its genetic implications.","chrpos":"chr14:98177526","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.05.561040","title":"The overlapping genetic architecture of psychiatric disorders and cortical brain structure"}
{"loci":"rs10142766","finding":"SNP rs10142766 showed strong correlations with increased thickness in the supramarginal cortex in depressive disorder, further implicating its role.","chrpos":"chr14:64313736","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.05.561040","title":"The overlapping genetic architecture of psychiatric disorders and cortical brain structure"}
{"loci":"rs911552","finding":"SNP rs911552 was associated with increased thickness in the supramarginal cortex in MDD, illustrating its relevance.","chrpos":"chr14:103533171","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.05.561040","title":"The overlapping genetic architecture of psychiatric disorders and cortical brain structure"}
{"loci":"rs28929474","finding":"The SNP rs28929474, associated with the SERPINA1 gene (Pi-Z allele), caused a 2.5% increase in ALT and a 1.3% increase in AST, linking it to alpha-1 antitrypsin deficiency and its effects on liver function.","chrpos":"chr14:94378610","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.19.104570","title":"Genome-wide association study of circulating liver enzymes reveals an expanded role for manganese transporter SLC30A10 in liver health"}
{"loci":"rs72691418","finding":"The SNP rs72691418 was linked to an upregulation of L1 family gene sets. GSEA highlighted its strong positive association with TE family gene expression, further suggesting a regulatory role in transposable element dynamics.","chrpos":"chr14:81424439","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.15.553416","title":"An eQTL-based Approach Reveals Candidate Regulators of LINE-1 RNA Levels in Lymphoblastoid Cells"}
{"loci":"rs72680543","finding":"The SNP rs72680543 in the 5' region of BMP4 showed a significant association with a p-value of 0.043, but it was in complete linkage disequilibrium with two non-significant SNPs, leading to a lack of follow-up on this finding.","chrpos":"chr14:53966551","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.28.546932","title":"Mutation in the Bone Morphogenetic Protein signaling pathway sensitize zebrafish and human to ethanol-induced jaw malformations"}
{"loci":"rs2887399","finding":"The SNP rs2887399 was associated with higher expression of the TCL1A gene in blood. The study reported that leukocytes with LOY showed significantly increased TCL1A expression, establishing a clear relationship between this genetic variant and cellular mechanisms that could advantage cancerous conditions.","chrpos":"chr14:95714358","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/514026","title":"Genetic predisposition to mosaic Y chromosome loss in blood is associated with genomic instability in other tissues and susceptibility to non-haematological cancers"}
{"loci":"rs2738413","finding":"The rs2738413 SNP was associated with the SYNE2-AF region, which was found to activate gene expression in HL-1 mouse atrial cardiomyocytes. This region's activity correlated with AF risk and influenced the expression of SYNE2 in the human atria, showing a functional relationship between this SNP and cardiac gene regulation.","chrpos":"chr14:64213242","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.14.452222","title":"Systematic in vivo interrogation identifies novel enhancers and silencers associated to Atrial Fibrillation"}
{"loci":"rs1152591","finding":"Similar to rs2738413, the rs1152591 SNP also belonged to the SYNE2-AF region. It was shown to activate expression in HL-1 mouse atrial cardiomyocytes and correlated with lower SYNE2 gene expression in human atrial tissue, indicating its regulatory role in cardiac gene expression.","chrpos":"chr14:64214130","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.14.452222","title":"Systematic in vivo interrogation identifies novel enhancers and silencers associated to Atrial Fibrillation"}
{"loci":"rs8014986","finding":"This SNP was found in the HHIPL1 gene and contributed to the group of variants associated with binary traits indicative of coronary heart disease, showing strong genetic correlations.","chrpos":"chr14:99669381","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.155879","title":"A method to map and interpret pleiotropic loci using summary statistics of multiple traits"}
{"loci":"rs7160525","finding":"The SNP rs7160525 in the SGPP1 gene significantly associated with the ceramide species CER[N(24)S(16)], showing its role in the regulation of sphingolipid metabolism. This association had a P-value of 5.67x10^-10.","chrpos":"chr14:63765502","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815654","title":"Heritability and family-based GWAS analyses of the N-acyl ethanolamine and ceramide lipidome reveal genetic influence over circulating lipids"}
{"loci":"rs8020118","finding":"SNP rs8020118 was noted in Hedley et al. (2016), highlighting its association with remote sensing technologies applied to coral reef management and monitoring, thus showcasing its significance in the ecological research framework.","chrpos":"chr14:68780642","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.28.485758","title":"Digitizing the coral reef: machine learning of underwater spectral images enables dense taxonomic mapping of benthic habitats"}
{"loci":"rs8010059","finding":"The analysis of SNP rs8010059 was documented in the validation study by Heron et al. (2016), concerning the thermal stress satellite products used for monitoring coral bleaching, indicating its critical role in understanding coral health and responses to environmental stressors.","chrpos":"chr14:84130031","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.28.485758","title":"Digitizing the coral reef: machine learning of underwater spectral images enables dense taxonomic mapping of benthic habitats"}
{"loci":"rs1191551","finding":"The study identified significant interactions between the FOXG1 promoter and a distal open chromatin peak containing rs1191551, a variant associated with schizophrenia. This finding was recapitulated in hippocampal DG-like neurons and astrocytes, demonstrating the relevance of this SNP in gene regulation pertaining to the disorder.","chrpos":"chr14:29531199","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/494450","title":"cis-Regulatory Chromatin Contacts in Neural Cells Reveal Contributions of Genetic Variants to Complex Neurological Disorders"}
{"loci":"rs7146599","finding":"This SNP was particularly notable for its disruption of the CTCF binding motif at the PCK2 locus and was associated with weaker promoter contacts but higher PCK2 expression across multiple studies, illustrating its complex functional role.","chrpos":"chr14:24058463","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.04.551251","title":"Shared and distinct molecular effects of regulatory genetic variants provide insight into mechanisms of distal enhancer-promoter communication"}
{"loci":"rs7148456","finding":"The rs7148456 SNP, which is known to be associated with allele-specific open chromatin at the BAG5 locus, was targeted using a customized active base editing system. Two hiPSC lines were tested, and the resulting editing efficiencies were determined to be 11.2% and 13.8% for high_PRS_2 and low_PRS_2, respectively. This further supports the utility of CRISPR-based techniques in modifying genetic variants linked to schizophrenia.","chrpos":"chr14:103561933","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.04.185348","title":"Publicly available hiPSC lines with extreme polygenic risk scores for modeling schizophrenia"}
{"loci":"rs61745752","finding":"The SNP rs61745752 was associated with significant metastatic potential in various cancer types, particularly indicating an odds ratio of approximately 3 for secondary malignancy of bones and the liver, and 4.9 for the \"acquired absence of breast\" phenotype related to breast cancer surgery. In BioVU, of the 70 identified carriers of this variant, 11.4% had a malignant neoplasm of the breast, and 5.7% had both malignant breast cancer and metastasis to bone or liver, which was higher than the rates observed in non-carriers. The variant was linked to a c-terminal truncation of the GPR68 receptor, leading to loss of receptor internalization and aberrant activity, suggesting it could be a risk variant for cancer metastasis.","chrpos":"chr14:91234045","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/612549","title":"Coupling metastasis to pH sensing G Protein-coupled receptor-68 through first in class inhibitor identified in an in vivo chemical genetic screen"}
{"loci":"rs2239633","finding":"The rs2239633 polymorphism was found in the promoter of the CEBPE gene, which showed accessible chromatin throughout B-cell differentiation, and its expression was increased in ETV6-RUNX1 and hyperdiploid BCP ALL cases.","chrpos":"chr14:23119848","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.01.547234","title":"Uncovering the cis-regulatory program of early human B-cell commitment and its implications in the pathogenesis of B-cell acute lymphoblastic leukemia"}
{"loci":"rs945270","finding":"The SNP rs945270 was found to have sex-different interrelationships with cerebral gray matter volumes and was linked to attention deficit hyperactivity disorder (ADHD). This study showed that the impact of this SNP on brain structure and function may vary between individuals assigned male or female at birth, highlighting its relevance in understanding sex-specific neurodevelopmental disorders.","chrpos":"chr14:55733755","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.598367","title":"Longitudinal sex-at-birth and age analyses of cortical structure in the ABCD Study®"}
{"loci":"rs12890411","finding":"The rs12890411 SNP was identified as a breast tissue GTEx and Pancan eQTL for the NOXRED1 gene, located in intron 5. The G to A change at this position was correlated with a decrease in enhancer activity by 20 percent and lower expression of NOXRED1 in cancer patients. The diminished strength of RELA binding was suggested as a contributing factor to reduced gene expression, confirming predictions from the computational models.","chrpos":"chr14:77400574","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.08.373555","title":"Mechanistic analysis of enhancer sequences in the Estrogen Receptor transcriptional program"}
{"loci":"rs4981455","finding":"The SNP rs4981455 was discovered to be a robust eQTL for miR-4707-3p expression that colocalized with multiple brain phenotypes, including educational attainment and brain size. This SNP's increasing allele was linked to increased expression of miR-4707-3p, which subsequently influenced progenitor gene regulation and cell proliferation.","chrpos":"chr14:22953244","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.31.486585","title":"MicroRNA-eQTLs in the developing human neocortex link miR-4707-3p expression to brain size"}
{"loci":"rs2273626","finding":"The SNP rs2273626 was found to be in high linkage disequilibrium with rs4981455 and was shown to impact allele-specific expression of miR-4707-3p. While both the A and C alleles were part of the analysis, expression levels indicated a strong association with the A allele driving increased miR-4707-3p expression.","chrpos":"chr14:22956973","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.31.486585","title":"MicroRNA-eQTLs in the developing human neocortex link miR-4707-3p expression to brain size"}
{"loci":"rs1043209","finding":"The SNP rs1043209 showed significant correlations as an index variant for educational attainment at the locus associated with miR-4707-3p, reinforcing the evidence for colocalization. Its significance decreased when considering the associations with miR-4707-3p, indicating a robust link between miR-4707-3p expression and educational attainment.","chrpos":"chr14:22904777","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.31.486585","title":"MicroRNA-eQTLs in the developing human neocortex link miR-4707-3p expression to brain size"}
{"loci":"rs10137367","finding":"The SNP rs10137367 was detected in RPE1 and linked to RDH11, illustrating its relevance in the context of geographic atrophy.","chrpos":"chr14:68524324","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.19.457044","title":"Transcriptomic and proteomic retinal pigment epithelium signatures of age-related macular degeneration"}
{"loci":"rs4904507","finding":"The SNP rs4904507 was associated with a significant region on chromosome 14 related to principal component PC1_WHITE, intersecting with the gene FOXN3.","chrpos":"chr14:89111405","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.07.239103","title":"Genetic signatures of human brain structure: A comparison between GWAS and relatedness-based regression"}
{"loci":"rs11621942","finding":"The SNP rs11621942 was linked to the posterior middle temporal gyrus for both 50kb and 100kb window sizes overlapping with gene NPAS3.","chrpos":"chr14:33436205","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.07.239103","title":"Genetic signatures of human brain structure: A comparison between GWAS and relatedness-based regression"}
{"loci":"rs4982084","finding":"The SNP rs4982084 was associated with the posterior middle temporal gyrus for both window sizes, further overlapping with gene NPAS3.","chrpos":"chr14:33407571","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.07.239103","title":"Genetic signatures of human brain structure: A comparison between GWAS and relatedness-based regression"}
{"loci":"rs77004437","finding":"This SNP was linked to hair color variation in genetic analysis.","chrpos":"chr14:92326862","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.12.456138","title":"The impact of evolutionary processes in shaping the genetics of complex traits in East Asia and Europe: a specific contribution from Denisovan and Neanderthal introgression"}
{"loci":"rs2145623","finding":"This SNP coincided with multiple autoimmune diseases and showed strong LD with GWAS peak SNPs, indicating a functional role in disease susceptibility.","chrpos":"chr14:35370030","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs2738413","finding":"The SNP rs2738413 colocalized with a GWAS signal for atrial fibrillation, suggesting a mechanism where it affects the expression of the gene SYNE2 in cardiac muscle cells, thereby influencing cardiac traits.","chrpos":"chr14:64213242","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.01.458619","title":"Fine mapping spatiotemporal mechanisms of genetic variants underlying cardiac traits and disease"}
{"loci":"rs8005161","finding":"The rs8005161 polymorphism was found to impact the G protein-coupled receptor GPR65 (TDAG8), specifically influencing pH-associated activation in the context of intestinal inflammation. This finding highlighted its relevance in conditions such as ulcerative colitis, indicating its potential role in disease mechanisms related to this inflammatory bowel disease.","chrpos":"chr14:88006251","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.11.245472","title":"Mapping multicellular programs from single-cell profiles"}
{"loci":"rs10130373","finding":"The SNP occurred within a microglia-specific peak and was associated with the disruption of an SPI1 motif, having a specific interaction with the promoter of the RIN3 gene, which is critical for microglial function and is implicated in Alzheimer's disease.","chrpos":"chr14:92466231","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.06.896159","title":"Single-cell epigenomic identification of inherited risk loci in Alzheimer’s and Parkinson’s disease"}
{"loci":"rs2075797","finding":"The SNP rs2075797 located in the PTGER2 gene was found to be associated with the risk of chronic obstructive pulmonary disease (COPD) development, further supporting its relevance in the etiology of COPD.","chrpos":"chr14:52313933","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.10.579759","title":"Identification of key genes and biological pathways in chronic obstructive pulmonary disease using bioinformatics and next generation sequencing data analysis"}
{"loci":"rs11846556","finding":"The SNP rs11846556 was found to be significantly associated with chronic pain, with each additional copy of the A allele increasing the odds of having chronic pain by 2% (OR = 1.02). It accounted for 0.29% of the variance in chronic pain presence. However, it was not significantly associated with major depressive disorder (MDD) rate or severity, indicating a potential mediated pleiotropic effect rather than a direct one.","chrpos":"chr14:41713822","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/495846","title":"Identification of novel common variants associated with chronic pain using conditional false discovery rate analysis with major depressive disorder and assessment of pleiotropic effects of LRFN5"}
{"loci":"rs1049468267","finding":"The intronic single nucleotide polymorphism (SNP) rs1049468267 within the FBLN5 gene was associated with \"cerebral atherosclerosis\" (P = 9.9×10^-7; effect size [beta value] = 88) and \"occlusion and stenosis of precerebral arteries\" (P=2.0×10^-4; effect size [beta value] = 16). This finding indicated a significant link between fibulin 5 and cerebrovascular diseases, highlighting the importance of Fbln5 dysregulation in cerebral arteries during early-onset hypertension.","chrpos":"chr14:91884746","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.07.515426","title":"Proteomic mapping reveals dysregulated angiogenesis in the cerebral arteries of rats with early-onset hypertension"}
{"loci":"rs1063271","finding":"The variant rs1063271, found in the 3' UTR of the SPTLC2 gene, was associated with slower exercise performance linked to time trial completion. Its influence on transcript stability might result in altered gene expression affecting response to exercise.","chrpos":"chr14:77508647","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.20.957340","title":"Identification of novel mitochondrial and mitochondrial related genetic loci associated with exercise response in the Gene SMART study"}
{"loci":"rs1950834","finding":"The A allele of rs1950834 was identified as a protective variant against major depressive disorder (MDD). The mechanism involved reduction of chromatin accessibility due to disruption of the transcription factor ETV1 binding, which resulted in decreased expression of the lncRNA AL121821.1 in neural progenitor cells.","chrpos":"chr14:41605321","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.20.594968","title":"Genetic regulation of lncRNA expression in the whole human brain"}
{"loci":"rs12588974","finding":"The SNP rs12588974, located at base 299 of the IGHV1-2 gene, was identified as indicative of the IGHV1-2*01 or IGHV1-2*05 alleles. It was reported to be present at approximately 5% frequency in European populations, confirming its relevance in genetic diversity studies.","chrpos":"chr14:105986603","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.05.284257","title":"Poorly expressed alleles of several human immunoglobulin heavy chain variable (IGHV) genes are common in the human population"}
{"loci":"rs782139757","finding":"The SNP rs782139757 was associated with the separation of the IGHV1-2*01 and IGHV1-2*05 alleles. It maintained a T designation at a very high frequency across most populations, suggesting that the IGHV1-2*01 allele is not common.","chrpos":"chr14:105986669","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.05.284257","title":"Poorly expressed alleles of several human immunoglobulin heavy chain variable (IGHV) genes are common in the human population"}
{"loci":"rs1425538657","finding":"The SNP rs1425538657, which pairs with the previous SNP to delineate the alleles, was found to remain as a G at very high frequencies in various populations, indicating that it plays a significant role in the genetic variation of IGHV1-2 alleles.","chrpos":"chr14:105986668","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.05.284257","title":"Poorly expressed alleles of several human immunoglobulin heavy chain variable (IGHV) genes are common in the human population"}
{"loci":"rs7161194","finding":"The rs7161194 variant, located approximately 1.8 kb upstream of the MIR541 gene, was significantly associated with higher plasma HDL-C levels, suggesting a role for MIR541 in regulating HDL cholesterol.","chrpos":"chr14:101062668","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.01.565110","title":"MicroRNA-541-3p alters lipoproteins to reduce atherosclerosis by degrading Znf101 and Casz1 transcription factors"}
{"loci":"rs7148516","finding":"The SNP rs7148516, associated with the gene GON7, was also replicated in the largest BMI meta-GWAS with a p-value of 1.3e-17, highlighting its significance in obesity studies.","chrpos":"chr14:93236326","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.15.422886","title":"Quantitative Genetic Scoring, or how to put a number on an arbitrary genetic region"}
{"loci":"rs2296312","finding":"This SNP was part of a peak that colocalized best with a TCL1A eQTL from GTEx whole blood. The SNP showed a significant association with telomere length that increased with age, suggesting a mechanism through which it may influence cellular proliferation.","chrpos":"chr14:95711986","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.12.548702","title":"Validation of human telomere length trans-ancestry meta-analysis association signals identifies POP5 and KBTBD6 as novel human telomere length regulation genes"}
{"loci":"rs8010030","finding":"The SNP rs8010030 was associated with significant ecological measurements of coral reefs, indicating its relevance in assessing coral health in the context of heat stress experienced by different taxa. The findings contributed to understanding long-term and short-term impacts of heat stress on coral cover.","chrpos":"chr14:68618368","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.29.466412","title":"Worldwide analysis of reef surveys sorts coral taxa by (adaptive) response to heat stress"}
{"loci":"rs8023164","finding":"The SNP rs8023164 was found to alter the binding affinity of FOSL2 to regulatory DNA, which is crucial for Th17-related pathways. This SNP had relevance to multiple sclerosis (MS) and systemic lupus erythematosus (SLE) as it was identified in genomic regions associated with these diseases.","chrpos":"chr14:102805688","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.26.441472","title":"The AP-1 factors FOSL1 and FOSL2 co-regulate human Th17 responses"}
{"loci":"rs17103360","finding":"The finding indicated that rs17103360 affected FOSL2 binding, influencing Th17 pathways, and was implicated in conditions such as multiple sclerosis (MS) and rheumatoid arthritis (RA).","chrpos":"chr14:75492998","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.26.441472","title":"The AP-1 factors FOSL1 and FOSL2 co-regulate human Th17 responses"}
{"loci":"rs112492319","finding":"Carriers of the rs112492319 variant experienced distinct changes in subcutaneous and visceral adipocyte areas, specifically with alterations in adipocyte size among the carriers of the T2D-risk allele, where increased adipocyte size was noted.","chrpos":"chr14:73840921","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.30.605923","title":"Loss of RREB1 reduces adipogenesis and improves insulin sensitivity in mouse and human adipocytes"}
{"loci":"rs61983410","finding":"This SNP was linked with microalbuminuria with a full model odds ratio of 0.78, indicating its association with renal complications.","chrpos":"chr14:25535506","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/499616","title":"Genome-wide association study of diabetic kidney disease highlights biology involved in renal basement membrane collagen"}
{"loci":"rs55883101","finding":"The SNP rs55883101 was notably identified as a central point that received an extreme case of merging, involving 42 other RefSNPs due to the algorithmic integration of variants. This SNP emerged as a significant representation of alleles with variable deletions that were collapsed into this single RefSNP, which now houses 43 unique alleles.","chrpos":"chr14:65089783","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/537449","title":"SPDI: Data Model for Variants and Applications at NCBI"}
{"loci":"rs869211356","finding":"The SNP rs869211356 remained distinct from the RefSNP cluster formed by other alleles, due to its specific deletion allele starting with a 'T', making its deletion precise and preventing any correction by the SPDI algorithm.","chrpos":"chr14:65089756","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/537449","title":"SPDI: Data Model for Variants and Applications at NCBI"}
{"loci":"rs11158812","finding":"rs11158812 acted as a significant deQTL affecting GZMH expression only within NK cells. This SNP, located in an intergenic region, was linked to its role in regulating granzyme activity as part of immune responses.","chrpos":"chr14:24614177","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.05.592598","title":"Genetic variants associated with cell-type-specific intra-individual gene expression variability reveal new mechanisms of genome regulation"}
{"loci":"rs7153648","finding":"The risk allele of rs7153648 in LNCaP cells showed significantly lower transcriptional activity relative to the normal allele, further supporting a negative regulatory role.","chrpos":"chr14:60655808","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.29.450267","title":"A dinucleotide tag-based parallel reporter gene assay method"}
{"loci":"rs1023437","finding":"The SNP rs1023437 demonstrated a significant association with TRAV26-2, with an effect size of -1.035 and p-value of 4.88 x 10^-27. It was located 41Kb downstream from TRAV26-2 and was the most significant finding associated with this gene.","chrpos":"chr14:22245256","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.04.618564","title":"Defining the genetic determinants of CD8+ T cell receptor repertoire in the context of immune checkpoint blockade"}
{"loci":"rs80168986","finding":"The SNP rs80168986 was linked to decreased polyadenylation due to the creation of an HNRNPA1 motif, as indicated by differences in predicted RNA-seq coverage and measured coverage data.","chrpos":"chr14:57290084","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.30.555582","title":"Predicting RNA-seq coverage from DNA sequence as a unifying model of gene regulation"}
{"loci":"rs1152591","finding":"This SNP was identified as a significant genetic risk factor for atrial fibrillation (AF) and was shown to be a strong eQTL (cis-expression quantitative trait locus) for the SYNE2 gene. The presence of its risk allele was associated with decreased expression of the short SYNE2 mRNA isoform SYNE2α1, which encodes nesprin-2α1, a protein critical for nuclear-cytoskeleton connectivity. The association between rs1152591 and lower SYNE2α1 expression was confirmed through RNA sequencing and qPCR studies of human left atrial appendage (LAA) tissues.","chrpos":"chr14:64214130","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/708057","title":"Atrial fibrillation associated common risk variants in SYNE2 lead to lower expression of nesprin-2α1 and increased nuclear stiffness"}
{"loci":"rs1152595","finding":"This SNP was identified as a linked eQTL to the GWAS SNP rs1152591 and was shown to have a stronger association with SYNE2α1 expression than rs1152591 itself. The risk allele of rs1152595 was also associated with decreased levels of SYNE2α1, thereby supporting the role of this SNP in regulating the expression of nesprin-2α1. Additionally, both SNPs were connected in terms of their regulatory capabilities, as analysis indicated that both had decreased enhancer and promoter activities when compared to their reference alleles.","chrpos":"chr14:64208263","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/708057","title":"Atrial fibrillation associated common risk variants in SYNE2 lead to lower expression of nesprin-2α1 and increased nuclear stiffness"}
{"loci":"rs10147988","finding":"The SNP rs10147988 was found in the context of the gene MEG3, exhibiting allelic RNA-seq counts suggesting a relationship with imprinting within neurons. This was part of a broader analysis focused on allelic biases in imprinted genes relevant to brain development.","chrpos":"chr14:100831178","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.04.463060","title":"Inference of cell-type specific imprinted regulatory elements and genes during human neuronal differentiation"}
{"loci":"rs12879413","finding":"The SNP rs12879413, located in the MEG8 gene, showed differential allelic RNA-seq counts in neurons, indicating its potential role in imprinting. This finding related to the mechanisms underlying neurogenesis and the expression of imprinted genes.","chrpos":"chr14:100947115","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.04.463060","title":"Inference of cell-type specific imprinted regulatory elements and genes during human neuronal differentiation"}
{"loci":"rs1802710","finding":"The SNP rs1802710 associated with DLK1 was observed in progenitors, revealing progenitor-specific imprinting expressions. This SNP highlighted the intersection of copy number variation and genomic imprinting, pertinent to uniparental disomy-like phenotypes.","chrpos":"chr14:100734308","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.04.463060","title":"Inference of cell-type specific imprinted regulatory elements and genes during human neuronal differentiation"}
{"loci":"rs17125944","finding":"rs17125944 was also linked to a functional gene in the same 2013 GWAS for AD, indicating its role in genetic susceptibility to the disorder.","chrpos":"chr14:52933911","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.07.443184","title":"Multi-Modal Data Analysis for Alzheimer’s Disease Diagnosis: An Ensemble Model Using Imagery and Genetic Features"}
{"loci":"rs10498633","finding":"In the 2013 GWAS involving 74,046 individuals, rs10498633 was identified as associated with AD and was linked to a functional gene.","chrpos":"chr14:92460608","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.07.443184","title":"Multi-Modal Data Analysis for Alzheimer’s Disease Diagnosis: An Ensemble Model Using Imagery and Genetic Features"}
{"loci":"rs848047","finding":"The SNP rs848047 showed significant associations with SNVs in the 3' UTR of FOXA1, replicating multiple positive associations with somatic drivers.","chrpos":"chr14:36858645","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516773","title":"Germline determinants of the prostate tumor genome"}
{"loci":"rs848048","finding":"The SNP rs848048 was associated with SNVs in the 3' UTR of FOXA1, demonstrating a significant impact across cancer types.","chrpos":"chr14:36858578","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516773","title":"Germline determinants of the prostate tumor genome"}
{"loci":"rs12896399","finding":"The SNP rs12896399 in SLC24A4 demonstrated significant selection pressure differences between West Africans and Eurasians, suggesting it was a selection signal related to dark pigmentation in West Africans.","chrpos":"chr14:92307319","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/253963","title":"Dissecting dynamics and differences of selective pressures in the evolution of human pigmentation"}
{"loci":"rs151154986","finding":"The variant rs151154986 in ACOT2 displayed relationships with CMS causal genes, suggesting potential involvement in metabolic pathways impacting muscle functionality, thereby linking it to CMS severity.","chrpos":"chr14:73573432","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.19.524736","title":"Rare disease research workflow using multilayer networks elucidates the molecular determinants of severity in Congenital Myasthenic Syndromes"}
{"loci":"rs77222982","finding":"The SNP rs77222982, located near a GATA1 binding motif, also exhibited allelic imbalance in GATA1 binding studies. This indicated its potential regulatory role in erythropoiesis, reinforcing its significance as a causative variant.","chrpos":"chr14:77645789","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/813618","title":"An integrated platform to systematically identify causal variants and genes for polygenic human traits"}
{"loci":"rs73301485","finding":"The SNP rs73301485 was associated with lower levels of ENTPD5, which were causally linked to decreased risks of type 2 diabetes and diabetic kidney disease. This variant was also identified as an eQTL in multiple tissues, underscoring its significance.","chrpos":"chr14:74001940","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/854752","title":"Whole genome sequencing analysis of the cardiometabolic proteome"}
{"loci":"rs140111715","finding":"RS140111715 was found to decrease ENTPD5 levels and was associated with a reduced risk of type 2 diabetes and diabetic kidney disease. It had a significant association established through rigorous statistical evaluation.","chrpos":"chr14:73976343","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/854752","title":"Whole genome sequencing analysis of the cardiometabolic proteome"}
{"loci":"rs34162196","finding":"The SNP rs34162196 was associated with both 'pieces of fresh fruit per day' and 'pieces of dried fruit per day', located on chromosome 14q, within a 5.8 kb region containing olfactory receptor gene OR10G3.","chrpos":"chr14:21569994","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/662239","title":"Comprehensive genomic analysis of dietary habits in UK Biobank identifies hundreds of genetic loci and establishes causal relationships between educational attainment and healthy eating"}
{"loci":"rs35260863","finding":"The SNP rs35260863 showed strong association with the phenotype 'pieces of dried fruit per day', residing in the same locus on chromosome 14q as rs34162196, emphasizing the dietary habits concerning fruit intake.","chrpos":"chr14:21575814","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/662239","title":"Comprehensive genomic analysis of dietary habits in UK Biobank identifies hundreds of genetic loci and establishes causal relationships between educational attainment and healthy eating"}
{"loci":"rs10140123","finding":"The SNP rs10140123 was linked to 'tablespoons of raw vegetables per day', occurring in a region containing olfactory receptor gene OR4K17, indicating a connection between vegetable intake and smell perception.","chrpos":"chr14:20118491","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/662239","title":"Comprehensive genomic analysis of dietary habits in UK Biobank identifies hundreds of genetic loci and establishes causal relationships between educational attainment and healthy eating"}
{"loci":"rs1263872","finding":"In the context of the study on Ribonuclease 7 (RNase 7), the SNP rs1263872 was identified as a polymorphism that reduced antimicrobial activity. This reduction in activity was specifically associated with an increased incidence of pediatric urinary tract infections, indicating that the variant had significant implications for immune response in affected individuals.","chrpos":"chr14:21043299","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.18.553899","title":"A suite of selective pressures supports the maintenance of alleles of a Drosophila immune peptide"}
{"loci":"rs3825761","finding":"The rs3825761 SNP colocalized with reticulocyte-count GWAS signals and was identified as influencing the NUDT14 gene through the introduction of a premature stop codon by a splice junction u-sQTL. This resulted in transcripts that underwent NMD, linking the SNP to both gene expression level changes and AS-NMD mechanisms.","chrpos":"chr14:105172594","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.13.557588","title":"Global impact of aberrant splicing on human gene expression levels"}
{"loci":"rs73313052","finding":"This SNP was linked to precuneus SA with significant P-values (1.1 x 10^-24 and replicated with 2.2 x 10^-35). It is located near the DACT1 and DAAM1 genes, involved in synapse formation, emphasizing its role in brain structural connectivity.","chrpos":"chr14:59159279","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/399402","title":"The genetic architecture of the human cerebral cortex"}
{"loci":"rs4144266","finding":"The SNP rs4144266 was found to be associated with eye colour as a significant SNP in the SLC24A4 locus.","chrpos":"chr14:92322861","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.29.462299","title":"Investigating the genetic architecture of eye colour in a Canadian cohort"}
{"loci":"rs12896399","finding":"This SNP within the SLC24A4 region showed significant association with eye colour variation.","chrpos":"chr14:92307319","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.29.462299","title":"Investigating the genetic architecture of eye colour in a Canadian cohort"}
{"loci":"rs754203","finding":"The SNP rs754203 in the CYP46A1 gene was associated with increased plasma levels of 24S-Hydroxycholesterol in patients with type 2 diabetes, presenting a potential link to cognitive impairment and metabolic dysfunctions seen in GDM.","chrpos":"chr14:99691630","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.24.469869","title":"Identification of differentially expressed genes and signaling pathways in gestational diabetes mellitus by integrated bioinformatics analysis"}
{"loci":"rs781779034","finding":"This SNP was associated with null-like or intermediate phenotypes for mismatch repair (MMR), indicating a failure in the MMR process. Additionally, it caused null-like crossing over defects during meiosis, meaning that its effect contributed to improper chromosome segregation, potentially leading to reproductive issues.","chrpos":"chr14:75049378","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.14.426654","title":"MLH1\/3 variants causing aneuploidy, pregnancy loss, and premature reproductive aging"}
{"loci":"rs138006166","finding":"Similar to rs781779034, this SNP exhibited null-like or intermediate phenotypes for MMR. It also caused crossing over defects, confirming its contribution to meiotic errors and possible reproductive abnormalities.","chrpos":"chr14:75018891","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.14.426654","title":"MLH1\/3 variants causing aneuploidy, pregnancy loss, and premature reproductive aging"}
{"loci":"rs781739661","finding":"This SNP displayed null-like or intermediate phenotypes for both MMR and crossover defects, underlining its role in meiotic recombination failure and potential reproductive disadvantages.","chrpos":"chr14:75033445","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.14.426654","title":"MLH1\/3 variants causing aneuploidy, pregnancy loss, and premature reproductive aging"}
{"loci":"rs746927118","finding":"This SNP was one of five classified as deleterious in the ATL1 gene, indicating a functional impact on the ATL1 protein that may be used as a genomic biomarker for Hereditary spastic paraplegia type 3A (SPG3A), particularly in individuals under 4 years old.","chrpos":"chr14:50587995","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/818302","title":"Extensive In Silico Analysis of ATL1 Gene: Discovered Five Mutations that may Cause Hereditary Spastic Paraplegia Type 3A"}
{"loci":"rs979765709","finding":"This SNP was identified as deleterious and associated with functional changes in the ATL1 protein, serving as a potential genomic biomarker for SPG3A in children before the age of four.","chrpos":"chr14:50591017","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/818302","title":"Extensive In Silico Analysis of ATL1 Gene: Discovered Five Mutations that may Cause Hereditary Spastic Paraplegia Type 3A"}
{"loci":"rs119476049","finding":"This SNP was classified as deleterious and shown to affect the ATL1 protein functionality, positioning it as a genomic biomarker for assessing SPG3A in young children.","chrpos":"chr14:50613278","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/818302","title":"Extensive In Silico Analysis of ATL1 Gene: Discovered Five Mutations that may Cause Hereditary Spastic Paraplegia Type 3A"}
{"loci":"rs864622269","finding":"This SNP was identified as one of the most deleterious, impacting the ATL1 protein function and potentially serving as a genomic biomarker for SPG3A in young patients.","chrpos":"chr14:50628394","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/818302","title":"Extensive In Silico Analysis of ATL1 Gene: Discovered Five Mutations that may Cause Hereditary Spastic Paraplegia Type 3A"}
{"loci":"rs1242753115","finding":"This SNP was among the five classified as deleterious with functional implications for the ATL1 protein, making it a significant genomic biomarker for SPG3A in individuals under four years old.","chrpos":"chr14:50628422","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/818302","title":"Extensive In Silico Analysis of ATL1 Gene: Discovered Five Mutations that may Cause Hereditary Spastic Paraplegia Type 3A"}
{"loci":"rs8010004","finding":"The SNP rs8010004 was associated with the regulation of hTERT transcription activity, where higher expression levels of PITX1 and ZCCHC10 were linked to suppressed hTERT expression in melanoma cell lines. This finding suggested that genetic variations associated with this SNP may influence the interaction between PITX1 and ZCCHC10, impacting cancer development through telomerase activity regulation.","chrpos":"chr14:39131253","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/640508","title":"PITX1 protein interacts with ZCCHC10 to regulate hTERT mRNA transcription"}
{"loci":"rs201076896","finding":"The four polymorphisms, including rs201076896 among others, were connected to a higher risk of rheumatic heart disease (RHD) specifically within Oceanic populations. The analysis found that the frequency of nine alleles carrying these mutating positions was highest in African populations, followed by Asian populations, suggesting a greater prevalence of RHD in African demographics compared to others.","chrpos":"chr14:106639254","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.033530","title":"Population matched (PM) germline allelic variants of immunoglobulin (IG) loci: New pmIG database to better understand IG repertoire and selection processes in disease and vaccination"}
{"loci":"rs201691548","finding":"Similar to rs201076896, rs201691548 was part of a group of polymorphisms associated with increased susceptibility to rheumatic heart disease (RHD) identified in Oceanic populations. The alleles with these polymorphisms were most frequent in African populations, indicating a possibly higher incidence of RHD in this group when compared to Asians.","chrpos":"chr14:106639255","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.033530","title":"Population matched (PM) germline allelic variants of immunoglobulin (IG) loci: New pmIG database to better understand IG repertoire and selection processes in disease and vaccination"}
{"loci":"rs200931578","finding":"As part of the four polymorphisms studied, rs200931578 was also found to correlate with increased susceptibility to RHD in Oceanic populations. Its presence in a set of nine alleles was noted to be most prominent in African populations, supporting the idea of a higher RHD frequency in Africa than in Asia.","chrpos":"chr14:106639263","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.033530","title":"Population matched (PM) germline allelic variants of immunoglobulin (IG) loci: New pmIG database to better understand IG repertoire and selection processes in disease and vaccination"}
{"loci":"rs202166511","finding":"The SNP rs202166511 was shown to be one of the critical polymorphisms influencing the risk of rheumatic heart disease (RHD), particularly in Oceanic populations, corroborating previous findings. It was included among the nine alleles with the highest frequencies in African populations, reinforcing the observed trend of RHD being more prevalent in African populations compared to Asian ones.","chrpos":"chr14:106639264","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.033530","title":"Population matched (PM) germline allelic variants of immunoglobulin (IG) loci: New pmIG database to better understand IG repertoire and selection processes in disease and vaccination"}
{"loci":"rs2253317","finding":"Variant rs2253317 at chr14:68585686:G:C demonstrated beta cell-specific effects on a cRE that was intronic to the RAD51B gene. This variant exhibited allele-specific binding to transcription factors and was notable for understanding cell type-specific regulation related to genetic predisposition.","chrpos":"chr14:68585686","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.03.606460","title":"Single cell multiome profiling of pancreatic islets reveals physiological changes in cell type-specific regulation associated with diabetes risk"}
{"loci":"rs3742943","finding":"SNP rs3742943 was associated with gene JAG2, recognized for its critical function in embryonic development.","chrpos":"chr14:105142227","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/530733","title":"Locating suspicious lethal genes by abnormal distributions of SNP patterns"}
{"loci":"rs160458","finding":"The SNP rs160458 was significantly associated with the depth of the left superior temporal asymmetrical pit (STAP) in the UK Biobank British discovery sample, with a p-value of 2.0·10^-12. This association was replicated in a second cohort, the IMAGEN cohort, demonstrating the SNP's effect on language-related brain structures.","chrpos":"chr14:58608160","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/539189","title":"A DACT1 enhancer modulates brain asymmetric temporal regions involved in language processing"}
{"loci":"rs160459","finding":"The SNP rs160459 was found to be strongly associated with various phenotypes related to the left STAP, particularly with its depth, gray matter volume, and thickness during the first two trimesters of pregnancy. This SNP was determined to regulate the DACT1 gene, which is implicated in the development of brain regions associated with language processing, making it a key genetic factor in the establishment of these networks.","chrpos":"chr14:58607418","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/539189","title":"A DACT1 enhancer modulates brain asymmetric temporal regions involved in language processing"}
{"loci":"rs1957757","finding":"The rs1957757 SNP in the HIF-1alpha gene showed a significant interaction with CpG island methylation in the promoter region, which was associated with an increased risk of anti-tuberculosis drug-induced liver injury. This finding was part of a case-control study and emphasizes the genetic susceptibility of individuals to hepatotoxicity from treatments such as isoniazid.","chrpos":"chr14:61730230","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.12.607527","title":"Endoplasmic reticulum stress inhibition preserves mitochondrial function and cell survival during early onset of isoniazid-induced oxidative stress"}
{"loci":"rs10129414","finding":"This SNP was also replicated in the ENIGMA dataset, indicating its association with volumetric imaging derived phenotypes, as part of the 24 distinct loci identified.","chrpos":"chr14:55726554","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758326","title":"Multi-trait genome-wide analyses of the brain imaging phenotypes in UK Biobank"}
{"loci":"rs1802710","finding":"The SNP rs1802710 was linked with obesity through its influence on the expression of MEG3, rather than DLK1 as previously understood. This SNP exhibited maternal effects where the C allele reduced MEG3 expression, potentially mitigating the obesity risk associated with its paternal counterpart, thus contributing to the understanding of polar overdominance in the context of obesity.","chrpos":"chr14:100734308","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.05.597677","title":"Abundant Parent-of-origin Effect eQTL in Humans: The Framingham Heart Study"}
{"loci":"rs33912345","finding":"The rs33912345 SNP, located within the SIX6 gene, was shown to have a significant association with primary open-angle glaucoma (POAG). The study indicated that the homozygous risk alleles (CC) of this SNP led to an increased expression of p16Ink4a, which is associated with cellular senescence. This finding suggests that the presence of the rs33912345 variant contributes to the pathological processes underlying glaucoma through mechanisms involving senescence and apoptosis of retinal ganglion cells affected by elevated intraocular pressure (IOP).","chrpos":"chr14:60509819","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/684811","title":"Early removal of senescent cells protects retinal ganglion cells loss in experimental ocular hypertension"}
{"loci":"rs2588809","finding":"The carrier status of rs2588809 at the gene RAD51B was significantly associated with tumor mutational burden (TMB) in breast cancer. This finding indicated that specific genetic variants could influence the overall mutation load within tumor samples, suggesting a role for RAD51B in cancer progression.","chrpos":"chr14:68193711","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.28.428663","title":"Somatic mutational profiles and germline polygenic risk scores in human cancer"}
{"loci":"rs200284292","finding":"This SNP was identified as a progenitor-specific eSNP that mediated the expression of downstream genes <italic>CDK5<\/italic> and <italic>TNPO2<\/italic>, establishing its role in gene regulation during neurodevelopment.","chrpos":"chr14:104944080","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.25.488920","title":"Inferring cell-type-specific causal gene regulatory networks during human neurogenesis"}
{"loci":"rs10149068","finding":"rs10149068, along with rs8017723, was found at a novel locus on chromosome 14, identified in the African American cohort but without further significant context regarding its association with prostate cancer, emphasizing a need for additional investigation.","chrpos":"chr14:32171893","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184283","title":"Multi-ethnic transcriptome-wide association study of prostate cancer"}
{"loci":"rs8017723","finding":"Similar to rs10149068, rs8017723 was identified at a novel locus on chromosome 14, indicating potential relevance in prostate cancer but requiring further validation.","chrpos":"chr14:32171828","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.02.184283","title":"Multi-ethnic transcriptome-wide association study of prostate cancer"}
{"loci":"rs4900597","finding":"The SNP rs4900597 was similarly associated with DNA methylation levels and linked to the gene ZFYVE21, indicating its involvement in schizophrenia as noted by the CEWAS analysis.","chrpos":"chr14:103800327","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/859512","title":"Cascading Epigenomic Analysis for Identifying Disease Genes from the Regulatory Landscape of GWAS Variants"}
{"loci":"rs34813623","finding":"The SNP rs34813623 was found to have effects related to schizophrenia that were mediated by DNA methylation, particularly through CG08213375, despite having no direct association with gene expression.","chrpos":"chr14:103796957","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/859512","title":"Cascading Epigenomic Analysis for Identifying Disease Genes from the Regulatory Landscape of GWAS Variants"}
{"loci":"rs2239635","finding":"The CEBPE SNP (rs2239635) was previously predicted to reduce Ikaros binding to the CEBPE promoter, allowing for elevated expression of CEBPE, which could influence the risk of developing BCP-ALL.","chrpos":"chr14:23119522","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.27.919951","title":"An instructive role for IL7RA in the development of human B-cell precursor leukemia"}
{"loci":"rs4652","finding":"The rs4652 variant in the LGALS3 gene caused a proline to threonine substitution and showed a significant association with rheumatoid arthritis, gastric carcinoma, and variations in gene expression and circulating levels of Galectin-3. Its high FST value of 0.52 indicated strong population differentiation, particularly between African and East Asian populations, with the C allele being highly prevalent in African populations.","chrpos":"chr14:55138318","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/505339","title":"The impact of natural selection on the evolution and function of placentally expressed galectins"}
{"loci":"rs11845184","finding":"The SNP rs11845184 was associated with various brain phenotypes, linked specifically to neuroticism and aggression development through its role in the TSHR gene. It was identified using machine learning techniques applied to MRI data, indicating its relevance to brain anatomy as observable in MRI.","chrpos":"chr14:81021514","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.11.575251","title":"A novel classification framework for genome-wide association study of whole brain MRI images using deep learning"}
{"loci":"rs3742704","finding":"The genetic variant rs3742704, associated with inflammatory bowel disease (IBD), related to reduced GPR65 signaling by approximately 50% as measured by intracellular cAMP accumulation. This finding provided insight into the relevance of GPR65 in human disease, particularly in the context of inflammation and its potential implications for hypertension.","chrpos":"chr14:88011538","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.17.516695","title":"Dietary fibre controls blood pressure and cardiovascular risk by lowering large intestinal pH and activating the proton-sensing receptor GPR65"}
{"loci":"rs8005161","finding":"The SNP rs8005161 was initially linked to high blood pressure (BP) with a significance level (P=0.0029). However, this association was not significant after adjustment for false discovery rate (FDR), suggesting that while there was an initial correlation, the relationship might not be as robust after accounting for multiple testing.","chrpos":"chr14:88006251","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.17.516695","title":"Dietary fibre controls blood pressure and cardiovascular risk by lowering large intestinal pH and activating the proton-sensing receptor GPR65"}
{"loci":"rs56994090","finding":"The rs56994090 was identified as a candidate causal variant at the chr14:101306447-101326447 locus associated with T1D and affecting the expression of the lncRNA MEG3 during pancreas development.","chrpos":"chr14:100840110","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.17.435846","title":"eQTL mapping in fetal-like pancreatic progenitor cells reveals early developmental insights into diabetes risk"}
{"loci":"rs73243848","finding":"SNP rs73243848 in the G2E3-AS1 locus was linked to salivary microbial composition, with positive associations observed with bacterial taxa including Prevotella uSGB 2511 and Bacteroidaceae, illustrating its influence on the salivary microbiome configuration.","chrpos":"chr14:30529893","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.06.443017","title":"Metagenome-genome-wide association studies reveal human genetic impact on the oral microbiome"}
{"loci":"rs9944035","finding":"The SNP rs9944035, corresponding to c.1721T>C in the SYNE2 gene, was implicated as a potential modifier by introducing an amino acid change, I574T. This variant was linked to an earlier disease onset in the patient, suggesting its role in modifying DYT1 dystonia progression.","chrpos":"chr14:63981058","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/807891","title":"Association of SYNE2 variants in accelerating the progress of DYT1 early-onset isolated dystonia"}
{"loci":"rs2792205","finding":"SNP rs2792205 was associated with a variant in the SYNE2 gene (c.12001T>C), resulting in the W4001R mutation. This change was proposed to disrupt the protein-protein interaction between TOR1A and SYNE2, potentially influencing disease progression.","chrpos":"chr14:64093373","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/807891","title":"Association of SYNE2 variants in accelerating the progress of DYT1 early-onset isolated dystonia"}
{"loci":"rs2781377","finding":"The rs2781377 SNP caused a premature stop codon mutation (c.12002G>A, W4001Ter) in SYNE2. This change was hypothesized to significantly impair the interaction between TOR1A and SYNE2, contributing to the pathology of DYT1 dystonia.","chrpos":"chr14:64093374","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/807891","title":"Association of SYNE2 variants in accelerating the progress of DYT1 early-onset isolated dystonia"}
{"loci":"rs175714","finding":"DeepSNP rs175714 was identified as a key regulator for MS, affecting multiple chromatin features and associated with the TF MAZ, previously noted as significant in KKNMS GWAS.","chrpos":"chr14:75515513","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/069096","title":"DeepWAS: Multivariate genotype-phenotype associations by directly integrating regulatory information using deep learning"}
{"loci":"rs7146599","finding":"DeepSNP rs7146599 on chromosome 14 was recognized for its role in affecting multiple chromatin features associated with height, supporting its regulatory involvement in growth traits.","chrpos":"chr14:24058463","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/069096","title":"DeepWAS: Multivariate genotype-phenotype associations by directly integrating regulatory information using deep learning"}
{"loci":"rs779590262","finding":"The analysis of WGS data in 269 Shetland individuals identified rs779590262 as a missense variant of uncertain significance. This variant was noteworthy as it was one of the ultra-rare exonic variants, contributing to the strong genetic drift observed in the Shetland population. It was one of only a small number of variants identified in the study that had been included in ClinVar, highlighting its uniqueness and the potential relevance of this finding for gene function and human health.","chrpos":"chr14:21400565","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/809244","title":"Increased ultra-rare variant load in an isolated Scottish population impacts exonic and regulatory regions"}
{"loci":"rs8017172","finding":"Supporting its relevance, this SNP was also associated with a genome-wide significant result (P < 5 × 10^-8) within a relevant locus.","chrpos":"chr14:55732330","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/758326","title":"Multi-trait genome-wide analyses of the brain imaging phenotypes in UK Biobank"}
{"loci":"rs10483809","finding":"The variant rs10483809 was associated with type 1 diabetes (T1D) at a P-value of 8.1×10^-6. It mapped within a cytokine-induced beta cell cis-regulatory element (cCRE) and showed preferential binding to interferon regulatory factor (IRF) and CUX family transcription factors. Electrophoretic mobility shift assays demonstrated that this variant affected transcription factor binding using nuclear extracts from the MIN6 beta cell line, with the risk allele exhibiting increased enhancer activity in response to cytokine treatment.","chrpos":"chr14:68369652","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.29.466025","title":"Type 1 diabetes risk genes mediate pancreatic beta cell survival in response to proinflammatory cytokines"}
{"loci":"rs2241621","finding":"The variant rs2241621 in the gene STON2 was identified as a known schizophrenia variant in humans. This missense variant was among the predicted damaging mutations related to neurodevelopmental disorders (NDDs).","chrpos":"chr14:81270732","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.08.566198","title":"Evolutionary constraint genes implicated in autism spectrum disorder across 2,054 nonhuman primate genomes"}
{"loci":"rs8010699","finding":"The rs8010699 SNP, linked to a substitution in nesprin-2 (H3309R), was noted to be associated with Emery-Dreifuss muscular dystrophy and correlated with the expression of CDK1\/p21 in HBV-related hepatocellular carcinomas. Its clinical significance was classified as uncertain.","chrpos":"chr14:64056125","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.23.380337","title":"Peptide Ancestry Informative Markers in Uterine Neoplasms from Women of European, African and Asian Ancestry"}
{"loci":"rs2239630","finding":"The SNP rs2239630 was pinpointed as a critical causal variant located in the promoter region of the CEBPE gene and exhibited a posterior probability of 1. It showed dynamic regulatory activity changes along the B-cell developmental trajectory, especially peaking at the pre-B cell stage. This variant was shown to be associated with higher expression levels of CEBPE, thereby revealing a specific B-cell developmental stage that likely underlies predisposition to acute lymphoblastic leukemia (ALL), marking it as significant for understanding the genetic risk factors for this disease.","chrpos":"chr14:23120140","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.23.477426","title":"Variant to function mapping at single-cell resolution through network propagation"}
{"loci":"rs2841277","finding":"The SNP rs2841277 was reported to be associated with susceptibility to rheumatoid arthritis, indicating a potential genetic risk factor for individuals affected by this autoimmune disease.","chrpos":"chr14:104924668","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.20.567917","title":"Structural and mechanistic insights into disease-associated endolysosomal exonucleases PLD3 and PLD4"}
{"loci":"rs75255901","finding":"The SNP rs75255901 was identified as a putative causal variant associated with DAAM1, which influences the precuneus region of the brain. This finding was linked to phenotypes associated with various brain volumes, specifically the posterior Corpus Callosum (Splenium), precuneus, and cerebellar volume, and was highlighted in a large genome-wide association study involving brain magnetic resonance imaging data from 51,665 individuals. The research suggested that this variant, along with its associated brain structures, underwent recent evolution in the Homo sapiens lineage.","chrpos":"chr14:59202319","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.22.427608","title":"Fine-grained temporal mapping of derived high-frequency variants supports the mosaic nature of the evolution of Homo sapiens"}
{"loci":"rs116909374","finding":"The rs116909374 SNP was identified as a risk allele associated with thyroid cancer, specifically linked to the NKX2-1 super-enhancer, which has broader implications in lung adenocarcinoma and thyroid development.","chrpos":"chr14:36269155","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.26.563996","title":"Dosage amplification dictates oncogenic regulation by the NKX2-1 lineage factor in lung adenocarcinoma"}
{"loci":"rs10132289","finding":"The rs10132289 SNP was found to be associated with lung function, specifically the FEV1\/FVC ratio, and is also linked to the NKX2-1 lineage super-enhancer, further illustrating the SNP's role in lung-related phenotypes.","chrpos":"chr14:36217398","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.26.563996","title":"Dosage amplification dictates oncogenic regulation by the NKX2-1 lineage factor in lung adenocarcinoma"}
{"loci":"rs2005945","finding":"The SNP rs2005945 demonstrated trans-associations with the genes <italic>CD163<\/italic> and <italic>LUC7L3<\/italic> in visceral abdominal fat, marking it as significant in assessing cortisol's influence on gene regulatory frameworks.","chrpos":"chr14:94347963","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.20.524857","title":"Gene networks driven by genetic variation for plasma cortisol in hepatic and adipose tissues implicate corticosteroid binding globulin in modulating tissue glucocorticoid action and cardiovascular risk"}
{"loci":"rs11626366","finding":"The SNP rs11626366 was associated with inflammatory bowel disease (IBD) and was found to be 46kb away from the gene SLC24A4, which was highlighted within a dense regulatory network specifically related to IBD in classical monocytes. This finding underlined the complex regulatory interactions of disease-associated genes across various cell types.","chrpos":"chr14:92274791","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.01.551575","title":"Continuous lifelong learning for modeling of gene regulation from single cell multiome data by leveraging atlas-scale external data"}
{"loci":"rs8020119","finding":"The analysis involving SNP rs8020119 provided insights into emulating radiative transfer codes to improve land surface parameter inferences. This research aided in enhancing remote sensing techniques vital for biodiversity assessments.","chrpos":"chr14:94656848","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.25.489356","title":"Scientific opportunities for developing essential biodiversity variables from satellite remote sensing in the context of the post-2020 global biodiversity framework"}
{"loci":"rs4899412","finding":"The minor T-allele in rs4899412 was associated with lower heart rate variability (HRV) and higher expression of RGS6 in whole blood and tibial nerve. This finding aligned with previous reports in humans showing that loss-of-function variants in RGS6 were correlated with higher HRV.","chrpos":"chr14:71997545","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/385500","title":"Translating GWAS-identified loci for cardiac rhythm and rate using an in vivo image- and CRISPR\/Cas9-based approach"}
{"loci":"rs1048990","finding":"The SNP rs1048990, a variant in the PSMA6 gene, was found to significantly influence the risk of coronary artery disease. This finding highlighted a genetic basis for variability in disease susceptibility, suggesting that differences in proteasome activity mediated by this SNP could impact cellular health and organismal traits related to cardiovascular function.","chrpos":"chr14:35292469","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.23.469794","title":"Substrate-Specific Effects of Natural Genetic Variation on Proteasome Activity"}
{"loci":"rs8018720","finding":"As with others listed, rs8018720 was part of the established loci important for understanding variations in 25OHD concentrations.","chrpos":"chr14:39086981","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/860767","title":"Genome-wide association study identifies 143 loci associated with 25 hydroxyvitamin D concentration"}
{"loci":"rs17522122","finding":"The AKAP6-rs17522122*T polymorphism was associated with worse baseline performance in episodic memory, working memory, vocabulary, and perceptual speed, indicating its role in cognitive function. This finding related directly to the context of Alzheimer’s disease (AD) where AKAP6 was significantly downregulated, particularly in the transition from mild cognitive impairment (MCI) to AD, suggesting that variations in this SNP may influence cognitive decline associated with AD.","chrpos":"chr14:32833676","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.22.504884","title":"An Alzheimer’s disease patient-derived olfactory cell model identifies gene expression changes associated with cognition"}
{"loci":"rs12896399","finding":"Strong evidence for moderate selection was found on rs12896399 in the SLC24A4 gene, with a selection coefficient (s) of about 0.005. This SNP was significantly associated with hair color and suggested positive selection during the Out-of-Africa migration.","chrpos":"chr14:92307319","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/592675","title":"An approximate full-likelihood method for inferring selection and allele frequency trajectories from DNA sequence data"}
{"loci":"rs1800839","finding":"The SNP rs1800839 was predicted to reduce the binding affinity of the regulator CREB1 to the promoter and enhancer regions of the PSEN1 gene. This alteration may explain the upregulation of PSEN1 previously associated with Alzheimer's disease, particularly in its familial forms.","chrpos":"chr14:73136423","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.08.511312","title":"RNetDys: identification of disease-related impaired regulatory interactions due to SNPs"}
{"loci":"rs176324","finding":"The SNP rs176324 was significantly associated with oxidative browning on chromosome 2 at both locations, explaining 10.16% and 10.76% of the variation at Roujol and Godet, respectively. The GG genotype was found to not exhibit oxidative browning, whereas the T allele was associated with an increased expression of browning traits.","chrpos":"chr14:28550231","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.12.532275","title":"Genome-wide association studies reveal novel loci controlling tuber flesh color and oxidative browning in Dioscorea alata"}
{"loci":"rs7156908","finding":"The study identified rs7156908 as a variant affecting the expression dynamics of genes, including its impact leading to different transcriptional responses in several treatments.","chrpos":"chr14:83915081","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.30.462672","title":"Genetic control of the dynamic transcriptional response to immune stimuli and glucocorticoids at single cell resolution"}
{"loci":"rs1042704","finding":"The SNP rs1042704, located in the MMP14 gene, was identified as a strong candidate for association with Dupuytren's Disease (DD). This variant, a non-synonymous substitution changing an aspartic acid (D273) to asparagine (N273), demonstrated significantly reduced collagenolytic activity (17% of the ancestral variant) which was crucial in understanding its contribution to the fibrotic phenotype observed in DD. Functionally, cells expressing the N273 variant displayed substantially lower collagen degradation capabilities compared to those expressing the D273 variant. The study indicated that patients carrying at least one copy of the A allele had a 1.25-fold increased risk of developing DD, emphasizing the SNP's role in the disease's pathology.","chrpos":"chr14:22843385","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.09.142513","title":"An SNP variant MT1-MMP with a defect in its collagenolytic activity confers the fibrotic phenotype of Dupuytren’s Disease"}
{"loci":"rs7140721","finding":"The SNP rs7140721 was associated with increased risk of heart failure (HF) and prognosis in relation to the Myosin Heavy Chain Associated RNA Transcript (MHRT). This finding linked the genetic variant to heart disease through its association with lncRNAs.","chrpos":"chr14:23416485","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.01.429136","title":"Long noncoding RNA VENTHEART is required for cardiomyocyte specification and function"}
{"loci":"rs3729829","finding":"The SNP rs3729829 was found to be associated with increased risk of heart failure and prognosis based on its linkage to the Myosin Heavy Chain Associated RNA Transcript (MHRT). It highlighted the relevance of this genetic variant in cardiovascular disease pathways.","chrpos":"chr14:23416678","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.01.429136","title":"Long noncoding RNA VENTHEART is required for cardiomyocyte specification and function"}
{"loci":"rs3729825","finding":"The SNP rs3729825 was also associated with increased risk of heart failure and prognosis, showing its involvement in heart disease through the Myosin Heavy Chain Associated RNA Transcript (MHRT).","chrpos":"chr14:23417055","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.01.429136","title":"Long noncoding RNA VENTHEART is required for cardiomyocyte specification and function"}
{"loci":"rs6573723","finding":"The SNP rs6573723, which is an intronic variant of GPHN, showed nominal significance (P = 0.028) in liver expression between different dietary groups, indicating its relevance to lipid metabolism.","chrpos":"chr14:66769004","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/507905","title":"Genetically regulated gene expression underlies lipid traits in Hispanic cohorts"}
{"loci":"rs192581407","finding":"This SNP was found to have QTLs with a p-value of less than 1e-17, specifically associated with orotidine on chromosome 14, highlighting its substantial impact on this metabolite.","chrpos":"chr14:27278582","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.26.577518","title":"yQTL Pipeline: a structured computational workflow for large scale quantitative trait loci discovery and downstream visualization"}
{"loci":"rs2230500","finding":"The SNP rs2230500 exhibited eQTL effects for HIF1A in IGHMlo memory B cells and was associated with rheumatoid arthritis across both trans-ancestry and East Asian GWAS. The finding suggested its involvement in angiogenesis and inflammatory processes related to rheumatoid arthritis.","chrpos":"chr14:61457521","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.30.601119","title":"Single-cell analysis of human diversity in circulating immune cells"}
{"loci":"rs7157785","finding":"The SNP rs7157785 in SGPP1 was recognized for its association with CER[N(24)S(16)] and other blood cell-related traits, indicating its potential importance in lipid metabolism and hematological profiles.","chrpos":"chr14:63768838","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815654","title":"Heritability and family-based GWAS analyses of the N-acyl ethanolamine and ceramide plasma lipidome"}
{"loci":"rs2887399","finding":"The genome-wide association study (GWAS) identified that the rs2887399 variant in the promoter of TCL1A was significantly associated with a reduced clonal expansion rate of hematopoietic stem cells (HSCs). Specifically, individuals with two copies of the alternative allele (T) had up to 80% reduced odds of harboring driver mutations in TET2, ASXL1, SF3B1, SRSF2, and possibly JAK2, thus indicating its protective role against clonal hematopoiesis. The protective effect of the alt-allele was particularly notable as it diminished the accessibility of the TCL1A locus, leading to reduced expression of TCL1A in HSCs, which otherwise would have been activated by mutations in TET2 or ASXL1, thereby limiting clonal expansion.","chrpos":"chr14:95714358","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.10.471810","title":"Clonal hematopoiesis is driven by aberrant activation of TCL1A"}
{"loci":"rs3783355","finding":"At the DLK1\/MEG3 locus, rs3783355 was identified as a significant variant with a higher probability of association (PPA) and increased co-accessibility with promoter regions in autoimmune and stressed beta cells, suggesting its involvement in T1D risk.","chrpos":"chr14:100842621","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.12.516291","title":"Single-cell gene expression and chromatin accessibility profiling of human pancreatic islets at basal and stimulatory conditions nominates mechanisms of type 1 diabetes genetic risk"}
{"loci":"rs1887944","finding":"This TSP was nominally associated with chronotype in a large study, with a p-value of 9.5e-6. It was suggested that variation at this locus may serve to protect groups against risks during vulnerable hours of sleep.","chrpos":"chr14:83778644","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.21.427090","title":"Diverse functions associate with trans-species polymorphisms in humans"}
{"loci":"rs7147645","finding":"Shared with rs1887944, this SNP was also nominally associated with chronotype, contributing to the understanding of sleep variation and its potential advantages.","chrpos":"chr14:83780553","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.21.427090","title":"Diverse functions associate with trans-species polymorphisms in humans"}
{"loci":"rs8020022","finding":"The SNP rs8020022 was associated with findings related to the Sonic hedgehog pathway as it was mentioned in the context of the study involving cyclopamine as an inhibitor. This finding indicated the potential role of this SNP in altering glioblastoma cell response to treatment, particularly in relation to the effects of cyclopamine on the signaling pathway.","chrpos":"chr14:40623715","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.13.034645","title":"Cyclopamine sensitizes Glioblastoma cells to Temozolomide treatment through Sonic Hedgehog pathway"}
{"loci":"rs10151259","finding":"Connected to Leber congenital amaurosis, this SNP revealed notable allele frequency variations between Ukrainians and neighboring populations, underscoring its relevance in understanding this visual disorder within the local context.","chrpos":"chr14:21321881","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.07.238329","title":"Genome Diversity in Ukraine"}
{"loci":"rs7153397","finding":"The variant rs7153397 located in CCDC88C, which serves as a cryptic splice-donor site, was also identified as likely causal. It was part of the 34\/205 signals with high confidence for being causal variants.","chrpos":"chr14:91276580","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/521054","title":"Fine-mapping of 150 breast cancer risk regions identifies 178 high confidence target genes"}
{"loci":"rs1130233","finding":"The AKT1 rs1130233 SNP was significantly associated with the effects of THC on brain activation during fear processing, such that individuals with a greater number of A alleles experienced heightened activation in brain regions, including the parahippocampal gyrus and cingulate gyri, when under the influence of THC.","chrpos":"chr14:104773557","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.30.450484","title":"Epigenetic mediation of AKT1 rs1130233’s effect on delta-9-tetrahydrocannabinol-induced medial temporal function during fear processing"}
{"loci":"rs2400899","finding":"The variant rs2400899 was connected to the nearby gene Slc25a47, highlighting a Leydig cell-specific peak-to-gene link related to testosterone levels. It presented a significant p-value of 4.993e-10.","chrpos":"chr14:100362150","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.17.435776","title":"The single-cell epigenetic regulatory landscape in mammalian perinatal testis development"}
{"loci":"rs941576","finding":"The SNP rs941576 was situated within a conserved regulatory region in the maternally expressed Meg3. This SNP was implied to be associated with type 1 diabetes susceptibility and rheumatoid arthritis, advocating further exploration regarding its regulatory effects on Dlk1.","chrpos":"chr14:100839708","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.17.435776","title":"The single-cell epigenetic regulatory landscape in mammalian perinatal testis development"}
{"loci":"rs8010070","finding":"The analysis of SNP rs8010070 revealed significant findings in the review by Joshi et al. (2016), which covered the application of optical and radar remote sensing data fusion for land use mapping and monitoring, reaffirming its utility in environmental monitoring.","chrpos":"chr14:48003651","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.31.018606","title":"Detecting tropical selective logging with SAR data requires a time series approach"}
{"loci":"rs73586669","finding":"rs73586669 was located near OR4E1 and associated with mean activity levels during sleep, with a p-value of 2.4×10^-8. This SNP was also a novel finding not previously linked to activity levels during sleep.","chrpos":"chr14:22107696","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.31.017608","title":"Automated Feature Extraction from Population Wearable Device Data Identified Novel Loci Associated with Sleep and Circadian Rhythms"}
{"loci":"rs8009224","finding":"The SNP rs8009224 was found to overlap with the CAMBUS+ OCRs of plasmablast, marking it as a putative causal variant related to hemoglobin A1c levels. This intronic variant of MIDEAS was low frequent in both 1KG EUR and EAS populations and associated with mean corpuscular hemoglobin concentration. It connected to 16 genes based on the ABC model's prediction, with MIDEAS being the target gene with the second-highest ABC score.","chrpos":"chr14:73770544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.31.621195","title":"Predicted constrained accessible regions mark regulatory elements and causal variants"}
{"loci":"rs1056879","finding":"The variant rs1056879 was identified as having a negative effect size associated with the gene PPP2R3C. In this context, lower expression levels of PPP2R3C were observed in oligodendrocytes, D1\/D2 medium spiny neurons (MSNs), and fast-spiking (FS) interneurons from individuals with alcohol use disorder (AUD), suggesting that PPP2R3C might be protective against AUD.","chrpos":"chr14:35121968","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.02.606355","title":"Integrated Single-Cell Multiomic Profiling of Caudate Nucleus Suggests Key Mechanisms in Alcohol Use Disorder"}
{"loci":"rs56330734","finding":"The T2D variant rs56330734 at the 14q32 locus exhibited heterogeneous effects on beta cell subtype chromatin, with a beta-1 π of 0 and a beta-2 π of 0.91 (P=5.2x10^-5). The T2D risk allele increased accessibility in beta-2 compared to beta-1 cells and was predicted to create a binding site for NKX2-2. Both transcription factors and target genes affected by this variant's activity were involved in the NEUROD1-related gene regulatory network, suggesting potential implications for promoting beta-2 subtype identity.","chrpos":"chr14:102825813","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.31.522386","title":"Integration of single-cell multiomic measurements across disease states with genetics identifies mechanisms of beta cell dysfunction in type 2 diabetes"}
{"loci":"rs8005092","finding":"The SNP rs8005092 was significant in the males-only GWAS, with a p-value of 3.74×10−8. It highlights the genetic dissociation of social and non-social traits in autism and indicates a potential role in systemizing behaviors specifically in males.","chrpos":"chr14:25660818","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/228254","title":"Social and non-social autism symptom and trait domains are genetically dissociable"}
{"loci":"rs722290","finding":"This SNP was cited for its favorable allele frequency, marking it as relevant for population genetics.","chrpos":"chr14:52750005","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.27.011064","title":"The forensic landscape and the population genetic analyses of Hainan Li based on massively parallel sequencing DNA profiling"}
{"loci":"rs1535464","finding":"The SNP rs1535464, located in the intronic region of SLC25A47, showed significant associations with lower levels of fasting and random glucose, as well as lower HbA1c levels adjusted for body mass index (BMI), and higher HDL cholesterol levels. This finding indicated the potential role of SLC25A47 in glycemic and lipid homeostasis.","chrpos":"chr14:100327094","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.06.519308","title":"A liver-specific mitochondrial carrier that controls gluconeogenesis and energy expenditure"}
{"loci":"rs35097172","finding":"The SNP rs35097172, found in the regulatory region of SLC25A47, was associated with lower levels of fasting and random glucose, lower HbA1c levels adjusted for BMI, and higher HDL cholesterol levels. This suggests an involvement of SLC25A47 in the regulation of glucose and lipid homeostasis, although the mechanism by which this SNP affects expression remained unclear.","chrpos":"chr14:100325789","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.06.519308","title":"A liver-specific mitochondrial carrier that controls gluconeogenesis and energy expenditure"}
{"loci":"rs1988588","finding":"Within a Type 1 Diabetes-associated locus, rs1988588, alongside rs3902659, exhibited significant expression-modulating effects, with the combined construct showcasing a stronger effect than either SNP alone, suggesting a synergistic interaction.","chrpos":"chr14:98021170","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.16.908988","title":"Resolving mechanisms of immune-mediated disease in primary CD4 T cells"}
{"loci":"rs3902659","finding":"Similar to rs1988588, rs3902659 contributed to a significant expression-modulating effect, hinting at a potential cooperative role in influencing genetic susceptibility to Type 1 Diabetes.","chrpos":"chr14:98021110","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.16.908988","title":"Resolving mechanisms of immune-mediated disease in primary CD4 T cells"}
{"loci":"rs115891972","finding":"The SNP rs115891972 was identified as benign in a cohort study involving CVD patients. It was analyzed in relation to differential gene expression and its potential pathogenic characteristics, contributing to understanding the complexity of CVD by integrating it within patient-specific profiles.","chrpos":"chr14:55137398","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.08.07.607041","title":"Multimodal AI\/ML for discovering novel biomarkers and predicting disease using multi-omics profiles of patients with cardiovascular diseases"}
{"loci":"rs225014","finding":"The rs225014 polymorphism in the DIO2 gene was positively associated with osteoarthritis in a genome-wide linkage study, which included a replication effort in a separate cohort. The polymorphism leads to a substitution at amino acid position 92 (Thr92Ala) in the DIO2 enzyme, believed to activate thyroid hormones. However, this association was not replicated in the Rotterdam study and a later meta-analysis, leading to some controversy regarding its relevance in osteoarthritis pathogenesis.","chrpos":"chr14:80203237","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/836221","title":"Accelerating functional gene discovery in osteoarthritis"}
{"loci":"rs8018155","finding":"The SNP rs8018155 was identified as a breast cancer risk variant and also served as an eQTL, indicating its significant association with disease susceptibility. It was shown to influence the expression of gene CCDC88C, suggesting its crucial role in breast cancer modulation.","chrpos":"chr14:91376634","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.28.538654","title":"xQTLbiolinks: a comprehensive and scalable tool for integrative analysis of molecular QTLs"}
{"loci":"rs119476050","finding":"The variant rs119476050 was reported to be at the interface of the ATL1-ATL1 complex and was associated with autosomal dominant hereditary spastic paraplegia. This rare variant was classified as \"likely pathogenic\" in ClinVar and was hypothesized to affect the protein function of ATL1, which is crucial for endoplasmic reticulum maintenance through membrane fusion. SWING predicted this variant to be disruptive to the corresponding protein-protein interaction, which was a correct classification, contrasting with AlphaMissense that predicted it benign.","chrpos":"chr14:50628154","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.01.592062","title":"Sliding Window INteraction Grammar (SWING): a generalized interaction language model for peptide and protein interactions"}
{"loci":"rs4905998","finding":"This SNP showed a strong association with platelet count across multiple models, with notable maternal effects (maternal p-value = 1.2 × 10^-18) while the paternal scan did not show significant effect (p-value = 0.18). This suggested a new promising candidate causal variant in the well-known MEG3\/DLK1 locus.","chrpos":"chr14:100715444","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.03.467079","title":"Parent-of-origin effects in the UK Biobank"}
{"loci":"rs10146962","finding":"Associated with platelet crit at the MEG3\/DLK1 locus, this SNP exhibited a strong maternal association (p-value = 7 × 10^-17) and a much weaker paternal association (p-value = 0.14), confirming known PofO effects.","chrpos":"chr14:100704203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.03.467079","title":"Parent-of-origin effects in the UK Biobank"}
{"loci":"rs1555405","finding":"This SNP was associated with decreased platelet count when maternally inherited (maternal p-value = 2 × 10^-16, paternal p-value = 0.13). It also represented a previously established PofO effect at the MEG3\/DLK1 locus.","chrpos":"chr14:100710432","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.03.467079","title":"Parent-of-origin effects in the UK Biobank"}
{"loci":"rs2887399","finding":"The rs2887399 variant located in TCL1A was linked to a 1.23-fold increased risk of acquiring a DNMT3A CHIP mutation (p=3.9x10^-9) while showing a decreased risk for TET2 CHIP mutations (OR: 0.82, p=.0012).","chrpos":"chr14:95714358","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/782748","title":"Inherited Causes of Clonal Hematopoiesis of Indeterminate Potential in TOPMed Whole Genomes"}
{"loci":"rs2273607","finding":"The missense variant rs2273607 (p.Val104Met) in DLK1 was 177 times more frequent in the Finnish cohort compared to Northern Europeans and was associated with a mean height reduction of 1.3 cm, linking it to growth characteristics.","chrpos":"chr14:100732089","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/464255","title":"Exome sequencing identifies high-impact trait-associated alleles enriched in Finns"}
{"loci":"rs2093266","finding":"The SERPINA4 variant rs2093266 was implicated in COVID-19 induced acute kidney injury, indicating its potential role in disease susceptibility during viral infections.","chrpos":"chr14:94566450","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.17.585400","title":"Identification of novel prognostic targets in acute kidney injury using bioinformatics and next generation sequencing data analysis"}
{"loci":"rs1955656","finding":"The SERPINA5 variant rs1955656 was associated with COVID-19 related acute kidney injury, suggesting a genetic contribution to the severity of this condition.","chrpos":"chr14:94579038","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.17.585400","title":"Identification of novel prognostic targets in acute kidney injury using bioinformatics and next generation sequencing data analysis"}
{"loci":"rs10498633","finding":"The SNP rs10498633 was linked to TCF12, which is associated with Alzheimer's disease (AD). This SNP was identified as a top AD-associated SNP in the IGAP AD meta-analysis study, indicating its significance in relation to AD risk and pathology.","chrpos":"chr14:92460608","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.18.431696","title":"MethReg: estimating the regulatory potential of DNA methylation in gene transcription"}
{"loci":"rs73313052","finding":"The SNP rs73313052 was identified in a genome-wide association study as the top hit linked to the regional component of surface area (PC2) associated with the locus containing DAAM1 on chromosome 14 (p=2.4e-34). This finding indicated that DAAM1 may play an essential role in the expansion of visual cortex regions during development, particularly evidenced by its expression pattern and co-localization with mitochondrial markers in the developing human cerebral cortex. Importantly, the study demonstrated that the relationship between lateral geniculate nucleus volume and visual cortex surface area operated prominently in individuals carrying the major allele of this SNP, suggesting its significance in cerebral morphological traits.","chrpos":"chr14:59159279","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/404558","title":"Planar cell polarity pathway and development of the human visual cortex"}
{"loci":"rs8020022","finding":"The SNP rs8020022 was identified as a significant contributor to the regulation of Wnt signaling, which was shown to influence Nr2f1a expression within atrial cardiomyocytes. This regulation organization through Wnt signaling highlighted the potential implications of this SNP in congenital heart defects due to its role in cardiac development in vertebrates.","chrpos":"chr14:40623715","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.13.584759","title":"A Foxf1-Wnt-Nr2f1 cascade promotes atrial cardiomyocyte differentiation in zebrafish"}
{"loci":"rs1950834","finding":"The A allele of rs1950834 was associated with decreased chromatin accessibility in progenitor cells and reduced expression of lncRNA AL121821.1. It disrupted the ETV1 transcription factor's binding, suggesting a protective regulatory mechanism against major depressive disorder (MDD).","chrpos":"chr14:41605321","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.13.904862","title":"Cell-type specific effects of genetic variation on chromatin accessibility during human neuronal differentiation"}
{"loci":"rs3742330","finding":"The rs3742330 (A>C) SNP in the 3’ UTR of DICER1 was associated with DICER1 mRNA stability and linked to susceptibility and malignancy in gastric cancer, increased survival in T-cell lymphoma patients, and lower aggressiveness in prostate cancer.","chrpos":"chr14:95087025","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.22.216499","title":"A pan-cancer atlas of somatic mutations in miRNA biogenesis genes"}
{"loci":"rs1057035","finding":"The rs1057035 SNP in DICER1 was associated with the survival of breast cancer patients.","chrpos":"chr14:95087805","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.22.216499","title":"A pan-cancer atlas of somatic mutations in miRNA biogenesis genes"}
{"loci":"rs11156878","finding":"The SNP rs11156878, located within MRPP3, replicated associations with mitochondrial-encoded tRNA methylation levels in whole blood. MRPP3 is crucial for 5' mt-tRNA processing, and the association likely reflects its involvement in the cleavage activity affecting RNA modifications.","chrpos":"chr14:35266761","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/666339","title":"Nuclear genetic regulation of human mitochondrial RNA modification"}
{"loci":"rs12365","finding":"The finding related to the SNP rs12365, which corresponded to the dns gene in the study, indicated that this gene was replaced by a tetracycline resistance gene (TetR). This genetic modification was part of constructing the BB22OP strain. The context of this finding was significant because it demonstrated the use of genetic elements, specifically the TetR gene and its promoter from E. coli, to confer antibiotic resistance, which is a crucial aspect of bacterial survival and evolutionary adaptation in response to selective pressures such as antibiotics.","chrpos":"chr14:105855485","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.28.534373","title":"Gamma-Mobile-Trio systems define a new class of mobile elements rich in bacterial defensive and offensive tools"}
{"loci":"rs12590654","finding":"This SNP was significantly associated with SLC24A4, showing the highest significance level (p = 0.001), suggesting its relevance in the context of PART.","chrpos":"chr14:92472511","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.30.450599","title":"Genome-wide association study and functional validation implicates JADE1 in tauopathy"}
{"loci":"rs861539","finding":"The SNP rs861539, located in the conserved RAD51 domain of XRCC3, was found in all the tested cell lines except Riva-I. This allele was previously associated with decreased DNA repair capacity when in combination with variants in other homologous recombination genes.","chrpos":"chr14:103699416","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/538199","title":"Epigenetic inhibitors sensitize DLBCL cells to rituximab and doxorubicin"}
{"loci":"rs28477407","finding":"The miR-4308 SNP rs28477407 was confirmed to be significantly associated with RA, reported with a P-value of 3.44×10-5, highlighting potential roles in RA's etiology.","chrpos":"chr14:54878183","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.25.264515","title":"MicroRNA variants and HLA-miRNA interactions are novel rheumatoid arthritis susceptibility factors"}
{"loci":"rs75418419","finding":"The SNP rs75418419, located in the SNAPC1 gene, showed significant association with suicide death, identifying it as a rare and high-impact variant with a CADD PHRED score greater than 22, indicating a predicted deleterious impact.","chrpos":"chr14:61778136","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.10.902304","title":"Rare protein coding variants implicate genes involved in risk of suicide death"}
{"loci":"rs12432539","finding":"This SNP, a synonymous variant in the SNX6 gene, was associated with increased activation in both R-NAc and L-NAc regions, with the T-allele identified as the risk allele.","chrpos":"chr14:34593106","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.18.549434","title":"Gene Set-Based Analysis of the Endosomal Sorting Processes Cargo Selection and Membrane Tubulation with Human Reward System Reactivity"}
{"loci":"rs8005161","finding":"The rs8005161 polymorphism was associated with variations in the activation of the G protein-coupled receptor GPR65 during pH-related events in the context of intestinal inflammation. This finding related to the physiological roles of GPR65 in inflammation, suggesting that this SNP might influence the receptor's sensitivity or response to protons, which has implications for inflammatory processes.","chrpos":"chr14:88006251","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.29.590277","title":"Activation of the proton-sensing GPCR, GPR65 on fibroblast-like synoviocytes contributes to inflammatory joint pain"}
{"loci":"rs3087918","finding":"The SNP rs3087918 in the LncRNA MEG3 was associated with a decreased breast cancer risk in a Chinese population, as reported in a case-control study published in 2020. This finding indicated that this specific genetic variant may play a protective role against the development of breast cancer.","chrpos":"chr14:100831626","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.15.422846","title":"Chameleon microRNAs in breast cancer: their elusive role as regulatory factors in cancer progression"}
{"loci":"rs1046117","finding":"The study established a positive association between FOS and the variant rs1046117 with nonsyndromic cleft lip and palate (NSCLP). This finding positioned FOS as a novel candidate gene for NSCLP, correlating genetic variation at this locus with craniofacial development disruptions observed in zebrafish models.","chrpos":"chr14:75279987","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.06.519379","title":"Disruption of fos causes craniofacial anomalies in developing zebrafish"}