{"loci":"rs186347618","finding":"This variant in <italic>TEX11<\/italic> at Xq13.1 was detected in analyses and suggested to be influential in determining PSA concentration.","chrpos":"chrX:70897223","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs62608084","finding":"Contributing to PSA variation, this SNP relates to the <italic>TEX11<\/italic> gene with elevated association strength, exhibiting significant statistical features across multi-ancestry cohorts.","chrpos":"chrX:70905253","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs4829762","finding":"Connection to <italic>GPC3<\/italic> marked this variant as significant in relation to prostate monitoring and cancer susceptibility.","chrpos":"chrX:133801712","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs2520386","finding":"Involved with <italic>EDA<\/italic>, this SNP presented relevant associations with PSA, calling for more in-depth studies in cancer contexts.","chrpos":"chrX:69776342","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs7065158","finding":"Demonstrating links with <italic>EIF2S3<\/italic>, this SNP suggested potential influences regarding PSA levels.","chrpos":"chrX:24091502","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs12011976","finding":"Identified as significantly associated with SHBG, testosterone, and previously associated adiposity-related phenotypes, marking an important locus for metabolic research.","chrpos":"chrX:110593360","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.09.23287061","title":"Sex-stratified GWAS of Body Fat Percentage after Adjusting for Testosterone and SHBG in the UK Biobank"}
{"loci":"rs5943462","finding":"This SNP showed an association with the visuoconstruction phenotype with a P value of 1.06E-09, located in an intron of IL1RAPL1 which is linked to synapse formation.","chrpos":"chrX:28805037","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.22.21268168","title":"Genome-wide association study of Alzheimer’s disease brain imaging biomarkers and neuropsychological phenotypes in the EMIF-AD Multimodal Biomarker Discovery dataset"}
{"loci":"rs17261572","finding":"The SNP rs17261572 in C1GALT1C1 resulted in a non-synonymous SNV causing an amino acid change to D131E and was associated with polyagglutinable erythrocyte syndrome. Further implications regarding its relationship to glycan recognition and drug regulation were discussed.","chrpos":"chrX:120626774","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.29.24313285","title":"A newly identified pathology of Episodic Angioedema with Hypereosinophilia (Gleich’s Syndrome) revealed by Multi-Omics Analysis"}
{"loci":"rs179008","finding":"The rs179008 c.32T allele was identified as a sex-specific protein expression quantitative trait locus (pQTL) that impaired TLR7 protein expression and TLR7-driven production of IFN-α by plasmacytoid dendritic cells (pDCs) in females. This allele's effect was particularly prominent in HIV-1-infected women under antiretroviral therapy (ART) where carriers of the T allele exhibited reduced pDC functional responses and lower frequencies of IFN-α production compared to those with AA genotype.","chrpos":"chrX:12885540","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.14.22272210","title":"HIV-1 infection induces functional reprogramming of female plasmacytoid dendritic cells associated with enhanced TLR7 expression"}
{"loci":"rs184476359","finding":"The variant exhibited a strong association with PSA levels in African ancestry individuals (β=-0.0590, p=3.4e-10 in discovery; β=-0.0870, p=6.3e-4 in replication) and was characterized as common among this group with a minor allele frequency (MAF) of 17.7%.","chrpos":"chrX:67627424","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.27.23297676","title":"Genome-wide association study of prostate-specific antigen levels in 392,522 men identifies new loci and improves cross-ancestry prediction"}
{"loci":"rs12400785","finding":"Located near the CHRDL1 gene on the X chromosome, rs12400785 was associated with neonatal jaundice with an OR of 0.80 (p-value = 3.4 × 10<sup>-11<\/sup>), indicating a protective effect.","chrpos":"chrX:110548872","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.14.22283348","title":"Genome-wide analyses of neonatal jaundice reveal a marked departure from adult bilirubin metabolism"}
{"loci":"rs3827440","finding":"The non-synonymous SNP rs3827440 was found to significantly increase the risk for Graves' disease (GD), which has implications for its association with autoimmune hypothyroidism.","chrpos":"chrX:79171491","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.04.22280703","title":"The Etiology of Hypothyroidism Is Revealed by Alternative Genetics Association Study Methodologies"}
{"loci":"rs5937160","finding":"This missense variant was connected to hypothalamus volume (β = 0.04) and was previously associated with age at menarche, suggesting its role in reproductive timing.","chrpos":"chrX:69161944","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.01.24311295","title":"Genome-wide analysis identifies 66 variants underlying anatomical variation in human neuroendocrine structures and reveals links to testosterone"}
{"loci":"rs5979992","finding":"The SNP rs5979992, also linked with GPM6B, highlighted significant findings related to gene expression in brain tissues and processes related to neuronal function.","chrpos":"chrX:13875199","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.26.23300533","title":"Genome-wide analysis of brain age identifies 25 associated loci and unveils relationships with mental and physical health"}
{"loci":"rs12010166","finding":"The SNP rs12010166 was positively associated with the effectiveness of targeted multi-drug combination therapies in cancer treatment, illustrating that it likely contributed to the identification of more cost-effective treatment options when combined with insights regarding drug costs. This finding aligned with the study's conclusion emphasizing the importance of comparative treatment cost data in optimizing drug selection.","chrpos":"chrX:32558517","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.13.22270914","title":"Gaining Control of Combination Cancer Treatment Risk by Incorporating Cost and Value Data into the Drug Selection Process at the Point-of-Care"}
{"loci":"rs5937160","finding":"A missense variant in PJA1 associated with hypothalamus volume (β = -0.04, SE = 0.01) was linked to age at menarche in females.","chrpos":"chrX:69161944","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.01.24311295","title":"Genome-wide analysis identifies 66 variants underlying anatomical variation in human neuroendocrine structures and reveals links to testosterone"}
{"loci":"rs201378370","finding":"The SNP rs201378370, linked to HSD17B10, was associated with tiglylcarnitine levels and suggested to have implications in infantile neurodegenerative disorders.","chrpos":"chrX:53432321","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs61735967","finding":"The missense variant rs61735967 in HDAC6 was associated with N6-acetyllysine levels, suggesting its potential role in histone modification.","chrpos":"chrX:48822777","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs1637781","finding":"The ARSD\/ARSL loci were identified with ascorbic acid 3-sulfate levels.","chrpos":"chrX:2925098","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs547447","finding":"This TMLHE variant was associated with N6,N6,N6-trimethyllysine, underlining its role in carnitine metabolism.","chrpos":"chrX:155251151","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs4830164","finding":"This variant in XPNPEP2 was linked to prolylproline levels, suggesting its role in protein processing.","chrpos":"chrX:129720381","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs5943997","finding":"This SNP demonstrated a significant association (p=1.50E-08) in the POLA1 gene, marking a novel relationship with impulsivity.","chrpos":"chrX:24987993","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans, with further support from studies of Cadm2 mutant mice"}
{"loci":"rs2285666","finding":"The SNP rs2285666 in the ACE2 gene on chromosome X was linked to reduced expression of the ACE2 receptor, impacting susceptibility to COVID-19.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.13.24304197","title":"Potential associations of selected polymorphic genetic variants with COVID-19 disease susceptibility and severity"}
{"loci":"rs2361468","finding":"was located approximately 3kb upstream of PJA1 and was associated with the volume of the right ventral diencephalon, sharing genetic architecture with schizophrenia and educational attainment.","chrpos":"chrX:69157642","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs2272737","finding":"was associated with a variety of DTI measures, indicating its relationship with brain structure in previous studies.","chrpos":"chrX:153610625","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs12843772","finding":"was linked to brain volume (BV), cortical areas, and brain shape, providing evidence of its significant influence on brain morphology.","chrpos":"chrX:137565967","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs62606709","finding":"was associated with educational attainment and identified in the same region as rs2361468, contributing to the genetic architecture of the right ventral diencephalon.","chrpos":"chrX:69134775","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs67596711","finding":"exhibited a positive effect for the tract-mean trait of superior corona radiata (SCR-MO) and total testosterone levels, suggesting a significant role in male brain structure.","chrpos":"chrX:153373286","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs35318931","finding":"was connected with cerebrospinal fluid volume and sex hormone-binding globulin levels, indicating a shared genetic influence in brain physiology.","chrpos":"chrX:38149868","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs4370701","finding":"was identified as an eQTL for FAM3A, with implications for schizophrenia via its regulation of gene expression affecting the cerebellum, cortex, and hypothalamus.","chrpos":"chrX:155084604","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs12840700","finding":"was proposed to be associated with FA of posterior corona radiata and superior longitudinal fasciculus, serving as a significant indicator in neuropsychiatric disorders.","chrpos":"chrX:153623319","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs5945238","finding":"The variant rs5945238 in <italic>MPP1<\/italic> was also identified in the male-only meta-analysis, further emphasizing the role of sex in genetic predispositions to IPF.","chrpos":"chrX:154784234","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.29.21268310","title":"Leveraging global multi-ancestry meta-analysis in the study of Idiopathic Pulmonary Fibrosis genetics"}
{"loci":"rs2285666","finding":"The finding indicated that the prevalence of the rs2285666 associated haplotype was linked to a high rate of asymptomatic COVID-19 cases among the Indian population. This finding suggested that genetic factors contributed to the asymptomatic nature of many individuals infected with SARS-CoV-2, potentially explaining the lower observed infection and death rates in India compared to developed nations.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.05.21251118","title":"Estimation of real-infection and immunity against SARS-CoV-2 in Indian populations"}
{"loci":"rs147828433","finding":"The SNP was identified as part of an X-chromosomal locus associated with omega-3%. It was linked to the gene ACOT9, which is involved in regulating fatty acid and amino acid metabolism in mitochondria.","chrpos":"chrX:23747430","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs62608084","finding":"This SNP was highlighted due to its significant association with PSA levels (p=1.7×10^-24) and contributed new insights into genetic factors influencing PSA.","chrpos":"chrX:70905253","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Genetically Adjusted PSA Levels for Prostate Cancer Screening"}
{"loci":"rs4829762","finding":"Documented with significance (p=5.9×10^-12), this SNP contributed to understanding genetic variants influencing PSA.","chrpos":"chrX:133801712","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Genetically Adjusted PSA Levels for Prostate Cancer Screening"}
{"loci":"rs2520386","finding":"With a p-value of 4.2×10^-11, this SNP was recorded as a significant factor in PSA variability.","chrpos":"chrX:69776342","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Genetically Adjusted PSA Levels for Prostate Cancer Screening"}
{"loci":"rs2074192","finding":"This SNP was identified as part of the polygenic risk profile (PRP-5) associated with polyvascular coronary artery disease, showing significant association with an OR of 5.2 (p = 0.007).","chrpos":"chrX:15564667","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.12.02.24318358","title":"Complexity of Coronary Disease and a Genetic Risk Profile in Patients with Type 2 Diabetes in Colombia"}
{"loci":"rs5943997","finding":"Significant association found with perseverance, indicating novel links with impulsivity-related traits.","chrpos":"chrX:24987993","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality traits by genome- and phenome-wide association studies in humans, with further support from studies of Cadm2 mutant mice"}
{"loci":"rs2285666","finding":"Six ACE2 polymorphisms, including rs2285666, were found to have significantly different allele frequencies in the Indian population compared to other populations, implying alterations in ACE2 expression that affect susceptibility to COVID-19.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs4240157","finding":"The allele frequency of rs4240157 was reported to be significantly different in the Indian population and is associated with increased ACE2 expression.","chrpos":"chrX:15568841","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs4646188","finding":"Allele frequency for rs4646188 was found altered in the Indian population; this variant is known to influence ACE2 expression levels and susceptibility to SARS-CoV-2.","chrpos":"chrX:15583220","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs2158083","finding":"The frequency of rs2158083 was reported to be significantly different in the Indian population, and this polymorphism is associated with increased ACE2 expression relevant to COVID-19 susceptibility.","chrpos":"chrX:15590263","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs1978124","finding":"The variant rs1978124 was found to influence ACE2 expression levels, with allele frequency in the Indian population being significantly different from other populations.","chrpos":"chrX:15599940","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs233574","finding":"Frequency of rs233574 in the Indian population was noted to be significantly different; its association with ACE2 expression could be relevant for COVID-19 susceptibility.","chrpos":"chrX:15564486","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs1996225","finding":"The allele frequency of rs1996225 was found significantly different in the Indian population and corresponds to increased expression of CA5BP1 associated with susceptibility to COVID-19.","chrpos":"chrX:15693086","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs4060","finding":"The polymorphism rs4060's allele frequency was noted to influence CA5BP1 gene expression linked to the susceptibility to COVID-19, showing significant differences in the Indian population.","chrpos":"chrX:15688707","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs4826508","finding":"The frequency of rs4826508 indicated reduced susceptibility to COVID-19 in Indians due to its lower allele frequency associated with zinc levels.","chrpos":"chrX:56785262","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs2074192","finding":"The T allele frequency of rs2074192 in ACE2 gene was identified as possibly correlating with COVID-19 severity.","chrpos":"chrX:15564667","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs5937160","finding":"This missense variant in PJA1 was associated with hypothalamus volume (β = -0.04) and had connections to age at menarche and male puberty timing.","chrpos":"chrX:69161944","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.01.24311295","title":"Genome-wide analysis identifies 66 variants underlying anatomical variation in human neuroendocrine structures and reveals links to testosterone"}
{"loci":"rs150053350","finding":"This different SNP reached genome-wide significance in the African-American analysis for G6PD (p=2.1e-70, MAF=0.13, OR=4.92) and also showed significant association in the Latino analysis.","chrpos":"chrX:155326555","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.09.21258643","title":"Large-scale trans-ethnic replication and discovery of genetic associations for rare diseases with self-reported medical data"}
{"loci":"rs147311723","finding":"The allele AG genotype was identified in the ace2 gene, showing a link to higher susceptibility to TB-COVID-19 co-infection, which was confirmed through comparative analysis among the studied groups.","chrpos":"chrX:15564142","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs35803318","finding":"The allele AG genotype in the ace2 gene was found to be significantly associated with increased vulnerability to both TB and COVID-19, particularly prevalent in the co-infected group.","chrpos":"chrX:15564086","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs2074192","finding":"Homozygous AA genotype of rs2074192 was commonly identified in TB patients and those co-infected with TB and COVID-19, marking it as a potential risk factor for these diseases.","chrpos":"chrX:15564667","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs4240157","finding":"The CG genotype in the ace2 gene showed a possible association with increased susceptibility to TB and COVID-19 co-infections, particularly in the TB patient cohort.","chrpos":"chrX:15568841","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs4646179","finding":"The AG genotype was revealed in the ace2 gene, linking it to greater susceptibility to both TB and COVID-19 co-infection, supported by significant statistical findings.","chrpos":"chrX:15566297","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs2285666","finding":"The CA genotype at rs2285666 in the ace2 gene was found to be prevalent among COVID-19 patients, indicating a potential association with susceptibility to the disease.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs4646142","finding":"The AG genotype was prevalent among TB patients, suggesting its association with increased risk of TB and potentially contributing to the TB-COVID-19 co-infection susceptibility.","chrpos":"chrX:15584941","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs4646116","finding":"The AG genotype in the ace2 gene demonstrated significant frequencies in the COVID-19 group, linking it to increased risk and susceptibility to the disease.","chrpos":"chrX:15600835","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs4646140","finding":"The GG wild-type alleles were found to be more common in the disease groups when compared to controls, suggesting an association with susceptibility.","chrpos":"chrX:15587729","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs12010103","finding":"The SNP rs12010103 was associated with ALDH1A1 levels, which were found to correlate with patient prognosis in Acute Myeloid Leukemia (AML). A decrease in ALDH1A1 expression was linked to a favorable prognosis, while high expression was tied to high risk and poor overall survival.","chrpos":"chrX:39395489","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.20.21265241","title":"Lower RNA expression of ALDH1A1 distinguishes the favorable risk group in acute myeloid leukemia"}
{"loci":"rs2285666","finding":"The ACE2 rs2285666 polymorphism was found to elevate ACE2 expression by up to 50%, which was associated with a higher risk of developing critical COVID-19 symptoms such as dyspnea and fatigue.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289110","title":"Comparative Cohort Study of Post-Acute Covid-19 Infection with a Nested, Randomized Controlled Trial of Ivabradine for Those With Postural Orthostatic Tachycardia Syndrome (The COVIVA Study)"}
{"loci":"rs190509934","finding":"The rs190509934 variant at the ACE2 locus was noted for significant association in an earlier meta-analysis but its influence was not retained in subsequent analyses.","chrpos":"chrX:15602217","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.08.21258507","title":"A year of Covid-19 GWAS results from the GRASP portal reveals potential SARS-CoV-2 modifiers"}
{"loci":"rs4646120","finding":"The rs4646120 variant at the ACE2 locus associated with Covid-19 susceptibility was identified with a significant odds ratio (OR) in earlier data.","chrpos":"chrX:15599613","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.08.21258507","title":"A year of Covid-19 GWAS results from the GRASP portal reveals potential SARS-CoV-2 modifiers"}
{"loci":"rs190509934","finding":"The variant rs190509934:T&gt;C located upstream of ACE2 was associated with decreased susceptibility to SARS-CoV-2 (OR = 0.69, P = 3.6 × 10^-18), with evidence suggesting it lowers ACE2 expression, thus providing protection against infection.","chrpos":"chrX:15602217","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.08.21265944","title":"Mapping the human genetic architecture of COVID-19: an update"}
{"loci":"rs179008","finding":"The TLR7 polymorphism rs179008 (c.32A>T) was identified as a sex-specific expression quantitative trait locus (eQTL). It was associated with reduced expression of the TLR7 protein and blunted IFN-α production by plasmacytoid dendritic cells (pDCs) in females. This finding was significant as it highlighted how genetic variation led to differences in immune responses between sexes.","chrpos":"chrX:12885540","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.11.22272208","title":"Monocytes are the main source of STING-mediated IFN-α production"}
{"loci":"rs3853839","finding":"The functional SNP rs3853839 in the 3' UTR of TLR7 was reported to be linked with an increased risk of developing Systemic Lupus Erythematosus (SLE) specifically in men. This finding was relevant as it showcased the differential impact of sex on genetic susceptibility to autoimmune diseases.","chrpos":"chrX:12889539","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.11.22272208","title":"Monocytes are the main source of STING-mediated IFN-α production"}
{"loci":"rs887369","finding":"The CXorf21 SNP rs887369 was shown to have a strong association with SLE in women, particularly with increased expression of CXorf21 mRNA in blood cells during SLE flares. This relationship emphasized the importance of genetic factors in understanding the immune responses and disease susceptibility in females.","chrpos":"chrX:30559729","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.11.22272208","title":"Monocytes are the main source of STING-mediated IFN-α production"}
{"loci":"rs12010034","finding":"The SNP rs12010034 was discussed in the context of overcoming drug resistance during PIPAC, suggesting that genetic variations in this locus may impact therapeutic efficacy in patients receiving aerosol chemotherapy.","chrpos":"chrX:95369360","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.01.23297348","title":"Chemical\/technical risk analysis of a new multi-directional nebulizer (MDN) and its clinical implementation for the safe administration of Pressurized Intraperitoneal Aerosol Chemotherapy (MDN-PIPAC)"}
{"loci":"rs1050828","finding":"This G6PD missense variant was noted for contributing to higher reticulocyte counts and protection against malaria, being prevalent in African populations (AF=14.7%).","chrpos":"chrX:154536002","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.06.23299426","title":"Whole-genome sequencing of half-a-million UK Biobank participants"}
{"loci":"chrX:152767196:C:A","finding":"Located at MAGEA6, this missense variant showed significant association with LTL specifically in females, highlighting a sex-based heterogeneity in genetic predispositions to telomere length.","chrpos":"chrX:152767196","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.02.24316529","title":"Genomic, phenomic, and geographic associations of leukocyte telomere length in the United States"}
{"loci":"rs913664484","finding":"This SNP was identified in embryo FE130 as a rare T&gt;G transversion that disrupted a splicing site in the STAG2 gene, which codes for a cohesin complex subunit. The inactivation of STAG2 has severe consequences, causing congenital defects and developmental issues in embryos, highlighting its importance in embryo viability.","chrpos":"chrX:123961437","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.01.02.20248961","title":"Prioritization of putatively detrimental variants in euploid miscarriages"}
{"loci":"rs148312150","finding":"The SNP rs148312150 was associated with protection against type 2 diabetes (T2D), exhibiting a significant delay of 4.5 years in median age of T2D diagnosis among high polygenic risk individuals. It was a rare stop-gain loss-of-function variant with a protective odds ratio of 0.824 (95% CI: [0.787, 0.864], p = 2.7e-17). Additionally, this variant was implicated in protection against high cholesterol, as evidenced by a modest reduction in median cholesterol levels and LDL\/HDL ratios in MAP3K15 LoF carriers.","chrpos":"chrX:19369214","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.09.24301012","title":"The Metabolic Role of MAP3K15: Genetic and Phenotypic Insights from the 23andMe Research Database and Genetics-Driven Recruitment"}
{"loci":"rs12400785","finding":"Found on the X chromosome near CHRDL1, rs12400785 was associated with a reduced risk of neonatal jaundice (OR = 0.80, p-value = 3.4×10−11). This association was replicated in Danish cohorts, confirming its relevance.","chrpos":"chrX:110548872","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.14.22283348","title":"Genome-wide analyses of neonatal jaundice reveal a marked departure from adult bilirubin metabolism"}
{"loci":"rs5942980","finding":"This SNP was the lead variant on chromosome X associated with maternal effects on neonatal jaundice and was strongly linked (R² = 0.95) to the neonatal variant in the same locus.","chrpos":"chrX:110597012","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.14.22283348","title":"Genome-wide analyses of neonatal jaundice reveal a marked departure from adult bilirubin metabolism"}
{"loci":"rs1348114695","finding":"The E35K polymorphism was associated with decreased binding to the RBD of ancestral SARS-CoV-2 and showed an even greater loss in binding affinity to VOC RBDs (Beta, Delta, and Omicron), which suggested a potentially protective phenotype against breakthrough infections.","chrpos":"chrX:15600809","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.07.22277364","title":"Altered affinity to ACE2 and reduced Fc functional antibodies to SARS-CoV-2 RBD variants"}
{"loci":"rs4646116","finding":"The K26R polymorphism exhibited enhanced binding affinity to the ancestral RBD and VOCs (Alpha, Delta), while it demonstrated slightly weaker binding to RBD-Beta. This may predispose individuals with this polymorphism to increased susceptibility to breakthrough infections.","chrpos":"chrX:15600835","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.07.22277364","title":"Altered affinity to ACE2 and reduced Fc functional antibodies to SARS-CoV-2 RBD variants"}
{"loci":"rs73635825","finding":"The S19P polymorphism showed enhanced affinity to the ancestral RBD and all tested VOCs (Alpha, Beta, Delta, and Omicron), suggesting that this polymorphism may increase susceptibility to infection with SARS-CoV-2 variants.","chrpos":"chrX:15600857","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.07.22277364","title":"Altered affinity to ACE2 and reduced Fc functional antibodies to SARS-CoV-2 RBD variants"}
{"loci":"rs28602900","finding":"The rs28602900 SNP, located near RPL10, was associated with Parkinson's disease (PD) with an odds ratio (OR) of 1.10 and p-value of 1.6×10^-8 during discovery, which replicated with an OR of 1.16 and p = 0.016 in an independent dataset. Moreover, this SNP was significantly associated with decreased RPL10 expression in brain tissues and was linked to reduced putamen volume, indicating a potential role in PD pathogenesis.","chrpos":"chrX:154405192","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248459","title":"Common X-chromosome variants are associated with Parkinson’s disease risk"}
{"loci":"rs782681704","finding":"The variant rs782681704 was linked to insulin (FI) and is intronic to the BRCC3 gene, which has suggested regulatory activity. Although there was no clear evidence supporting it as an eQTL for BRCC3, it was noted in the analysis as a significant finding in relation to glycemic traits.","chrpos":"chrX:155084576","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.26.22278077","title":"Investigating gene-diet interactions impacting the association between macronutrient intake and glycemic traits"}
{"loci":"rs2285666","finding":"The study found that the ACE2 rs2285666 polymorphism was significantly associated with the spatial distribution of COVID-19 cases in India. This finding provided critical insights into how genetic variations in the ACE2 gene could influence susceptibility to SARS-CoV-2 infection, particularly in the context of the alpha variant's spread across the region.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.20.22274084","title":"Genetic diversity and spatiotemporal distribution of SARS-CoV-2 alpha variant in India"}
{"loci":"rs62608084","finding":"This SNP was linked to PSA variability and indicated significant findings in the East Asian ancestry meta-analysis.","chrpos":"chrX:70905253","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Genetically Adjusted PSA Levels for Prostate Cancer Screening"}
{"loci":"rs4829762","finding":"This SNP was significantly linked to PSA levels and included in the regional analysis of prostate cancer.","chrpos":"chrX:133801712","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Genetically Adjusted PSA Levels for Prostate Cancer Screening"}
{"loci":"rs2520386","finding":"This SNP demonstrated associations linked to variations in PSA levels and prostate cancer.","chrpos":"chrX:69776342","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Genetically Adjusted PSA Levels for Prostate Cancer Screening"}
{"loci":"rs4364769","finding":"The rs4364769 variant, with a minor allele frequency (MAF) of 0.12, displayed an odds ratio (OR) of 1.079 (95% CI: 1.048-1.110) and a statistical significance of P = 2.55 x 10^-7. It was identified as the index variant for the Xp22.32 locus in a meta-analysis accounting for random X-chromosome inactivation (random XCI). This variant was located more than 300 kb from the nearest protein-coding gene, NLGN4X, which is associated with synaptic function.","chrpos":"chrX:5462201","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.02.24306739","title":"X-Chromosome-wide association study for Alzheimer’s disease"}
{"loci":"rs5933929","finding":"The rs5933929 variant, located within an intron of the FRMPD4 gene, had a MAF of 0.38 and an OR of 0.952 (95% CI: 0.935-0.970) with P = 1.98 x 10^-7. It was identified as the index variant for the FRMPD4 locus in the random XCI meta-analysis, with consistent results across sensitivity analyses.","chrpos":"chrX:11916372","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.02.24306739","title":"X-Chromosome-wide association study for Alzheimer’s disease"}
{"loci":"rs191195705","finding":"The rs191195705 variant served as the index variant for the Xq25 signal, demonstrating a MAF of 0.11 and an OR of 0.925 (95% CI: 0.896-0.954) with P = 7.09 x 10^-7. This index variant was identified in the context of random XCI meta-analysis and was more than 500 kb from the nearest gene, GRIA3. The analysis indicated that the observed effects were primarily attributed to males and UK Biobank proxy males.","chrpos":"chrX:122643733","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.02.24306739","title":"X-Chromosome-wide association study for Alzheimer’s disease"}
{"loci":"rs5972406","finding":"The rs5972406 variant was identified as the index variant at a locus associated with X-chromosome-wide significance in the r-XCI meta-analysis excluding biobank samples, reporting a MAF of 0.075 and an OR of 1.143 (95% CI: 1.083-1.207) with P = 1.16 x 10^-6. This variant was located in an intron of the DMD gene, which is implicated in Duchenne muscular dystrophy, and further investigated for its effects in relation to cognitive impairment.","chrpos":"chrX:31546147","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.02.24306739","title":"X-Chromosome-wide association study for Alzheimer’s disease"}
{"loci":"rs138390800","finding":"The variant rs138390800 (Lys341Arg) was identified as a common non-synonymous variant in Central African hunter-gatherers with a minor allele frequency (MAF) of 0.164. It showed signatures of positive selection, indicating its potential role in adaptation against infectious diseases.","chrpos":"chrX:15581269","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs147311723","finding":"The variant rs147311723 (Leu731Phe) was found to be common (MAF = 0.083) in the Central African hunter-gatherer population and was one of the only three common non-synonymous variants at ACE2, indicating potential adaptive significance.","chrpos":"chrX:15564142","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs145437639","finding":"The rs145437639 (Asp597Glu) variant, with a MAF of 0.083, was also common only in the Central African hunter-gatherers, suggesting its contribution to the adaptive response in this population.","chrpos":"chrX:15571670","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs5936010","finding":"The eQTL variant rs5936010 had significant associations with type 2 diabetes (p = 1.23 x 10^-4, OR = 1.1) and was under selection in Kenyan populations, indicating its role in disease susceptibility.","chrpos":"chrX:15674766","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs5934263","finding":"The eQTL rs5934263 was significantly associated with hypertension (p = 8.8 x 10^-4, OR = 1.13) and was among variants showing signs of positive selection in various populations.","chrpos":"chrX:15675734","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs186029035","finding":"The regulatory variant rs186029035 was identified in strong linkage with other significant variants in the CAHG population, and was among the top differentiated variants, implying adaptive significance.","chrpos":"chrX:15565283","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs2283762","finding":"The SNP rs2283762 was linked to the DNASE1L1 locus, exhibiting a significant p-value of 1.47e-24. Like rs12633655, this SNP did not have replication success in the independent cohort.","chrpos":"chrX:154403855","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.28.24312755","title":"cfGWAS reveal genetic basis of cell-free DNA features"}
{"loci":"rs16997659","finding":"The SNP rs16997659 was noted to explain more than 0.8 of variance in the expression of the trans-eGene EIF2S3B, indicating a strong effect on the gene's expression.","chrpos":"chrX:24057745","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.13.22273841","title":"Whole Genome DNA and RNA Sequencing of Whole Blood Elucidates the Genetic Architecture of Gene Expression Underlying a Wide Range of Diseases"}
{"loci":"rs1804495","finding":"The lead SNP rs1804495 at the SERPINA7 locus was associated with iodine levels, indicating that an additional copy of the A allele decreased iodine in maternal plasma by 11.12 µg\/L, which adds to understanding of iodine metabolism.","chrpos":"chrX:106034370","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs6639741","finding":"The VCX3A-PUDP locus (lead SNP rs6639741) provided a novel finding related to estrone levels.","chrpos":"chrX:6981422","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs802900","finding":"The STS locus (lead SNP rs802900) was newly associated with estradiol levels.","chrpos":"chrX:7169979","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs72618342","finding":"At the CXorf57 locus (lead SNP rs72618342), relationships between certain trace elements showed novel patterns.","chrpos":"chrX:106668544","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs6616617","finding":"The MORC4 locus (lead SNP rs6616617) indicated unique links among multiple metabolites.","chrpos":"chrX:106991064","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs5943997","finding":"Showed significant association with perseverance, located in the POLA1 gene, linked to blood traits and neurodevelopmental disorders.","chrpos":"chrX:24987993","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality traits by genome- and phenome-wide association studies in humans, with further support from studies of Cadm2 mutant mice"}
{"loci":"rs76723693","finding":"The rs76723693 variant, associated with G6PD, which led to lower RDW, was confirmed as common among African populations and significantly correlated with pertinent RBC traits.","chrpos":"chrX:154533025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.09.20246736","title":"Whole genome sequencing association analysis of quantitative red blood cell phenotypes: the NHLBI TOPMed program"}
{"loci":"rs1050829","finding":"The rs1050829 variant noted within G6PD showed correlation with reduced RDW, supporting the known effects of minor G6PD variants.","chrpos":"chrX:154535277","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.09.20246736","title":"Whole genome sequencing association analysis of quantitative red blood cell phenotypes: the NHLBI TOPMed program"}
{"loci":"rs1050828","finding":"The rs1050828 G6PD variant also affected RDW, asserting its impact on red blood cell physiology in African populations.","chrpos":"chrX:154536002","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.09.20246736","title":"Whole genome sequencing association analysis of quantitative red blood cell phenotypes: the NHLBI TOPMed program"}
{"loci":"rs190509934","finding":"The variant rs190509934:T&gt;C located upstream of ACE2 was associated with decreased susceptibility risk, showing an OR of 0.69 with a p-value of 3.6 x 10^-18. This variant was linked to lowered ACE2 expression, offering protection from SARS-CoV-2 infection.","chrpos":"chrX:15602217","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.08.21265944","title":"Mapping the human genetic architecture of COVID-19: an update"}
{"loci":"rs2285666","finding":"The rs2285666 splice site variant was found to be significantly associated with increased ACE2 expression and was overrepresented in SARS-CoV-2 positive patients compared to controls (p = .015). It was more prevalent among hospitalized European patients compared to outpatients (p = .029). This variant potentially increased susceptibility to COVID-19 by altering ACE2 expression.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.18.21261804","title":"SARS-CoV-2 susceptibility and ACE2 gene variations within diverse ethnic backgrounds"}
{"loci":"rs12006793","finding":"The eQTL rs12006793 was identified as having the largest effect size (d = 0.91) in reducing ACE2 expression and was more commonly found in controls, indicating it could reduce the risk of COVID-19. The variant was statistically significant between ethnic groups and enriched in the control population.","chrpos":"chrX:15284068","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.18.21261804","title":"SARS-CoV-2 susceptibility and ACE2 gene variations within diverse ethnic backgrounds"}
{"loci":"rs76723693","finding":"The rare G6PD variant rs76723693 had effects on HbA1c levels that were reported to be even larger than those associated with the G202A variant. This variant was noteworthy as it contributed to significant differences in HbA1c compared to non-carriers. The finding highlighted the potential for this variant to significantly influence glycemic management in individuals of African ancestry.","chrpos":"chrX:154533025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.26.24307947","title":"Non-glycemic genetic effects on HbA1c and clinical glycemic status in African ancestry: VA Million Veteran Program"}
{"loci":"rs1379871","finding":"SNP rs1379871 was also pinpointed as a likely causal variant in the DMD locus, supporting its role in BMI risk.","chrpos":"chrX:31836665","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.21.23293271","title":"WHOLE GENOME SEQUENCING ANALYSIS OF BODY MASS INDEX IDENTIFIES NOVEL AFRICAN ANCESTRY-SPECIFIC RISK ALLELE"}
{"loci":"rs147828433","finding":"This SNP was associated with omega-3% in males, serving as an X-chromosomal locus identified in male-only GWAS. It was linked to the gene ACOT9, which regulates fatty and amino acid metabolism in mitochondria.","chrpos":"chrX:23747430","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs1044165","finding":"For SNP rs1044165 in the MIR223 gene, only the heterozygous model revealed significant association with CHD, having an odds ratio of 0.3442 (0.1308-0.9055; P = 0.0276). Other genetic models did not show significant relationships.","chrpos":"chrX:66021884","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.09.23296433","title":"The potential impact of microRNA-related functional polymorphisms in the pathogenesis of coronary heart disease"}
{"loci":"rs12012736","finding":"This SNP was noted as significant from COJO analyses, located on the X chromosome, which may contribute to sex differences in C3 and C4 concentrations as well as the risk of autoimmune disorders.","chrpos":"chrX:110618692","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.09.22281216","title":"The genetic and phenotypic correlates of neonatal Complement Component 3 and 4 protein concentrations with a focus on psychiatric and autoimmune disorders"}
{"loci":"rs5943997","finding":"This SNP was significantly associated with impulsivity near the POLA1 gene, which has been linked to neurodevelopmental disorders.","chrpos":"chrX:24987993","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans and mice"}
{"loci":"rs200939713","finding":"The association with varicose veins was identified in connection to this variant.","chrpos":"chrX:85308159","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.03.21262975","title":"Insights from complex trait fine-mapping across diverse populations"}
{"loci":"rs17261572","finding":"A non-synonymous SNV (A\/T) was identified in C1GALT1C1 at position 120,626,774 on the X chromosome, resulting in the amino acid change to D131E, which was associated with polyagglutinable erythrocyte syndrome.","chrpos":"chrX:120626774","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.29.24313285","title":"A newly identified pathology of Episodic Angioedema with Hypereosinophilia (Gleich’s Syndrome) revealed by Multi-Omics Analysis"}
{"loci":"rs4830976","finding":"SNP rs4830976 was associated with COVID-19 hospitalization through strong correlations with ACE2, exhibiting a positive MR association with a beta-coefficient of 0.34 (95% CI: 0.17-0.51; P=8.1×10<sup>-5<\/sup>). It was identified as a key eQTL influencing ACE2 levels.","chrpos":"chrX:15667361","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.19.20234120","title":"Actionable druggable genome-wide Mendelian randomization identifies repurposing opportunities for COVID-19"}
{"loci":"rs140104197","finding":"The rs140104197 variant, a protein-truncating variant (PTV) in MAP3K15, was significantly associated with a reduced risk of both type 1 diabetes (T1DM) and type 2 diabetes (T2DM) in the FinnGen study, with odds ratios (OR) of 0.58 (P=4.9x10^-4) for T1DM and 0.82 (P=0.04) for T2DM. This variant had a higher minor allele frequency (MAF) in Finnish individuals compared to UKB Europeans.","chrpos":"chrX:19370995","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.14.21266328","title":"Human genetic evidence supports MAP3K15 inhibition as a therapeutic strategy for diabetes"}
{"loci":"rs190119169","finding":"This testosterone variant on chromosome X was associated with increased testosterone levels across all ancestry groups and was significantly linked with lower odds of diabetes specifically in the African ancestry group.","chrpos":"chrX:67825311","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.16.21265846","title":"Discovery of Novel Trans-Ancestry and Ancestry-Specific Gene Loci for Total Testosterone in a Multi-Ancestral Analysis of Men in the Million Veteran Program"}
{"loci":"rs4827451","finding":"This African-specific variant on chromosome X was uniquely associated with diabetes, diabetic retinopathy, and renal failure. It indicated a connection between lower testosterone levels and chronic kidney issues in the African ancestry group.","chrpos":"chrX:66097894","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.16.21265846","title":"Discovery of Novel Trans-Ancestry and Ancestry-Specific Gene Loci for Total Testosterone in a Multi-Ancestral Analysis of Men in the Million Veteran Program"}
{"loci":"rs73629199","finding":"This variant showed a unique association with hereditary hemolytic anemias in the Hispanic ancestry group, indicating its potential role in anemia regulation.","chrpos":"chrX:154325796","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.16.21265846","title":"Discovery of Novel Trans-Ancestry and Ancestry-Specific Gene Loci for Total Testosterone in a Multi-Ancestral Analysis of Men in the Million Veteran Program"}
{"loci":"rs9697983","finding":"The SNP rs9697983 was identified through pathway analysis as a candidate causal SNP located in the gene GLUD2, which was associated with electronic transport and metabolism pathways relevant to age-related macular degeneration (AMD). This finding highlighted the significance of pathways involving the nervous system and blood coagulation, both of which were previously recognized as important in AMD.","chrpos":"chrX:121049176","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.28.23294688","title":"Identifying X-Chromosome Variants Associated with Age-Related Macular Degeneration"}
{"loci":"rs6610096","finding":"The rs6610096 SNP was identified as significant in male, female, and combined analyses, specifically located in the PAGE4 gene. This gene is implicated in several cancers and had inverse correlations with cancer progression. The findings suggest that this SNP may play a role in TB susceptibility potentially through its involvement in immune function.","chrpos":"chrX:49840922","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs7888114","finding":"The rs7888114 SNP reached significance in male, female, and combined analyses, located in the FRMPD4 gene. Although the function of FRMPD4 regarding TB susceptibility was unclear, it was identified previously in SNP interaction analyses, indicating a potential role in immune response.","chrpos":"chrX:12255262","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs4465088","finding":"This SNP was identified as significant in the Ghanaian female analysis and combined analyses, located downstream of the ACTRT1 gene. Its identification suggested potential involvement in TB susceptibility, especially considering CX chromosome dynamics in females where it may escape inactivation leading to its overexpression.","chrpos":"chrX:127639648","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs1726176","finding":"Identified in the male Asian cohorts, this SNP was associated with TB susceptibility within the LINC01546 gene locus, although its exact function and influence on susceptibility remain unclear due to a lack of available functional information.","chrpos":"chrX:3379463","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs5939510","finding":"Found to be significant in the male Asian cohorts, similar to rs1726176, it was associated with the LINC01546 gene and may have implications for TB susceptibility, but functional details were not clear.","chrpos":"chrX:3380779","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs1726203","finding":"This SNP was also significant in male Asian cohorts as part of the LINC01546 region, reflecting a potential association with TB susceptibility although, as with the others, functional implications were not well defined.","chrpos":"chrX:3378816","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs2428212","finding":"This SNP was significant in the female African cohort and associated with the UPF3B gene. This gene regulates nonsense mediated decay and might influence TB susceptibility through its role in RNA regulation linked to immune defense.","chrpos":"chrX:119851635","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs2563800","finding":"This SNP was significant in male cohorts, located in the non-coding RNA LOC105373293. Its function is unknown, but its association adds to the growing data on TB susceptibility gene variants.","chrpos":"chrX:91775940","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs5975736","finding":"Associated with the BRS3 gene, this SNP was significant in the combined analysis, linking it to energy metabolism that might have implications for TB susceptibility.","chrpos":"chrX:136479624","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs12687599","finding":"The SNP rs12687599 was associated with Autism Spectrum Disorder (ASD), located in a significant region on chrXp22.2, linked to the genes ASB9 and ASB11. The p-value was notably low at 3.57×10⁻⁷, indicating robust evidence for its association.","chrpos":"chrX:15265781","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.18.24310640","title":"Chromosome X-Wide Common Variant Association Study (XWAS) in Autism Spectrum Disorder"}
{"loci":"rs5926125","finding":"The SNP rs5926125 was identified as a lead SNP associated with ASD, encompassing the long non-coding RNA DDX53\/PTCHD1-AS. This SNP had a p-value of 9.47×10⁻⁶, confirming its relevance in ASD pathogenesis.","chrpos":"chrX:22867829","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.18.24310640","title":"Chromosome X-Wide Common Variant Association Study (XWAS) in Autism Spectrum Disorder"}
{"loci":"rs767542284","finding":"The SNP rs767542284 was determined to be significant in the Both-XWAS, located in the PDHA1 gene. This variant had significant p-values in all subset analyses.","chrpos":"chrX:19356828","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.18.24310640","title":"Chromosome X-Wide Common Variant Association Study (XWAS) in Autism Spectrum Disorder"}
{"loci":"rs186347618","finding":"This SNP was recognized for its relevance in PSA level associations, further contributing to genetic predisposition understanding in prostate cancer.","chrpos":"chrX:70897223","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Incorporating Genetic Determinants of Prostate-Specific Antigen Levels Improves Prostate Cancer Screening"}
{"loci":"rs62608084","finding":"Identified as TEX11, rs62608084 was significantly associated with PSA levels and contributed to novel genetic findings.","chrpos":"chrX:70905253","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Incorporating Genetic Determinants of Prostate-Specific Antigen Levels Improves Prostate Cancer Screening"}
{"loci":"rs4829762","finding":"The SNP rs4829762 was linked with GPC3 and played a significant role in the association with PSA levels.","chrpos":"chrX:133801712","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Incorporating Genetic Determinants of Prostate-Specific Antigen Levels Improves Prostate Cancer Screening"}
{"loci":"rs2520386","finding":"Located in EDA, rs2520386 was identified as significantly associated with PSA levels, aiding in understanding genetic predispositions.","chrpos":"chrX:69776342","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Incorporating Genetic Determinants of Prostate-Specific Antigen Levels Improves Prostate Cancer Screening"}
{"loci":"rs3810682","finding":"The rs3810682 SNP, identified as a g.50910775C&gt;G polymorphism in the promoter region of the BMP15 gene, was observed in 3 cases with a prevalence of 10.7% among POF patients, compared to a prevalence of 3.3% in controls. Among the cases, one was homozygous for the SNP while two were heterozygous. Although the findings demonstrated a higher prevalence in the cases, the p-value of 0.344 indicated no significant difference at a 95% significance level. The presence of this SNP was associated with cases of both primary and secondary amenorrhea, suggesting its role in the manifestation of premature ovarian failure.","chrpos":"chrX:50910775","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.03.21261546","title":"Cytogenetic & Molecular analysis in Premature Ovarian Failure"}
{"loci":"rs12010150","finding":"The SNP rs12010150 was associated with significantly elevated polygenic risk scores (PRS) for type 1 diabetes (T1D), hypothyroidism, and psoriasis in exceptional responders (ERs) to cancer treatment. This indicated a potential link between these autoimmune-related diseases and cancer treatment efficacy, contrasting with typical cancer patients.","chrpos":"chrX:121887249","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.22.23285773","title":"Polygenic risk scores for autoimmune related diseases are significantly different and skewed in cancer exceptional responders"}
{"loci":"rs1190734","finding":"The variant rs1190734 exhibited a genome-wide significant association with 'heavy-smoker' in admixture-specific GWAS (OR=0.83; P=1.2e-11), reflecting its influence on smoking behavior in various ancestries.","chrpos":"chrX:137062882","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.27.22281470","title":"Rare coding variants in CHRNB2 reduce the likelihood of smoking"}
{"loci":"rs1050828","finding":"The SNP rs1050828, a missense variant in G6PD, had significant associations with multiple phenotypes such as glycated hemoglobin (HbA1c) and red blood cell-related traits in the African ancestry group. It presented a p-value of 1.1 x 10<sup>-299<\/sup> for HbA1c with a substantial within-group frequency of 16% compared to 1.5 x 10<sup>-4<\/sup> in EUR populations, reaffirming its pleiotropic effects.","chrpos":"chrX:154536002","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.13.24303864","title":"Pan-UK Biobank GWAS improves discovery, analysis of genetic architecture, and resolution into ancestry-enriched effects"}
{"loci":"rs3810682","finding":"The study found that the polymorphism at rs3810682: g.50910775C>G in the promoter region of the BMP15 gene was present in 10.7% of cases with Premature Ovarian Failure (POF) compared to 3.3% in healthy controls. Although the prevalence was higher in POF cases, the p-value of 0.344 indicated that the finding was not statistically significant at the 95% confidence level. The study suggested that this SNP may be linked to altered gene expression, contributing to both primary and secondary amenorrhea in affected individuals.","chrpos":"chrX:50910775","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.03.21261546","title":"Cytogenetic & Molecular analysis in Premature Ovarian Failure"}
{"loci":"rs778479352","finding":"This lead variant showed a strong association with AF, having an odds ratio of 2.00, indicating a significant contribution to the development of AF via its location in an intron of the FGF13 gene, which is implicated in cardiac conduction.","chrpos":"chrX:138708418","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.06.21263189","title":"Trans-ancestry genome-wide analysis of atrial fibrillation provides new insights into disease biology and enables polygenic prediction of cardioembolic risk"}
{"loci":"rs12010166","finding":"The SNP rs12010166 was discussed in the context of its relevance to combination therapies in cancer treatment, emphasizing that multidrug cancer therapies could provide better financial value than traditional monotherapies. The study highlighted effective molecular targeting in treatment decisions, which could be informed by such genetic markers.","chrpos":"chrX:32558517","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.13.22270914","title":"Gaining Control of Combination Cancer Treatment Risk by Incorporating Cost and Value Data into the Drug Selection Process at the Point–of–Care"}
{"loci":"rs184476359","finding":"The variant rs184476359 in the AR gene was found to be genome-wide significant in the multi-ancestry discovery phase (p = 3.4e-10) and had a replication p-value of 6.3e-4, with a MAF of 17.7% in African ancestry individuals.","chrpos":"chrX:67627424","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.27.23297676","title":"Genome-wide association study of prostate-specific antigen levels in 392,522 men identifies new loci and improves cross-ancestry prediction"}
{"loci":"rs35318931","finding":"The SNP rs35318931 (p.Ser413Phe) located in the SRPX gene was also fine-mapped with high confidence (87.3% probability) as a causal variant. The SRPX gene is implicated in extracellular matrix function and its variant might influence ECM's structural properties, highlighting a potential role in HEM pathophysiology.","chrpos":"chrX:38149868","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.03.20242776","title":"Genome-wide analysis of 944,133 individuals provides insights into the etiology of hemorrhoidal disease"}
{"loci":"rs913664484","finding":"The variant rs913664484 was identified in the STAG2 gene, a gene associated with severe congenital and developmental defects as well as cancers. This T>G transversion was found to disrupt a splicing site, indicating a high impact on the gene product. This variant was noted in a male embryo, emphasizing its potential role in the embryo's development and its relation to miscarriage.","chrpos":"chrX:123961437","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.01.02.20248961","title":"Prioritization of putatively detrimental variants in euploid miscarriages"}
{"loci":"rs1050828","finding":"The SNP rs1050828 in the G6PD gene was significantly associated with multiple phenotypes (e.g., glycated hemoglobin, p = 1.1 x 10^-299) in the African ancestry cohort where its allele frequency was 16%. In the European group, this SNP had a frequency of only 1.5 x 10^-4%, indicating its potential influence in diverse ancestry contexts.","chrpos":"chrX:154536002","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.13.24303864","title":"Pan-UK Biobank GWAS improves discovery, analysis of genetic architecture, and resolution into ancestry-enriched effects"}
{"loci":"rs12400785","finding":"The rs12400785 SNP located near the CHRDL1 gene on the X chromosome was associated with neonatal jaundice (OR = 0.80; p-value = 3.4 × 10^-11), indicating a link to reduced risk for jaundice.","chrpos":"chrX:110548872","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.14.22283348","title":"Genome-wide analysis of neonatal jaundice reveals a marked departure from adult bilirubin metabolism"}
{"loci":"rs5942980","finding":"The lead SNP rs5942980 on the X chromosome was strongly linked to the lead SNP for neonatal jaundice at the same locus, showing consistent effects driven by transmitted alleles.","chrpos":"chrX:110597012","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.14.22283348","title":"Genome-wide analysis of neonatal jaundice reveals a marked departure from adult bilirubin metabolism"}
{"loci":"rs2272737","finding":"This SNP was associated with a variety of diffusion tensor imaging (DTI) measures, indicating its relevance in brain structure assessments.","chrpos":"chrX:153610625","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs12843772","finding":"This SNP was linked to brain volume (BV), cortical areas, and brain shape, reflecting its impact on brain morphology.","chrpos":"chrX:137565967","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs2361468","finding":"This SNP was associated with the volume of the right ventral diencephalon (hypothalamus) and linked to several neuropsychiatric disorders, including schizophrenia, suggesting a strong genetic correlation with brain anatomy and function.","chrpos":"chrX:69157642","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs62606709","finding":"Associated with educational attainment, this SNP was also linked to the volume of the right ventral diencephalon, highlighting its role in cognitive functions.","chrpos":"chrX:69134775","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs4370701","finding":"This SNP served as an expression quantitative trait locus (eQTL) for FAM3A, affecting gene expression in brain tissues and linked to schizophrenia, underscoring its significance in neuropsychiatric contexts.","chrpos":"chrX:155084604","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs12387759","finding":"Identified differences in left rostral middle frontal cortex thickness (CT) between sexes, illustrating its role in sex-specific brain structure variations.","chrpos":"chrX:143169184","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs62589244","finding":"This SNP had divergent effects on the radial diffusivity (RD) of the anterior corona radiata between sexes, indicating its importance in understanding sex differences in brain imaging traits.","chrpos":"chrX:38568652","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs228406","finding":"The alternative allele in homozygosis for rs228406, mapping to the gene DMD, was associated with the noFAST phenotype. Patients with this variant exhibited a higher proportion of subjects harboring the reference allele in homozygosis when compared to the FAST group, indicating a potential protective effect against rapid renal progression.","chrpos":"chrX:32485077","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.08.23298254","title":"IDENTIFICATION OF MODIFIER GENE VARIANTS OVERREPRESENTED IN FAMILIAL HYPOMAGNESEMIA WITH HYPERCALCIURIA AND NEPHROCALCINOSIS PATIENTS WITH A MORE AGGRESSIVE RENAL PHENOTYPE"}
{"loci":"rs1050828","finding":"The SNP rs1050828, which is a variant in the <italic>G6PD<\/italic> gene, was found to significantly shorten the mean erythrocyte lifespan, leading to a misdiagnosis of approximately 0.65 million African-American individuals with Type 2 Diabetes (T2D). This variant altered the relationship between measured HbA1C and true blood glucose levels, thereby affecting T2D diagnosis. The presence of this SNP in about 11% of African-Americans highlights its role in misdiagnosis due to its impact on hematologic properties.","chrpos":"chrX:154536002","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.04.21265868","title":"A combined polygenic score of 21,293 rare and 22 common variants significantly improves diabetes diagnosis based on hemoglobin A1C levels"}
{"loci":"rs6612886","finding":"The SNP rs6612886 was notably significant in allelic shift analyses, indicating a preferential retention of alleles likely involved in the selection process during mLOX development.","chrpos":"chrX:58090464","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.28.23285140","title":"Population analyses of mosaic X chromosome loss identify genetic drivers and widespread signatures of cellular selection"}
{"loci":"rs626840","finding":"This variant in EFNB1 was linked to various ophthalmologic abnormalities and was shown to affect retinal thickness significantly, grounding it within the context of craniofrontonasal syndrome.","chrpos":"chrX:68838089","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.31.23293176","title":"Multi-omic spatial effects on high-resolution AI-derived retinal thickness"}
{"loci":"rs554433","finding":"An intronic variant in SHROOM2, it was significantly associated with retinal thickness, further connecting it with pigmentation of the retinal pigment epithelium.","chrpos":"chrX:68838184","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.31.23293176","title":"Multi-omic spatial effects on high-resolution AI-derived retinal thickness"}
{"loci":"rs5943997","finding":"An association with impulsivity was identified (p=1.50E-8) in the POLA1 gene on the X chromosome, which is newly related to impulsivity despite earlier links to blood traits and neurodevelopmental disorders.","chrpos":"chrX:24987993","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans and mice"}
{"loci":"rs17332232","finding":"The SNP rs17332232 was identified as being associated with the risk of amyotrophic lateral sclerosis (ALS) through X chromosome analysis. Specifically, this SNP was linked to the gene IL1RAPL2, which encodes a central nervous system-specific protein and plays a role in the interactome of interleukin-2. This cytokine is currently under investigation for its potential neuroprotective effects in ALS, suggesting that the stratification of clinical trial results by this SNP's genotype could reveal a pharmacogenomic element influencing therapeutic outcomes in ALS.","chrpos":"chrX:105165201","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.25.24307829","title":"Sex-specific risk loci and modified MEF2C expression in ALS"}
{"loci":"rs145400922","finding":"The SNP rs145400922 was associated with cardioembolic stroke at the genome-wide significance level in an analysis restricted to Black participants, highlighting its relevance in a specific demographic.","chrpos":"chrX:125619640","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.31.22275825","title":"Whole Exome Sequencing Analyses Support a Role of Vitamin D Metabolism in Ischemic Stroke"}
{"loci":"rs138390800","finding":"This was identified as a deleterious non-synonymous variant (Lys341Arg) prevalent in Central African hunter-gatherers (CAHG) with a minor allele frequency (MAF) of 0.164. It was associated with extended haplotype homozygosity suggesting positive selection in this population.","chrpos":"chrX:15581269","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Global patterns of genetic variation and association with clinical phenotypes at genes involved in SARS-CoV-2 infection"}
{"loci":"rs147311723","finding":"This variant (Leu731Phe) also had high MAF (0.083) in the CAHG population. Its presence contributes to the evidence of positive selection alongside another common variant (rs145437639).","chrpos":"chrX:15564142","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Global patterns of genetic variation and association with clinical phenotypes at genes involved in SARS-CoV-2 infection"}
{"loci":"rs145437639","finding":"The variant (Asp597Glu) shared high MAF (0.083) in the CAHG population indicating positive selection in this ethnic group. Together with rs138390800 and rs147311723, they were the only common coding variants found at ACE2.","chrpos":"chrX:15571670","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Global patterns of genetic variation and association with clinical phenotypes at genes involved in SARS-CoV-2 infection"}
{"loci":"rs4830977","finding":"An eQTL variant, it was associated with various clinical phenotypes, including respiratory disorders within African American populations.","chrpos":"chrX:15674316","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Global patterns of genetic variation and association with clinical phenotypes at genes involved in SARS-CoV-2 infection"}
{"loci":"rs5936010","finding":"Another eQTL variant significantly associated with type 2 diabetes (p=1.23 x 10^-4, OR=1.1), particularly in African American populations.","chrpos":"chrX:15674766","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Global patterns of genetic variation and association with clinical phenotypes at genes involved in SARS-CoV-2 infection"}
{"loci":"rs5934263","finding":"This eQTL variant showed significance in association with hypertension (p=8.8 x 10^-4, OR=1.13) in the African American population.","chrpos":"chrX:15675734","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Global patterns of genetic variation and association with clinical phenotypes at genes involved in SARS-CoV-2 infection"}
{"loci":"rs186029035","finding":"Identified as a regulatory variant in the CAHG population (MAF = 0.153), it showed extreme differentiation from other populations.","chrpos":"chrX:15565283","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Global patterns of genetic variation and association with clinical phenotypes at genes involved in SARS-CoV-2 infection"}
{"loci":"rs525496","finding":"The variant rs525496 was identified in an X-chromosome wide association study (XWAS) for Parkinson disease (PD) risk, demonstrating an odds ratio (OR) of 0.60 in the discovery cohort with a significant p-value (p = 3.13 × 10^-5). It was further replicated in males with the same OR of 0.60 and a p-value of 0.04. This variant acted as an expression quantitative trait locus (eQTL) for several genes associated with brain tissues, including RAB9B, H2BFM, TSMB15B, and GLRA4.","chrpos":"chrX:104021932","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.31.23285199","title":"X-Chromosome Association Study in Latin American Cohorts Identifies New Loci in Parkinson Disease"}
{"loci":"rs28602900","finding":"The variant rs28602900 was replicated from previous studies, showing a positive association with Parkinson disease across both genders, with an odds ratio greater than 1. This finding reinforced the understanding of the role of the X chromosome in PD as it was replicated in a new cohort that included both males and females.","chrpos":"chrX:154405192","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.31.23285199","title":"X-Chromosome Association Study in Latin American Cohorts Identifies New Loci in Parkinson Disease"}
{"loci":"rs5987128","finding":"The splice donor pLoF variant, rs5987128, was associated with reduced blood pressure (BP). This finding was deemed novel as it is located on the X-chromosome and was previously excluded from large GWAS efforts. The variant had a minor allele frequency (MAF) of 12%.","chrpos":"chrX:153674273","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.13.23287209","title":"Association analyses of predicted loss-of-function variants prioritized 15 genes as blood pressure regulators"}
{"loci":"rs16997659","finding":"The SNP rs16997659 was noted as a lead trans-eQTL variant for EIF2S3B, contributing significantly to its expression (R² > 0.8).","chrpos":"chrX:24057745","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.13.22273841","title":"Whole Genome DNA and RNA Sequencing of Whole Blood Elucidates the Genetic Architecture of Gene Expression Underlying a Wide Range of Diseases"}
{"loci":"rs140104197","finding":"The Arg1122* PTV (rs140104197) was significantly associated with a reduced risk of both type 1 diabetes (T1DM) and type 2 diabetes (T2DM) in FinnGen study, with an odds ratio (OR) of 0.58 (P = 4.9×10^-4) for T1DM and OR of 0.82 (P = 0.04) for T2DM.","chrpos":"chrX:19370995","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.14.21266328","title":"Human genetic evidence supports MAP3K15 inhibition as a therapeutic strategy for diabetes"}
{"loci":"rs76723693","finding":"The rs76723693 G6PD variant was linked to lower RDW, particularly within African populations, showcasing a commonality in hemolytic phenomenon.","chrpos":"chrX:154533025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.09.20246736","title":"Whole genome sequencing association analysis of quantitative red blood cell phenotypes: the NHLBI TOPMed program"}
{"loci":"rs6048","finding":"The common variant rs6048, a missense variant in F9 (F9 Malmö), was replicated in the study, confirming its association with VTE.","chrpos":"chrX:139551121","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.21.22276721","title":"Multi-ancestry GWAS for venous thromboembolism identifies novel loci followed by experimental validation in zebrafish"}
{"loci":"rs3002417","finding":"An upstream variant rs3002417 of BCOR was identified, which indicated its potential relevance in the etiology of thrombotic conditions.","chrpos":"chrX:39849470","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.21.22276721","title":"Multi-ancestry GWAS for venous thromboembolism identifies novel loci followed by experimental validation in zebrafish"}
{"loci":"rs17328181","finding":"The intronic variant rs17328181 in FUNDC2 showed a prior nominal association with VTE, situating it in a context related to platelet survival.","chrpos":"chrX:155051368","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.21.22276721","title":"Multi-ancestry GWAS for venous thromboembolism identifies novel loci followed by experimental validation in zebrafish"}
{"loci":"rs190509934","finding":"The analysis demonstrated that the rare variant rs190509934, located 60 base pairs upstream of the ACE2 gene on the X chromosome, was associated with a 39% reduction in ACE2 expression in carriers compared to non-carriers. This reduction in expression correlated with a decreased risk of COVID-19 infection (OR=0.60, P=4.5x10^-13) and a suggestion of reduced severity of disease among infected individuals.","chrpos":"chrX:15602217","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.14.20248176","title":"Genome-wide analysis in 756,646 individuals provides first genetic evidence that ACE2 expression influences COVID-19 risk and yields genetic risk scores predictive of severe disease"}
{"loci":"chrX:154535277:T:C","finding":"The SNP chrX:154535277:T:C was identified as part of the variants found in the G6PD gene among individuals with a diagnosis of G6PD deficiency. This specific variant was noted for being the minor allele in the group of 82 individuals diagnosed with G6PD deficiency. Its inclusion in the genetic testing panels provides context for understanding the variability of deficiency-causing variants among different individuals, thereby emphasizing the importance of comprehensive genetic testing for G6PD. This finding supports improved interpretation and management of G6PD deficiency.","chrpos":"chrX:154535277","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.12.24305393","title":"Functional Analysis of G6PD Variants Associated With Low G6PD Activity in the All of Us Research Program"}
{"loci":"rs4549940","finding":"The rs4549940 variant was found to be associated with uric acid levels, replicating previous findings in the UK Biobank.","chrpos":"chrX:116843369","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.23.534000","title":"Understanding Complex Trait Susceptibilities and Ethnical Diversity in a Sample of 4,145 Russians Through Analysis of Clinical and Genetic Data"}
{"loci":"rs1059702","finding":"The rs1059702 variant, associated with IRAK1, was identified as one of the allelic variants that could alter the amino acid sequence of proteins. This variant was included among the 51 variants exhibiting enhancer activity related to systemic lupus erythematosus (SLE).","chrpos":"chrX:154018741","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.20.906701","title":"Genome-wide discovery of SLE genetic risk variant allelic enhancer activity"}
{"loci":"rs3027878","finding":"The rs3027878 variant was associated with HCFC1 and was characterized as having dual-use codons which could also alter the protein sequence, suggesting a role as an allelic enVar in SLE risk loci.","chrpos":"chrX:153952914","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.20.906701","title":"Genome-wide discovery of SLE genetic risk variant allelic enhancer activity"}
{"loci":"rs4830974","finding":"The variant rs4830974 in the ACE2 gene showed a weak association with lower basophil percentages and a weak protective effect for hypertension. This was notable because the ACE2 gene is known for its role in blood pressure regulation.","chrpos":"chrX:15658294","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"rs183546232","finding":"The low-frequency intronic variant rs183546232 in the ACE2 gene was nominally associated with eosinophilic esophagitis in an independent dataset, indicating a potential predisposition to gastro-oesophageal reflux disease with oesophagitis.","chrpos":"chrX:15577172","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"chrX:15600835:T:C","finding":"The variant chrX:15600835:T:C, known as p.K26R, changed an amino acid adjacent to a SARS-CoV-2 interacting site but was not predicted to be damaging. This variant had an allele frequency of approximately 0.5% in multiple populations.","chrpos":"chrX:15600835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"chrX:15600857:A:G","finding":"The chrX:15600857:A:G variant, resulting in p.S19P, was a damaging variant that directly affected the SARS-CoV-2 interacting amino acid. It was very rare or absent in most populations but had an allele frequency of 0.1-0.2% in populations with African ancestry.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"rs62621675","finding":"The SNP rs62621675, with a genotype change of [C>G], was analyzed using AsCRISPR and resulted in the identification of 24 discriminating sgRNAs. This SNP created novel PAM sequences that allowed for enhanced CRISPR targeting of the variant allele.","chrpos":"chrX:154030004","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/672634","title":"AsCRISPR: a web server for allele-specific sgRNA design in precision medicine"}
{"loci":"rs2272737","finding":"This SNP was identified as the top SNP in a cluster associated with 96 imaging-derived phenotypes (IDPs) related to white matter tracts throughout the cerebrum. It was located about 10 kb from FAM58A, an eQTL whose mutations are linked to STAR, leading to notable brain variations such as incomplete hippocampal inversion.","chrpos":"chrX:153610625","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs1894299","finding":"This SNP was part of a cluster associated with various nIDPs, including disease diagnoses. It had been previously seen in a GWAS of Type 2 diabetes and is located in an intron of DUSP9, a gene that protects against stress-induced insulin resistance.","chrpos":"chrX:153643433","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs644138","finding":"This SNP was the top SNP in a cluster associated with local brain volume across the occipital lobe. It is located in a pseudoautosomal region and serves as an eQTL affecting genes linked to developmental disorders, including RAB39B.","chrpos":"chrX:155697920","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs12843772","finding":"This SNP was the leading SNP in a cluster associated with gray matter volume in the dorsolateral prefrontal cortex. It is positioned near ZIC3, a gene linked to body pattern formation and left-right asymmetry, with implications in neural tube development and brain structural abnormalities.","chrpos":"chrX:137565967","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs1403543","finding":"This SNP was significantly associated with 50 phenotypes in the PheWAS catalog and specifically linked to cystic fibrosis severity with a GWAS p-value of 2e-6.","chrpos":"chrX:116170939","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.17.599425","title":"Cell type-specific expression of angiotensin receptors in the human lung with implications for health, aging, and chronic disease"}
{"loci":"rs146852038","finding":"This SNP was identified as the only non-autosomal variant and was previously linked to traits such as age of first sexual intercourse and educational attainment.","chrpos":"chrX:129984833","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.31.534944","title":"Polygenic predictions of occupational status GWAS elucidate genetic and environmental interplay for intergenerational status transmission, careers, and health"}
{"loci":"rs7886851","finding":"The SNP rs7886851 in the MAGED1 gene was significantly associated with the transition from first cocaine use to cocaine use disorder (CUD), as indicated by the log-rank test yielding a p value of 0.002. This suggested a vital role of MAGED1 variants in influencing cocaine addiction pathways.","chrpos":"chrX:51865255","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516716","title":"USP7\/Maged1-Mediated H2A Monoubiquitination in the Paraventricular Thalamus: An Epigenetic Mechanism Involved in Cocaine Use Disorder"}
{"loci":"rs6614508","finding":"Similar to rs7886851, SNP rs6614508 in the MAGED1 gene also showed a significant association with the transition from first cocaine use to CUD, with a log-rank test yielding a p value of 0.002, highlighting its importance in the genetic predisposition to cocaine addiction.","chrpos":"chrX:51873055","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516716","title":"USP7\/Maged1-Mediated H2A Monoubiquitination in the Paraventricular Thalamus: An Epigenetic Mechanism Involved in Cocaine Use Disorder"}
{"loci":"rs6641874","finding":"The SNP rs6641874 was found to associate significantly with lymphocyte counts, with larger effect sizes observed in females compared to males in multiple analyses including BBJ and UKB datasets. This suggested that the expression of the PRKX gene, which is located in proximity to this SNP, could play a role in influencing lymphocyte counts in females due to the differential escape from X chromosome inactivation.","chrpos":"chrX:3744023","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.14.561800","title":"Quantification of the escape from X chromosome inactivation with the million cell-scale human single-cell omics datasets reveals heterogeneity of escape across cell types and tissues"}
{"loci":"rs6641601","finding":"The SNP rs6641601 was identified as the top variant in monocyte eQTL analyses, indicating its involvement in gene expression regulation. Similar to rs6641874, it contributed to the understanding of how variations in the PRKX gene locus could be associated with immune cell composition, particularly in monocytes, thus reflecting the nuances of sex differences in gene regulation through X chromosome inactivation.","chrpos":"chrX:3680594","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.14.561800","title":"Quantification of the escape from X chromosome inactivation with the million cell-scale human single-cell omics datasets reveals heterogeneity of escape across cell types and tissues"}
{"loci":"rs142516556","finding":"The association between pyruvate levels in RBCs and rs142516556, close to the G6PD gene, remained robust across various analyses, confirming its role in metabolic regulation.","chrpos":"chrX:154709359","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.07.506936","title":"Genome-wide metabolite quantitative trait loci analysis (mQTL) in red blood cells from volunteer blood donors"}
{"loci":"rs387906727","finding":"The SNP rs387906727 in the RPL10 gene was identified as deleterious in relation to Autism Spectrum Disorder (ASD). This finding indicated a potential impact on the synaptic compartment, contributing to the pathogenesis of ASD.","chrpos":"chrX:154400825","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.02.565337","title":"In silico analysis of the altered protein structure and functions caused by existing synaptic gene mutations in Indian population having neurological disorders"}
{"loci":"rs3827440","finding":"The SNP rs3827440 was identified as a nonsynonymous single nucleotide polymorphism within the GPR174 gene located on the X chromosome. This finding was associated with Graves' disease in the Polish Caucasian population, contributing to the understanding of the genetic factors influencing this autoimmune condition.","chrpos":"chrX:79171491","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.02.597019","title":"Identification of ABHD6 as a regulator of lysophosphatidylserines in the mammalian liver and kidneys"}
{"loci":"rs1050829","finding":"The Asn-Asp missense variant rs1050829 in the G6PD gene was associated with G6PD deficiency. It showed a high value of 68.8, placing it in the top 0.5% of all variants, both on the X chromosome and genome-wide. This variant was highlighted as part of the adaptive evolutionary patterns tied to malaria resistance.","chrpos":"chrX:154535277","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.07.170092","title":"Three hallmarks of malaria-induced selection in human genomes"}
{"loci":"rs1340989","finding":"The Ala-Val missense variant rs1340989, located within the ABCB7 gene, was identified as part of a significant signal extending through a 3 Mb region on the X chromosome. This variant was noted for its connection to high observed values in selection scans, contributing to the understanding of genetic diversity influenced by malaria.","chrpos":"chrX:75065162","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.07.170092","title":"Three hallmarks of malaria-induced selection in human genomes"}
{"loci":"rs6318","finding":"The SNP rs6318, also known as Cys23Ser or 68G>C, was found to be associated with several neuropsychiatric diseases including eating and anxiety disorders, obesity, depression, bipolar disorder, schizophrenia, and cocaine use disorder. This finding related to the 5-HT2CR gene suggests its significant role in various behavioral and psychiatric conditions.","chrpos":"chrX:114731326","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/512558","title":"Protein Co-Evolution Strategies Detect Predicted Functional Interaction Between the Serotonin 5-HT2A and 5-HT2C Receptors"}
{"loci":"rs12010173","finding":"The SNP rs12010173 was investigated in the context of understanding tree-to-tree variations in cone production of Stone Pine (Pinus pinea L.), and it was found to correlate with variations in resource allocation strategies among individual trees. The finding detailed how this SNP could affect traits related to growth and reproduction in this plant species.","chrpos":"chrX:71861968","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.29.538794","title":"An integrative trait-based framework to infer resource budgets and life-histories of long-lived plants"}
{"loci":"rs11091341","finding":"The analysis of SNP rs11091341 related to breast cancer liver metastases revealed that it was associated with a significant therapeutic response to the fixed-dose small-molecule drug MBC-005. This candidate drug was shown to mediate anti-tumorigenic effects through a p21-dependent mechanism involving the stimulation of the opioid growth factor receptor. Importantly, MBC-005 demonstrated a 3.9-fold increase in survival and a 4-fold decrease in tumor volume in a BALB\/c mouse model, indicating the critical role this SNP played in the treatment and prognosis of liver metastases in breast cancer.","chrpos":"chrX:54728433","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.27.625706","title":"Reshaping the Landscape of Locoregional Treatments for Breast Cancer Liver Metastases: A novel, intratumoral, p21-targeted percutaneous therapy increases survival in BALB\/c mice inoculated with 4T1 triple negative breast cancer cells in the liver"}
{"loci":"rs182149107","finding":"This SNP was linked to IL1RAPL1, associated with intellectual disability and autism, exhibiting a z-score of 5.77.","chrpos":"chrX:29883892","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.10.491289","title":"Genetic architecture of the white matter connectome of the human brain"}
{"loci":"rs4824483","finding":"This SNP was downstream of GAGE1 and showed a z-score of 5.80, connected to glioblastoma-related pathways.","chrpos":"chrX:49641899","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.10.491289","title":"Genetic architecture of the white matter connectome of the human brain"}
{"loci":"rs140894649","finding":"This variant had a z-score of 6.61 and was associated with the phosphatase MTMR8, related to cytoskeleton function.","chrpos":"chrX:64362207","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.10.491289","title":"Genetic architecture of the white matter connectome of the human brain"}
{"loci":"rs2074192","finding":"The study found that carriage of the ACE2 rs2074192 TT genotype significantly increased ACE2 mRNA and protein expression levels in placental organoids. However, despite the higher expression, ACE2 enzyme activity was notably decreased in TT organoids. Furthermore, the TT organoids exhibited reduced diameters and asymmetrical growth patterns. This SNP was associated with an increased risk of small-for-gestational-age (SGA) newborns, highlighting the importance of the ACE2:ACE ratio in placental development.","chrpos":"chrX:15564667","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.09.592870","title":"Genetically edited human placental organoids cast new light on the role of ACE2 in placental development"}
{"loci":"rs132630284","finding":"The pathogenic mutation D168N was found in the myelin proteolipid protein (P60201-2) as part of the variant peptide TSASIGSLCANAR, with 5 confident PSMs. This was an established significant mutation.","chrpos":"chrX:103787951","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.31.542998","title":"Quality control of variant peptides identified through proteogenomics- catching the (un)usual suspects"}
{"loci":"rs4646118","finding":"The noncoding variant rs4646118 was found in approximately 9% of individuals of African descent. It was suggested that this variant could influence transcriptional regulation of the ACE2 gene, potentially contributing to increased susceptibility to SARS-CoV-2 among African Americans.","chrpos":"chrX:15600285","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.15.098616","title":"SARS-CoV2 (COVID-19) Structural\/Evolution Dynamicome: Insights into functional evolution and human genomics"}
{"loci":"rs143185769","finding":"Similar to rs4646118, the noncoding variant rs143185769 was present in about 9% of African descent individuals. This variant was also proposed to play a role in regulating the expression of the ACE2 gene, further implicating it in the heightened vulnerability of certain populations to SARS-CoV-2.","chrpos":"chrX:15618020","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.15.098616","title":"SARS-CoV2 (COVID-19) Structural\/Evolution Dynamicome: Insights into functional evolution and human genomics"}
{"loci":"rs142984500","finding":"The variant rs142984500 (H378R) was noted as being present in only 0.019% of European non-Finnish individuals. It was highlighted for its significance in zinc binding and enzymatic function, with hemizygous occurrences observed in six males, marking it as an important ultra-rare missense variant in the context of ACE2's role in SARS-CoV-2 infection.","chrpos":"chrX:15578253","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.15.098616","title":"SARS-CoV2 (COVID-19) Structural\/Evolution Dynamicome: Insights into functional evolution and human genomics"}
{"loci":"rs5935988","finding":"The SNP rs5935988 was associated with the COBLL1 and GRB14 genes, both of which are relevant to body fat distribution and insulin signaling, highlighting its role in obesity.","chrpos":"chrX:15490126","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.11.557155","title":"Identifying latent genetic interactions in genome-wide association studies using multiple traits"}
{"loci":"rs185941206","finding":"For rs185941206, HWE was rejected because females were monomorphic while males carried all three alleles, highlighting a significant difference in allele frequency distribution between sexes.","chrpos":"chrX:5303347","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.20.305102","title":"A network algorithm for the X chromosomal exact test for Hardy-Weinberg equilibrium with multiple alleles"}
{"loci":"rs112679846","finding":"For rs112679846, males were monomorphic, but females had a large number of alternate alleles, leading to a rejection of HWE; this finding illustrates the importance of including both sexes in genetic analysis.","chrpos":"chrX:134399686","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.20.305102","title":"A network algorithm for the X chromosomal exact test for Hardy-Weinberg equilibrium with multiple alleles"}
{"loci":"rs73635825","finding":"The SNP rs73635825, resulting in the S19P amino acid variant, was the most frequent among the ACE2 variants studied (0.06% frequency) and showed significant relevance in Spike protein interaction with a GBPM score of -47.6175. This SNP was highlighted as the most impactful variant on binding across four structural models.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs143936283","finding":"The SNP rs143936283, which causes the E329G amino acid change, was classified as a very rare allele (0.0066%) within the European (non-Finnish) Asian population. It was studied due to its presence in the binding interface, suggesting potential implications for binding affinity with the SARS-CoV-2 Spike protein.","chrpos":"chrX:15581305","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs766996587","finding":"The SNP rs766996587, causing the M82I amino acid substitution, was also recognized as a very rare variant (0.0066%) found predominantly in the African population. Its potential effects on the binding interaction with the Spike protein were considered, particularly in the context of predicted alterations in affinity.","chrpos":"chrX:15594944","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs146676783","finding":"The SNP rs146676783 resulted in the E37K mutation, which was observed with a frequency of 0.03% primarily in the Finnish population. It was noted for its placement in the binding interface and was studied for its possible impact on Spike interaction but was categorized as rare.","chrpos":"chrX:15600803","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs370610075","finding":"The SNP rs370610075, resulting in the G352V variant, had a frequency of 0.007% within the European non-Finnish population. It was identified as a rare variant located in the binding region of ACE2, with implications for its interaction with the SARS-CoV-2 Spike protein.","chrpos":"chrX:15581236","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs28933690","finding":"The SNP (rs28933690) caused a C294R mutation and was confirmed as pathogenic, aligning with clinical findings from the dbSNPs\/NCBI database.","chrpos":"chrX:37728007","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/540153","title":"Unmasking of novel mutations within XK gene that could be used as Diagnostic Markers to Predict McLeod syndrome: Using in silico analysis"}
{"loci":"rs145996031","finding":"The SNP (rs145996031) resulted in a Y370D mutation, which was found to be damaging and potentially associated with L1 syndrome, although it was originally categorized as untested.","chrpos":"chrX:37728235","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/540153","title":"Unmasking of novel mutations within XK gene that could be used as Diagnostic Markers to Predict McLeod syndrome: Using in silico analysis"}
{"loci":"rs1465108","finding":"The SNP rs1465108 was associated with significant functional connectivity (FC) between the precuneus cluster and the right middle temporal gyrus in adults with ADHD, as evidenced by a correlation of r=-0.22 (P=0.030). This finding was an original positive result linked to neurobiology in ADHD.","chrpos":"chrX:43678961","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs5906883","finding":"The SNP rs5906883 demonstrated a significant correlation with FC between the precuneus cluster and the right middle temporal gyrus in adults with ADHD, with a correlation of r=-0.21 (P=0.037). This finding was noted as an original positive contribution to understanding ADHD genetic influences.","chrpos":"chrX:43667695","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs6323","finding":"The SNP rs6323 was significantly associated with FC in the female cohort, with a correlation of r=0.37 (P=0.036) between the precuneus cluster and the precuneus, indicating its role in ADHD-related functional connectivity. This represented an original positive finding.","chrpos":"chrX:43731789","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs5905859","finding":"The SNP rs5905859 showed significant correlation (r=0.23, P=0.023) with FC between the precuneus and right middle temporal gyrus in the male cohort, marking it as an original positive finding concerning ADHD's genetic basis.","chrpos":"chrX:43732253","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs1799836","finding":"The SNP rs1799836 was correlated with the FC between left middle temporal cluster and right inferior temporal gyrus at r=0.28 (P=0.005), highlighting its role in ADHD connectivity patterns. This was categorized as an original positive finding.","chrpos":"chrX:43768752","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs10521432","finding":"For the SNP rs10521432, there was a significant correlation of r=0.36 (P=0.041) between left middle temporal cluster and right superior parietal gyrus in the female group, presenting an original positive finding regarding ADHD functional architecture.","chrpos":"chrX:43774493","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs2239449","finding":"The SNP rs2239449 was associated with several significant correlations, including with the FC between the precuneus cluster and left calcarine (male r=-0.27, P=0.007; female r=0.39, P=0.025) and the right middle temporal gyrus (male r=-0.22, P=0.027), indicating its crucial role as an original positive finding for ADHD.","chrpos":"chrX:43770954","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs2283729","finding":"The SNP rs2283729 showed significant correlation with various connection patterns, including the left middle temporal cluster to right superior parietal gyrus (female r=-0.37, P=0.035), marking it as an original positive finding in the context of ADHD.","chrpos":"chrX:43818795","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs6651806","finding":"The SNP rs6651806 indicated a significant negative correlation (r=-0.26, P=0.009) between FC in the precuneus to left calcarine in males, denoting its relevance for neurobiological underpinnings of ADHD as an original positive finding.","chrpos":"chrX:43829718","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs2283727","finding":"The SNP rs2283727 was associated with significant connectivity patterns, particularly between the precuneus and left calcarine (male r=0.20, P=0.041), demonstrating its clinical significance in ADHD and classifying it as an original positive finding.","chrpos":"chrX:43773697","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs3027441","finding":"The SNP rs3027441 correlated significantly with the FC between left middle temporal cluster and the left superior frontal gyrus at r=0.20 (P=0.045) in males, establishing its relevance as an original positive finding in ADHD.","chrpos":"chrX:43767621","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs5952671","finding":"The SNP rs5952671 showed significant correlation with FC patterns in males (r=-0.22, P=0.027). This finding was categorized as original and positive, helping to elucidate genetic factors affecting ADHD's neural circuitry.","chrpos":"chrX:43767721","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs6609533","finding":"The TIMP-1 rs6609533 variant was linked to type 2 diabetes susceptibility, highlighting genetic factors in diabetes development.","chrpos":"chrX:47585887","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.24.461631","title":"Screening key genes and signaling pathways in COVID-19 infection and its associated complications by integrated bioinformatics analysis"}
{"loci":"rs12010040","finding":"Pasini et al. (2020) provided insights into the functional role of extracellular vesicles in NSCLC, suggesting that variations like rs12010040 could influence resistance to targeted treatment and immunotherapy. The finding indicated that this SNP was relevant to the mechanisms governing treatment efficacy in lung cancer patients.","chrpos":"chrX:132159358","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.08.438994","title":"Multiplexed electrokinetic sensor for detection and therapy monitoring of extracellular vesicles from liquid biopsies of non-small-cell lung cancer patients"}
{"loci":"rs62621675","finding":"The analysis of the SNP rs62621675:[C&gt;G] utilized AsCRISPR, which successfully generated 13 discriminating sgRNAs when combined with various subtypes of Cas9, including SpCas9-V(R)QR, SpCas9-EQR, SpCas9-VRER, and CjCas9. Notably, three of the sgRNAs employed novel PAMs created by the SNP, while five additional pairs of sgRNAs featured the variant point within their seed sequences. This exemplified the tool's ability to process heterozygous SNPs effectively for potential allele-specific gene therapy.","chrpos":"chrX:154030004","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/672634","title":"AsCRISPR: a web server for allele-specific sgRNA design in precision medicine"}
{"loci":"rs12010065","finding":"The SNP rs12010065 was linked to the demographic changes in sympatric populations of guayabillo, indicating that its variations may have played a role in how guayabillo was affected by the invasive guava, particularly in relation to the timing of guava introduction to the Galápagos Islands.","chrpos":"chrX:153985595","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.11.511772","title":"Local exclusion and regional decline of an endemic Galápagos tree species (Psidium galapageium) by an invasive relative (P. guajava)"}
{"loci":"rs1399200","finding":"The rs1399200 SNP was identified as a regulatory element involved in the gene interaction between ACE2 and VPS13C, contributing to the regulation of genes associated with inflammatory responses.","chrpos":"chrX:15534056","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs6632680","finding":"The rs6632680 SNP was associated with the regulation of PHKA2, demonstrating significant interactions with ACE2 and highlighting its role in trans-regulatory processes.","chrpos":"chrX:15612712","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs714205","finding":"Significant minor allele frequency biases were observed for rs714205 across multiple populations, indicating selection pressure and an association with regulatory regions of ACE2 affecting PIR.","chrpos":"chrX:15565781","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs4646142","finding":"The rs4646142 SNP displayed significant association with regulatory regions of the CA5B gene; further, it was implicated in hypertension and related cardiovascular conditions.","chrpos":"chrX:15584941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs2285666","finding":"The rs2285666 SNP was shown to alter binding sites for transcription factors, with associations established for hypertension and diverse ethnic impacts.","chrpos":"chrX:15592225","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs2106809","finding":"The rs2106809 SNP influenced transcription factor binding, linked to inflammatory responses and demonstrated a significant association with hypertension and myocardial infarction risk.","chrpos":"chrX:15599938","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs6629111","finding":"This SNP was part of identified cis-regulatory elements within ACE2 that directly implicated in the regulation of CA5B, reinforcing the connection of genetic regulation and respiratory mechanisms.","chrpos":"chrX:15633251","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs1023574","finding":"The SNP rs1023574 was identified as having a common local adaptation signature on chromosome 23 across RAN, SIM, and GEL breeds. It showed significant multivariate and univariate associations with membership in specific ecoregions, despite not being individually significant with any environmental variable. This suggests its adaptive benefits are linked to a combination of environmental factors.","chrpos":"chrX:114620562","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.11.988121","title":"Powerful detection of polygenic selection and environmental adaptation in US beef cattle populations"}
{"loci":"rs4830974","finding":"The variant rs4830974 was associated with lower basophil percentages among carriers, indicating a potential weak relationship. Moreover, there was speculation that coding variants in ACE2 might offer a protective effect against hypertension, consistent with the known relationship between the ACE gene and human blood pressure.","chrpos":"chrX:15658294","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"rs183546232","finding":"This low-frequency intronic variant was nominally associated with eosinophilic esophagitis in an independent dataset, suggesting a potential predisposition for individuals carrying coding variants in ACE2 to develop gastro-oesophageal reflux disease with oesophagitis.","chrpos":"chrX:15577172","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"chrX:15600857:A:G","finding":"The damaging variant chrX:15600857:A:G was rare or absent in most populations but had an allele frequency of 0.1-0.2% in those with African ancestry. It directly affected a SARS-CoV-2-interacting amino acid, implying a variance that could influence susceptibility to COVID-19.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"rs181603331","finding":"The eQTL variant rs181603331 was found to be associated with a significant decrease in ACE2 expression (log2 A<sub>FC<\/sub>=-1.6), indicating its role in regulatory mechanisms pertaining to ACE2 levels in the airway epithelium.","chrpos":"chrX:15540999","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.034454","title":"Type 2 and interferon inflammation strongly regulate SARS-CoV-2 related gene expression in the airway epithelium"}
{"loci":"rs12092652","finding":"The study identified that the SNP rs12092652 is associated with the activation of the NRF2 and oxidative stress response in immune-regulatory cancer-associated fibroblasts across various carcinoma types. This implies a significant role of this SNP in modulating the stress response within the tumor microenvironment, particularly influencing cancer cell interactions and survival mechanisms.","chrpos":"chrX:76760900","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.29.560126","title":"Mapping the tumor stress network reveals dynamic shifts in the stromal oxidative stress response"}
{"loci":"rs1399200","finding":"This SNP had been identified as regulating the expression of VPS13C, which encodes vacuolar protein sorting-associated protein 13C. It was part of long-distance trans-regulatory interactions, indicating a role in the ACE2 locus.","chrpos":"chrX:15534056","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs6632680","finding":"This SNP was associated with the regulation of PHKA2, a gene encoding phosphorylase kinase regulatory subunit alpha 2. It was implicated in inter-TAD trans-acting interactions within the ACE2 locus.","chrpos":"chrX:15612712","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs714205","finding":"This SNP was found to tag regulatory sites associated with PIR. It displayed significant bias in minor allele frequencies across diverse populations and suggested selection acting on the locus.","chrpos":"chrX:15565781","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs4646142","finding":"This SNP was detected at a regulatory site impacting CA5B expression. It showed significant selection towards the reference allele and was previously linked to various cardiovascular conditions.","chrpos":"chrX:15584941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs2285666","finding":"This SNP altered potential transcription factor binding sites, specifically impacting HNF1 and Ncx motifs. It was associated with regulatory elements affecting CA5B, with links to hypertension and diabetes.","chrpos":"chrX:15592225","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs2106809","finding":"This SNP also affected transcription factor binding, altering a CEBPB motif. It was previously associated with impacts on hypertension and other cardiovascular conditions.","chrpos":"chrX:15599938","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs6629111","finding":"This SNP was noted for its role in regulating CA5B within the ACE2 locus. It was adjacent to CTCF binding sites and contributed to the regulation of ACE2 expression.","chrpos":"chrX:15633251","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs111811311","finding":"The archaic allele (A) of the rs111811311 polymorphism in the TKTL1 gene was identified among 62 carriers in the UK Biobank study. Despite previous proposals linking this missense change to significant impacts on human\/Neandertal brain differences, the study found no observable deviations in relevant anatomical brain measures or cognitive traits among carriers. A substantial proportion of carriers also held college\/university degrees, suggesting no detrimental phenotypic consequences associated with this archaic allele.","chrpos":"chrX:154315258","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.05.602242","title":"Evaluating the effects of archaic protein-altering variants in living human adults"}
{"loci":"rs1204041","finding":"The SNP rs1204041, located in the intronic region of the AR gene, was identified as an African-specific association with androgenetic alopecia. It showed a high allele frequency of 0.488 in Africa while being almost absent in European (0.002) and East Asian (0.000) populations.","chrpos":"chrX:67565846","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.12.575396","title":"Uncovering the genetic architecture and evolutionary roots of androgenetic alopecia in African men"}
{"loci":"rs961360700","finding":"The SNP D355N [rs961360700] was identified as a variant that restricts the interaction between the spike protein of SARS-CoV-2 and ACE2, thereby limiting the susceptibility to infection in both in vitro and in vivo models. This finding suggested that this polymorphism could modulate human susceptibility to SARS-CoV-2.","chrpos":"chrX:15581228","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.18.452826","title":"Susceptibilities of human ACE2 genetic variants in coronavirus infection"}
{"loci":"rs41300872","finding":"The variant rs41300872, which results in a p.Gly197Arg change, showed significant association with male infertility, with an odds ratio of 1.77 and a p-value of 0.002. This finding was part of the study exploring the role of TEX13B in male infertility in a cohort of 628 infertile men.","chrpos":"chrX:107981430","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.11.475851","title":"TEX13B is important for germ cell development and male fertility"}
{"loci":"rs775429506","finding":"The rare variant rs775429506, causing a p.Gly237Glu substitution, was identified exclusively in two men with non-obstructive azoospermia (NOA). This finding contributed to the understanding of genetic factors associated with male infertility.","chrpos":"chrX:107981309","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.11.475851","title":"TEX13B is important for germ cell development and male fertility"}
{"loci":"rs34729789","finding":"The SNP rs34729789 was identified as a significant hemizygous, X-linked G>A variant associated with a male infant who presented with microcephaly, seizures, polycystic kidney disease, and end-stage renal failure. Whole exome sequencing and pedigree analyses confirmed this variant's relevance, linking it to conditions related to ciliopathies, although the function of the EFHC2 gene, which the SNP affects, remains largely unknown.","chrpos":"chrX:44148853","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.26.595818","title":"Ancient eukaryotic protein interactions illuminate modern genetic traits and disorders"}
{"loci":"rs5945572","finding":"The risk 'A' allele showed significantly decreased transcriptional activity compared to the normal 'G' allele in PC-3 cells, representing a negative influence on gene expression.","chrpos":"chrX:51486831","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.29.450267","title":"A dinucleotide tag-based parallel reporter gene assay method"}
{"loci":"rs1327301","finding":"The risk allele presented significantly lower transcriptional activity when compared to the normal allele in LNCaP cells, indicating a negative regulatory effect.","chrpos":"chrX:51467205","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.29.450267","title":"A dinucleotide tag-based parallel reporter gene assay method"}
{"loci":"rs12688220","finding":"The rs12688220 locus, particularly the TT variant, was identified as a risk factor for chronic pancreatitis in North American patients of European ancestry. This high-risk genotype was associated with increased severity of chronic pancreatitis, suggesting that individuals with the homozygous CLDN2 genotype were at the greatest risk, a phenomenon that was further amplified by alcohol consumption.","chrpos":"chrX:107001537","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.01.555960","title":"Claudin-2 limits pancreatitis development through regulating tight junction-controlled pancreatic ductal transport"}
{"loci":"rs1050828","finding":"The G6PD SNP rs1050828 was identified as a common African variant, exclusively observed in donors of African descent, linked to pyruvate levels. This association underscores its relevance to ethnicity-specific metabolic pathways in RBCs.","chrpos":"chrX:154536002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.11.557250","title":"Biological and Genetic Determinants of Glycolysis: Phosphofructokinase Isoforms Boost Energy Status of Stored Red Blood Cells and Transfusion Outcomes"}
{"loci":"rs142984500","finding":"The SNP rs142984500 was associated with increased RBD-ACE2 binding affinity, indicating a potential genetic susceptibility to COVID-19. This variant was prevalent in Europeans and linked to the binding capacity of ACE2 with SARS-CoV-2, suggesting increased risk of infection.","chrpos":"chrX:15578253","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs4646116","finding":"The SNP rs4646116, known to have a significant impact on the binding affinity between ACE2 and the SARS-CoV-2 RBD, was found to increase the binding affinity, suggesting that individuals carrying this polymorphism may exhibit greater susceptibility to the virus.","chrpos":"chrX:15600835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs2285666","finding":"The SNP rs2285666 was reported to be associated with increased infection risk and mortality in COVID-19 patients, highlighting its role as a genetic factor influencing disease severity and susceptibility.","chrpos":"chrX:15592225","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs759579097","finding":"The SNP rs759579097, associated with ACE2 polymorphism, was suggested to have protective effects against SARS-CoV-2 by decreasing binding affinity to the RBD, thus potentially lowering susceptibility to infection.","chrpos":"chrX:15581314","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs758278442","finding":"The SNP rs758278442 was identified as responsible for reduced binding affinity between RBD and ACE2, implying that individuals with this polymorphism might be less susceptible to SARS-CoV-2 infection.","chrpos":"chrX:15600819","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs146676783","finding":"The SNP rs146676783, similar to rs758278442, was reported to decrease the binding affinity of ACE2 to the SARS-CoV-2 RBD, suggesting a reduced risk of infection in carriers of this allele.","chrpos":"chrX:15600803","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs12010204","finding":"The study referenced by Sakai et al. in 2020 indicated that SNP rs12010204 was associated with a cytological model of B-Cell\/Macrophage Biphenotypic Cell Hodgkin Lymphoma in Ganp-Transgenic mice. This finding suggested a link between the genetic variant and disease processes related to lymphomas, highlighting its potential significance in the context of GANP-related pathways.","chrpos":"chrX:50609132","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.18.444636","title":"Peripheral neuropathy linked mRNA export factor GANP reshapes gene regulation in human motor neurons"}
{"loci":"rs73635825","finding":"The SNP rs73635825 (S19P) was identified as the most relevant variant in terms of interaction with the SARS-CoV-2 Spike protein, being the most frequent among the ACE2 variants (0.06% of the population). This SNP was located in the ACE2\/Spike binding region and received significant support from GBPM analysis, suggesting its potential role in influencing susceptibility to COVID-19.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs143936283","finding":"The SNP rs143936283 (E329G) was identified as a very rare allele (0.0066%) in the European (non-Finnish) and Asian populations, located within the ACE2\/Spike interaction interface. Although it was rare, its potential to alter binding affinity with the Spike protein was highlighted.","chrpos":"chrX:15581305","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs766996587","finding":"The SNP rs766996587 (M82I) was categorized as a very rare variant (0.0066%) found in the African population. It was considered to potentially increase the affinity with Spike based on in silico predictions, although it lacked direct clinical significance.","chrpos":"chrX:15594944","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs146676783","finding":"The SNP rs146676783 (E37K) was noted for being more common in the Finnish population (0.03%) and was included in the analysis for its possible role in altering binding with SARS-CoV-2 Spike, albeit with no reported clinical implications.","chrpos":"chrX:15600803","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs370610075","finding":"The SNP rs370610075 (G352V) was identified as a rare variant (0.007%) in the European (non-Finnish) population. Its potential impact on Spike binding was noted although it did not have any clinical significance reported.","chrpos":"chrX:15581236","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs12010173","finding":"The SNP rs12010173 was related to variations in cone production in Stone Pine (Pinus pinea L.), indicating a genetic influence on reproductive performance and potentially linking to life history strategies in long-lived plants. It demonstrated a correlation with resource allocation patterns that affect both growth and reproductive outputs, aligning with the Trait-Resource-Life-History framework.","chrpos":"chrX:71861968","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.29.538794","title":"An integrative trait-based framework to infer resource budgets and life-histories of long lived plants"}
{"loci":"rs6528024","finding":"The SNP rs6528024 was found to be significantly associated with delay discounting in a human GWAS, indicating its potential importance in understanding this behavioral trait. However, this study failed to replicate these findings in Heterogenous Stock rats, which may suggest species-specific genetic influences.","chrpos":"chrX:13912803","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.12.12.570851","title":"Genome-wide association study of delay discounting in Heterogenous Stock rats"}
{"loci":"rs3088074","finding":"The SNP rs3088074, located in the ATRX gene, was validated in human induced pluripotent stem cells (hiPSCs) showing clonal and monoallelic expression. This validation indicated that the gene remained monoallelic across all hiPSC lines tested, regardless of their X-chromosome inactivation (XCI) status, highlighting its significance in studying XCI erosion.","chrpos":"chrX:77682471","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.15.585169","title":"Erosion of X-Chromosome Inactivation in female hiPSCs is heterogeneous and persists during differentiation"}
{"loci":"rs146852038","finding":"This SNP, identified as a non-autosomal hit, had previously been linked to age of first sexual intercourse and educational attainment.","chrpos":"chrX:129984833","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.31.534944","title":"Genome-wide association study of occupational status and prestige identifies 106 genetic variants and defines their role for intergenerational status transmission and the life course"}
{"loci":"rs73635825","finding":"The rs73635825 (S19P) allele of the hACE2 receptor was identified as potentially offering resistance or protection against SARS-CoV-2 infection due to a low affinity to the virus RBD region. This finding was significant in the context of assessing genetic factors influencing susceptibility to the virus.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.23.352344","title":"A computational approach to evaluate the combined effect of SARS-CoV-2 RBD mutations and ACE2 receptor genetic variants on infectivity: The COVID-19 host-pathogen nexus"}
{"loci":"rs143936283","finding":"The rs143936283 (E329G) allele of the hACE2 receptor was also found to provide some level of resistance or protection against SARS-CoV-2 infection, similarly attributed to its low affinity towards the virus RBD. This suggests that specific genetic variants may contribute to variations in individual susceptibility to COVID-19.","chrpos":"chrX:15581305","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.23.352344","title":"A computational approach to evaluate the combined effect of SARS-CoV-2 RBD mutations and ACE2 receptor genetic variants on infectivity: The COVID-19 host-pathogen nexus"}
{"loci":"rs1059702","finding":"The study identified rs1059702 located in the IRAK1 gene as an allelic variant that could alter amino acid sequence. It served as a candidate for driving allelic enhancer activity in association with Systemic Lupus Erythematosus (SLE).","chrpos":"chrX:154018741","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.20.906701","title":"Genome-wide discovery of SLE genetic risk variant allelic enhancer activity"}
{"loci":"rs3027878","finding":"This variant was associated with the HCFC1 gene and was recognized as a candidate allelic variant that alters amino acid sequences and is relevant to SLE risk.","chrpos":"chrX:153952914","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.20.906701","title":"Genome-wide discovery of SLE genetic risk variant allelic enhancer activity"}
{"loci":"rs11091241","finding":"The SNP rs11091241 was identified as a positive and original finding related to the regulation of fucose linkages in cancer. Specifically, a study referenced that highlighted the contributions of various fucose linkages, including those mediated by B3GNT7, which are relevant in the context of colorectal cancer (CAC) and colitis.","chrpos":"chrX:48606747","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.17.553684","title":"Oxytocin alleviated colitis and colitis-associated colorectal tumorigenesis by targeting fucosylated MUC2"}
{"loci":"rs3853839","finding":"In a study conducted by El-Hefnawy et al. in 2022, the SNP rs3853839 within the TLR7 gene was associated with increased susceptibility and severity of COVID-19 among middle-aged individuals without previous comorbidities. The research indicated that this polymorphism potentially influenced mRNA expression of TLR7, impacting the clinical outcomes of COVID-19.","chrpos":"chrX:12889539","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.31.506023","title":"The SARS-CoV-2 Spike S1 Protein Induces Global Proteomic Changes in ATII-Like Rat L2 Cells that are Attenuated by Hyaluronan"}
{"loci":"rs12010227","finding":"The SNP rs12010227 was found to be relevant in targeting osteosarcoma with plasma-treated solutions, suggesting that it may also have implications in the context of CAP therapies for various cancer types, as discussed by Mateu-Sanz et al. in their research.","chrpos":"chrX:91416641","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.30.542966","title":"Epidermal Growth Factor potentiates EGFR(Y992\/1173)-mediated therapeutic response of triple negative breast cancer cells to cold atmospheric plasma-activated medium"}
{"loci":"rs392020","finding":"The SNP rs392020 was associated with the gene SLC25A5, as it had a high posterior inclusion probability. This connection was established through integration of multiple gene prioritization methods, emphasizing its role in mitochondrial function, specifically related to mtDNA metabolism.","chrpos":"chrX:119467510","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.25.428086","title":"Genetic analysis of mitochondrial DNA copy number and associated traits identifies loci implicated in nucleotide metabolism, platelet activation, and megakaryocyte proliferation, and reveals a causal association of mitochondrial function with mortality"}
{"loci":"rs1050828","finding":"The rs1050828 SNP, encoding G6PD+202T, showed significant differential effects in the context of severe malaria. In the analysis, the T allele was associated with protection in the 'severe malaria' sub-population (odds-ratio 0.71 [95% C.I. 0.57-0.88]), while it was linked to increased risk in the 'not severe malaria' sub-population (odds-ratio 1.30 [95% C.I. 1.00-1.70]). This indicated opposing effects of the G6PD deficiency, hypothesizing that such deficiency may contribute to misclassification as severe malaria due to severe anemia.","chrpos":"chrX:154536002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.16.440107","title":"Improving statistical power in severe malaria genetic association studies by augmenting phenotypic precision"}
{"loci":"rs1050828","finding":"This coding variant was strongly associated with total and direct bilirubin levels and linked to G6PD deficiency in African Americans, reaffirming its significant role in bilirubin metabolism.","chrpos":"chrX:154536002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.02.279844","title":"Analyses of Biomarker Traits in Diverse UK Biobank Participants Identify Associations Missed by European-centric Analysis Strategies"}
{"loci":"rs5030868","finding":"This coding variant was associated with HbA1c in South Asians, presenting implications for diabetes management due to its connection with G6PD deficiency.","chrpos":"chrX:154534419","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.02.279844","title":"Analyses of Biomarker Traits in Diverse UK Biobank Participants Identify Associations Missed by European-centric Analysis Strategies"}
{"loci":"rs4646116","finding":"The rs4646116 SNP, predicting the p.Lys26Arg amino acid change, was encountered at polymorphic frequencies among various populations. It was found in 1.43% of Ashkenazi Jewish males (1 in 70) and in lower frequencies among non-Finnish European males (0.58%, or 1 in 172). Additionally, the SNP was noted to occur at very low frequencies in East Asian populations, with significant implications for ACE2 binding affinity and potential influence on SARS-CoV-2 progression.","chrpos":"chrX:15600835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.05.026633","title":"ACE 2 Coding Variants: A Potential X-linked Risk Factor for COVID-19 Disease"}
{"loci":"rs12010146","finding":"The SNP rs12010146 was associated with neurocognitive decline following cranial irradiation. Specifically, it was found to be linked to the regulatory mechanisms involved in cognitive functions affected by radiotherapy, highlighting its potential relevance in understanding vulnerability to cognitive impairment in patients undergoing radiation therapy.","chrpos":"chrX:14057663","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.30.547296","title":"PAK3 downregulation induces cognitive impairment following cranial irradiation"}
{"loci":"rs5919432","finding":"The SNP rs5919432, located 71kb from the androgen receptor gene at Xq12, had a higher frequency of the risk-increasing T allele in MADCaP prostate cancer cases compared to controls (34.2% vs. 32.1%). Although originally identified in European populations, this study revealed similar risk effects in African populations.","chrpos":"chrX:67801708","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/702910","title":"A custom genotyping array reveals population-level heterogeneity for the genetic risks of prostate cancer and other cancers in Africa"}
{"loci":"rs3764880","finding":"The M1V variant (rs3764880) of TLR8 was found to be associated with enhanced intracellular killing of Mycobacterium tuberculosis (Mtb) in primary macrophages. This variant, common in Far Eastern populations, led to increased phagosomal acidification and enhanced inflammatory responses. Consequently, it was implicated in providing protection from pulmonary tuberculosis, as demonstrated through macrophage studies showing its impact on killing efficacy and overall immune response.","chrpos":"chrX:12906707","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.14.496072","title":"Phagosomal RNA sensing through TLR8 controls susceptibility to tuberculosis"}
{"loci":"rs2681646","finding":"SNP rs2681646 was associated with variance of waist circumference at X-chromosome-wide significance in the UK Biobank dataset (p=9.5E-07) and showed a suggestive female-specific effect in the MESA dataset (p=0.048).","chrpos":"chrX:9570166","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/306654","title":"Analytical strategies to include the X-chromosome in variance heterogeneity analyses: evidence for trait-specific polygenic variance structure"}
{"loci":"rs4646116","finding":"This missense variant changed a lysine at position 26 to arginine (K26R), enhancing binding affinity to SARS-CoV-2's S-protein RBD. It was very rare in East Asians and Africans but was common in Europeans (MAF=0.587%) and the Kuwaiti population (MAF=0.29%).","chrpos":"chrX:15600835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.16.099176","title":"A comprehensive germline variant and expression analyses of ACE2, TMPRSS2 and SARS-CoV-2 activator FURIN genes from the Middle East: Combating SARS-CoV-2 with precision medicine"}
{"loci":"rs41303171","finding":"The N720D variant was prevalent in Europeans (MAF=2.52%) and was associated with increased susceptibility to severe COVID-19 through potential TMPRSS2 activation, despite concerns about its distance from ACE2’s S-protein interaction site.","chrpos":"chrX:15564175","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.16.099176","title":"A comprehensive germline variant and expression analyses of ACE2, TMPRSS2 and SARS-CoV-2 activator FURIN genes from the Middle East: Combating SARS-CoV-2 with precision medicine"}
{"loci":"rs12010146","finding":"The SNP rs12010146 was associated with neurocognitive decline following cranial irradiation as reported in the study by Pazzaglia et al. In this context, it related to mechanisms influencing cognitive dysfunction due to the actin cytoskeleton disruptions and PAK3 signaling pathways in response to ionizing radiation.","chrpos":"chrX:14057663","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.30.547296","title":"PAK3 downregulation induces cognitive impairment following cranial irradiation"}
{"loci":"rs7889328","finding":"The variant rs7889328 created a transcription factor binding site (TFBS) for CTCFL in the promoter region of the gene RENBP. This alteration was significant for red blood cell (RBC) traits, particularly associated with RBC indices such as RBC count, RBC distribution width, and mean corpuscular volume. Conditional analyses indicated that alleles at rs7889328 accounted for the remaining association signal even after controlling for known GWAS variants at the same locus.","chrpos":"chrX:153946435","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.23.394296","title":"find-tfbs: a tool to identify functional non-coding variants associated with complex human traits using open chromatin maps and phased whole-genome sequences"}
{"loci":"rs311071","finding":"Associated findings indicated that rs311071 was mapped at 66.3 kb and 0.0007 cM distal to the PAB, suggesting its significance in narrowing down the PAB location.","chrpos":"chrX:2714781","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.598234","title":"Where is the boundary of the human pseudoautosomal region?"}
{"loci":"rs5982851","finding":"This SNP was found to be the closest variant at only 246 bases distal to the Alu insertion marking the PAB. It was critical in redefining the boundaries of the PAB in light of historical recombination events.","chrpos":"chrX:2781234","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.598234","title":"Where is the boundary of the human pseudoautosomal region?"}
{"loci":"rs1322436793","finding":"The rs1322436793 SNP, causing a G305R mutation, was identified as damaging. It was characterized by a change that increased residue charge from neutral to positive, leading to potential repulsion of ligands and changes in structural conformation due to unusual torsion angles.","chrpos":"chrX:71108288","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs1064794027","finding":"The rs1064794027 SNP resulted in a C182Y mutation which was found to disrupt hydrophobic interactions within the protein core due to the burial of the wild-type residue and introduction of a larger mutant residue.","chrpos":"chrX:71110205","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs111033620","finding":"The rs111033620 SNP induced a G114D mutation that caused structural disturbances as the substitution introduced larger residues affecting the protein's backbone conformation.","chrpos":"chrX:71110617","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs193922347","finding":"The rs193922347 SNP resulted in a Y105C mutation causing potential loss of external interactions, possibly altering protein functionality by disturbing molecular interactions critical for binding.","chrpos":"chrX:71110644","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs1293196743","finding":"The rs1293196743 SNP caused a Y91C mutation which introduced an empty space in the protein's core due to the smaller size of the mutant residue, possibly affecting its structural stability.","chrpos":"chrX:71110686","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs1057517950","finding":"The rs1057517950 SNP led to a W240R mutation that was associated with X-SCID, confirmed in a family study where a child displayed severe symptoms due to the mutation.","chrpos":"chrX:71109267","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs869320659","finding":"The rs869320659 SNP caused an R226C mutation implicated in X-SCID through maternal mosaicism, establishing a genetic mechanism for X-SCID pathology.","chrpos":"chrX:71109309","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs869320658","finding":"The rs869320658 SNP, resulting in an R224W mutation, was similarly validated through studies identifying its damaging effects associated with SCID.","chrpos":"chrX:71109315","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs111033618","finding":"The rs111033618 SNP responsible for a R222C mutation led to atypical SCID presentation. Despite normal lymphocyte counts, there was impaired signaling of cytokines.","chrpos":"chrX:71109321","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs137852511","finding":"In the case of rs137852511, the L151P mutation was identified in a child, illustrating reversion in T-cell precursors leading to unique immune function outcomes.","chrpos":"chrX:71110506","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs111033622","finding":"The rs111033622 SNP caused a C115R mutation which resulted in atypical X-SCID with partially functional lymphocyte clones owing to mutation reversion in early T-cell precursors.","chrpos":"chrX:71110615","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs1057520293","finding":"The rs1057520293, resulting in L87P mutation, was noted in an X-SCID patient with a mild phenotype; mutation reversion influenced the delayed diagnosis.","chrpos":"chrX:71110906","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs6318","finding":"The rs6318 variant had an extremely high MAF of 98.5% in Hong Kong Cantonese, which was linked to an increased likelihood of drug-related weight gain. This association was supported by findings from three different human studies.","chrpos":"chrX:114731326","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.15.448515","title":"HKG: An open genetic variant database of 205 Hong Kong Cantonese exomes"}
{"loci":"rs1460413167","finding":"This SNP resulted in a missense mutation (P212H) where Proline was changed to Histidine at position 212. It was found to have a significant deleterious effect on the GPC3 structure and function, contributing to the molecular basis of Simpson-Golabi-Behmel Syndrome which is characterized by pre- and postnatal overgrowth.","chrpos":"chrX:133753879","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/608927","title":"Identification of novel key biomarkers in Simpson-Golabi-Behmel Syndrome: Evidence from bioinformatics analysis"}
{"loci":"rs1295603457","finding":"This SNP caused a missense mutation (C65Y) where Cysteine was altered to Tyrosine at position 65. This alteration was identified as one of the most deleterious mutations affecting GPC3 protein stability and function, providing insights into their connection with overgrowth Syndrome.","chrpos":"chrX:133953193","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/608927","title":"Identification of novel key biomarkers in Simpson-Golabi-Behmel Syndrome: Evidence from bioinformatics analysis"}
{"loci":"rs757475450","finding":"This SNP led to a missense mutation (R39C) transforming Arginine to Cysteine at position 39. It was highlighted as a crucial mutation with potential functional implications for GPC3, further linking it to the pathogenesis of overgrowth Syndrome.","chrpos":"chrX:133985335","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/608927","title":"Identification of novel key biomarkers in Simpson-Golabi-Behmel Syndrome: Evidence from bioinformatics analysis"}
{"loci":"rs1137070","finding":"In a study published in 2017, it was found that the MAOA gene variant rs1137070 interacted with heroin addiction to alter the gray matter volume of the salience network. This suggests that individuals with certain genotypes at this SNP may have varying structural brain differences that could influence their susceptibility to heroin addiction, underscoring the importance of genetic factors in addiction-related behaviors.","chrpos":"chrX:43744144","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.28.120725","title":"The anterior insular cortex in the rat exerts an inhibitory influence over the loss of control of heroin intake and subsequent propensity to relapse"}
{"loci":"rs1322436793","finding":"The rs1322436793 (G305R) mutation was identified as novel and predicted to be damaging. The mutation caused a change in residue size and charge, which negatively affected protein structure by causing potential shape disturbances.","chrpos":"chrX:71108288","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs1064794027","finding":"The rs1064794027 (C182Y) mutation was deemed novel and damaging, with its mutant residue being too large to properly fit into the protein core, leading to a loss of hydrophobic interactions crucial for the protein's function.","chrpos":"chrX:71110205","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs111033620","finding":"The rs111033620 (G114D) mutation was identified as novel and damaging, similarly to rs1064794027, where the mutant residue's size and properties disrupted the essential structural integrity of the protein.","chrpos":"chrX:71110617","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs193922347","finding":"The rs193922347 (Y105C) mutation was recognized as novel and damaging, resulting in a smaller mutant residue that potentially lost important external interactions, thereby diminishing protein function.","chrpos":"chrX:71110644","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs1293196743","finding":"The rs1293196743 (Y91C) mutation was reported as novel and damaging; the size of the mutant residue created an empty space in the protein core which negatively impacted the structural integrity.","chrpos":"chrX:71110686","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs12010226","finding":"The SNP rs12010226 was associated with the expression of cancer stem cell-like phenotypes in human medulloblastoma (MB) cell lines. This association was derived from research that investigated the behavior of MB cells in response to various treatments, including rosmarinic acid, and its effects on stemness and proliferation.","chrpos":"chrX:137886460","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.10.552840","title":"Modulation of Viability, Proliferation, and Stemness by Rosmarinic Acid in Medulloblastoma Cells: Involvement of HDACs and EGFR"}
{"loci":"rs12010130","finding":"The SNP rs12010130 was linked to findings in the context of gammadelta T cell immunotherapy, where its influence was studied in relation to the cytokine pre-treatment of IL-2\/IL-12\/18. This SNP was associated with enhanced anti-tumoral functions of gammadelta T cells, which demonstrated significant direct killing abilities and induced senescence in cancer cells.","chrpos":"chrX:7726895","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.11.503563","title":"IL-12\/18\/21 pre-activation enhances the anti-tumor efficacy of expanded γδT cells and overcomes resistance to anti-PD-L1 treatment"}
{"loci":"rs148051057","finding":"The missense variant rs148051057 located in the <italic>RGN<\/italic> gene was associated with gluconate levels, supporting previous associations.","chrpos":"chrX:47084555","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs112701110","finding":"The rs112701110 variant near the <italic>MID1IP1<\/italic> gene was associated with guanidino and acetamido levels, with novel associations to branched-chain amino acid metabolism.","chrpos":"chrX:39097943","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs11553055","finding":"The variant rs11553055 associated with guaiacol sulfate linked with <italic>ASMTL<\/italic>, reflecting a solid association.","chrpos":"chrX:1403432","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs2071223","finding":"The SNP rs2071223 was associated with the gene Bruton tyrosine kinase (BTK) in male lymphocytes, with a reported significance (p = 0.005). This finding underscored the male-specific role of BTK in the context of severe COVID-19, linking the genetic variant to immune response differences between sexes.","chrpos":"chrX:101354559","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.01.407007","title":"Multimodal Single-Cell Omics Analysis of COVID-19 Sex Differences in Human Immune Systems"}
{"loci":"rs190509934","finding":"The SNP rs190509934 was associated with COVID-19 infection risk through its effect on ACE2 expression levels. RegulomeDB indicated its involvement with multiple DNase-seq peaks in lung-related biosamples, hypothesizing that ACE2 expression may be regulated by CEBP as indicated by its overlap with DNase footprints in the upstream promoter region of ACE2.","chrpos":"chrX:15602217","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.18.512627","title":"Annotating and prioritizing human non-coding variants with RegulomeDB"}
{"loci":"rs4898","finding":"The SNP rs4898 was studied in the context of its association with early-onset preeclampsia and placenta weight. The research indicated that the TIMP1 gene polymorphism (rs4898) had significant effects on the development of early-onset preeclampsia, thereby serving as a potential biomarker for this condition.","chrpos":"chrX:47585586","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.09.566466","title":"Single-cell transcriptomic analysis of immune cell dynamics in the healthy human endometrium"}
{"loci":"rs12010210","finding":"The SNP rs12010210 was associated with the potential therapeutic benefits of metformin in high-grade glioma, as discussed in the study by Mazurek et al. (2020), which argued for metformin's role in glioma treatment.","chrpos":"chrX:89059757","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516766","title":"A combination of Metformin and Epigallocatechin Gallate Potentiates Glioma Chemotherapy in vivo"}
{"loci":"rs6152","finding":"The rs6152 variant was linked to a susceptibility to prostate cancer, showing interactions with an enhancer that regulates the expression of the AR gene, a critical regulator in cancer.","chrpos":"chrX:67545785","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.06.328567","title":"Exploring the effects of genetic variation on gene regulation in cancer in the context of 3D genome structure"}
{"loci":"rs201194898","finding":"The SNP rs201194898 in the NPR region exhibited significantly higher minor allele frequencies (MAFs) in females compared to males across all five super-populations, with sdMAF p-values extremely low (<1e-200) indicating strong sex differences.","chrpos":"chrX:9409042","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.27.466015","title":"Major sex differences in allele frequencies for X chromosome variants in the 1000 Genomes Project data"}
{"loci":"rs6634333","finding":"Similar to rs201194898, the SNP rs6634333 in the NPR region also demonstrated a significant excess of heterozygous females across super-populations, with genome-wide significant HWE testing p-values, suggesting substantial sdMAF.","chrpos":"chrX:141906073","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.27.466015","title":"Major sex differences in allele frequencies for X chromosome variants in the 1000 Genomes Project data"}
{"loci":"rs34507903","finding":"The SNP rs34507903, located at position X:21940733A\/G, was identified in the gene SMS, which encodes the enzyme spermine synthase. This finding was notable as it demonstrated biallelic expression of the gene in female trophoblasts, suggesting that sex differences in polyamine metabolism related to escape from X chromosome inactivation had implications for placental function and could influence pregnancy disorders like pre-eclampsia.","chrpos":"chrX:21940733","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.09.447192","title":"Placental polyamines regulate acetyl-coA and histone acetylation in a sex-specific manner"}
{"loci":"rs1128363","finding":"The SNP rs1128363, located at position X:48894188G\/A within the gene TIMM17B, served as a negative control for XCI effects, as its expression did not significantly vary by sex. This finding allowed for the comparison against the SMS SNP and aided in demonstrating the specific metabolic alterations in female placentas associated with fetal sex differences.","chrpos":"chrX:48894188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.09.447192","title":"Placental polyamines regulate acetyl-coA and histone acetylation in a sex-specific manner"}
{"loci":"rs12010146","finding":"The SNP rs12010146 was identified in the research of Pazzaglia et al. (2020), which explored neurocognitive decline following radiotherapy, particularly its mechanisms and therapeutic implications. This study suggested a potential genetic association with cognitive decline linked to radiotherapy, though specific details on the exact effects of this SNP were not extensively defined in the abstract provided.","chrpos":"chrX:14057663","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.01.506166","title":"Fractionated brain irradiation profoundly reduces hippocampal immature neuron numbers without affecting spontaneous behavior and cognition in mice"}
{"loci":"rs6323","finding":"The SNP rs6323 was associated with variations in aggressive behavior as linked to the functional polymorphism of the monoamine oxidase-A gene (MAOA). The study indicated that genetic mutations within MAOA, including rs6323, had implications for the tendency towards anger-driven aggression. This finding suggested that such genetic variations could serve as indicators for future management and screening strategies for aggressive behaviors.","chrpos":"chrX:43731789","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.18.880963","title":"Identification of Six novel missense single nucleotide polymorphisms in MAOA gene predisposing to aggressive behavior. Bioinformatics study"}
{"loci":"rs1414334","finding":"The HTR2C rs1414334 C\/C genotype was associated with significant weight gain during olanzapine treatment compared to T carriers, supporting its role in weight modulation during antipsychotic therapy.","chrpos":"chrX:114903581","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.29.226209","title":"Metabolic effects of aripiprazole and olanzapine multiple-dose treatment in healthy volunteers. Association with pharmacogenetics"}
{"loci":"rs2074192","finding":"The rs2074192 TT genotype was associated with significantly higher expression of ACE2 mRNA and ACE2 protein in placental organoids, and individuals with this genotype displayed a 23-fold increased risk of small-for-gestational-age (SGA) newborns. This SNP was shown to alter the ACE2:ACE expression ratio and influence placental development negatively despite an overall increase in ACE2 expression, indicating its important role in pregnancy health.","chrpos":"chrX:15564667","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.09.592870","title":"Genetically edited human placental organoids cast new light on the role of ACE2 in placental development"}
{"loci":"rs73635825","finding":"The SNP rs73635825 (S19P) was associated with a level of resistance or protection against SARS-CoV-2 infection due to its low affinity to the virus RBD region. This genetic variant was noted for its impact on the ability of the ACE2 receptor to interact with the virus, suggesting a potential role in reduced susceptibility.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.23.352344","title":"SARS-CoV-2 RBD mutations, ACE2 genetic polymorphism, and stability of the virus-receptor complex: The COVID-19 host-pathogen nexus"}
{"loci":"rs143936283","finding":"Similarly, the SNP rs143936283 (E329G) was found to confer protection against SARS-CoV-2 infection as well, attributed to its low affinity for the virus RBD region. This connection highlighted the importance of ACE2 receptor genetic variants in influencing individual susceptibility to SARS-CoV-2.","chrpos":"chrX:15581305","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.23.352344","title":"SARS-CoV-2 RBD mutations, ACE2 genetic polymorphism, and stability of the virus-receptor complex: The COVID-19 host-pathogen nexus"}
{"loci":"rs73635825","finding":"The SNP rs73635825 caused an S19P amino acid variant and was found to be the most frequent variant in the population at 0.06%. It was significant for its interaction with the SARS-CoV-2 Spike protein, with a GBPM score supporting its key interaction role.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs143936283","finding":"The SNP rs143936283 resulted in an E329G amino acid change and was categorized as a very rare allele at 0.0066% in the European (non-Finnish) Asian population. Its potential role in altering the binding affinity with Spike was highlighted.","chrpos":"chrX:15581305","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs766996587","finding":"The SNP rs766996587, causing an M82I amino acid change, was also noted as a very rare allele found at a frequency of 0.0066% in the African population, with predictions suggesting it could increase the affinity with Spike.","chrpos":"chrX:15594944","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs146676783","finding":"The SNP rs146676783, which caused an E37K amino acid change, was reported to be more common in the Finnish population (0.03%) and has been predicted to decrease the binding affinity with Spike.","chrpos":"chrX:15600803","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs370610075","finding":"The SNP rs370610075 led to a G352V amino acid variant and was observed at a frequency of 0.007% in the European (non-Finnish) population. Its potential effects on the Spike affinity were also noted.","chrpos":"chrX:15581236","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs142932029","finding":"SNP rs142932029 in FTSJ1 showed the top association with facial module 28, achieving a remarkable p-value of 1.59 × 10⁻¹⁴. This association highlighted the significant impact of low-frequency coding variants on facial shape phenotypes.","chrpos":"chrX:48482730","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.30.227769","title":"Impact of low-frequency coding variants on human facial shape"}
{"loci":"rs6152","finding":"The rs6152 variant in the AR gene showed a significant association with prostate cancer susceptibility and formed contacts with an active enhancer that regulates AR expression during cancer progression.","chrpos":"chrX:67545785","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.06.328567","title":"Exploring the effects of genetic variation on gene regulation in cancer in the context of 3D genome structure"}
{"loci":"rs73635825","finding":"The rs73635825 (S19P) allele of the hACE2 receptor was reported to potentially confer some level of resistance or protection against SARS-CoV-2 infection due to its low affinity to the virus RBD region.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.23.352344","title":"SARS-CoV-2 RBD mutations, ACE2 genetic polymorphism, and stability of the virus-receptor complex: The COVID-19 host-pathogen nexus"}
{"loci":"rs143936283","finding":"The rs143936283 (E329G) allele of the hACE2 receptor may also offer resistance against SARS-CoV-2 infection, likely due to a similar mechanism of reduced binding affinity to the virus's RBD.","chrpos":"chrX:15581305","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.23.352344","title":"SARS-CoV-2 RBD mutations, ACE2 genetic polymorphism, and stability of the virus-receptor complex: The COVID-19 host-pathogen nexus"}
{"loci":"rs7886851","finding":"The SNP rs7886851 in the <italic>MAGED1<\/italic> gene was found to be significantly associated with the transition from first cocaine use to cocaine use disorder (CUD). This association was corroborated by a Kaplan–Meier survival analysis that yielded a log-rank p value of 0.002, indicating its relevance in determining addiction risk.","chrpos":"chrX:51865255","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516716","title":"Histone H2A monoubiquitination in the thalamus regulates cocaine effects and addiction risk"}
{"loci":"rs6614508","finding":"The SNP rs6614508 in the <italic>MAGED1<\/italic> gene also showed a significant association with the transition from first cocaine use to CUD. Similar to rs7886851, the Kaplan–Meier survival analysis demonstrated significance with a log-rank p value of 0.002, reinforcing its potential as a marker for addiction progression.","chrpos":"chrX:51873055","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516716","title":"Histone H2A monoubiquitination in the thalamus regulates cocaine effects and addiction risk"}
{"loci":"rs183546232","finding":"This low-frequency intronic variant (MAF 1%) was nominally associated with eosinophilic esophagitis in an independent dataset, showing a predisposition for those with coding variants.","chrpos":"chrX:15577172","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"chrX:15600835:T:C","finding":"This variant was identified as the most common among those affecting SARS-CoV-2 interaction, with a frequency of approximately 0.5% in multiple populations and changing an amino acid adjacent to a SARS-CoV-2-interacting amino acid, although it was not predicted to be damaging.","chrpos":"chrX:15600835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"chrX:15600857:A:G","finding":"This variant was rare or absent in most populations, but noted to have an allele frequency of 0.1-0.2% in individuals of African ancestry, affecting a SARS-CoV-2 interactive amino acid and predicted to be damaging.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"rs952836","finding":"The analysis revealed that the rs952836 locus was part of the shared interval among affected individuals carrying the UBQLN2 p.T487I mutation in the FALS5 and FALS14 families, indicating a founder effect. This supported the concept that the mutation is pathogenic for ALS and FTD.","chrpos":"chrX:40484835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.12.475792","title":"Hippocampal protein aggregation signatures fully distinguish pathogenic and wildtype UBQLN2 in amyotrophic lateral sclerosis"}
{"loci":"rs6423133","finding":"The rs6423133 locus was also identified within the interval shared by affected individuals with the UBQLN2 p.T487I mutation, confirming its association with the genetic predisposition to ALS and FTD in the examined families.","chrpos":"chrX:124474442","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.12.475792","title":"Hippocampal protein aggregation signatures fully distinguish pathogenic and wildtype UBQLN2 in amyotrophic lateral sclerosis"}
{"loci":"rs1978124","finding":"The SNP rs1978124 was found to have a differential frequency distribution in various population groups, particularly in the African (AFR), American (AMR), and South Asian (SAS) groups, indicating significant population-level variations in the ACE2 gene expression which may impact COVID-19 susceptibility.","chrpos":"chrX:15599940","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs2106809","finding":"Similar to rs1978124, the SNP rs2106809 was also associated with differential frequency across population groups, suggesting its role in modulating ACE2 expression and consequently the host entry mechanism for SARS-CoV-2.","chrpos":"chrX:15599938","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs886039559","finding":"The variant R625X (p.Arg625Ter) in the CACNA1F gene was identified as the only common pathogenic alteration in three siblings presenting with X-linked incomplete congenital stationary night blindness and immune dysfunction. The mutation was not found in large population databases, underscoring its rarity and pathogenic nature.","chrpos":"chrX:49224798","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/864280","title":"Mutation of an L-Type Calcium Channel Gene Leads to a Novel Human Primary Cellular Immunodeficiency"}
{"loci":"rs1050828","finding":"The rs1050828 SNP, which encodes G6PD+202T, was found to have significant differential effects across the severe malaria and not severe malaria sub-populations in females. The T allele was associated with protection in the 'severe malaria' sub-population, showing an odds ratio of 0.71 [95% C.I. 0.57-0.88], while in the 'not severe malaria' sub-population, it was associated with increased risk (odds ratio of 1.30 [95% C.I. 1.00-1.70]). This indicated opposing effects for the two sub-populations.","chrpos":"chrX:154536002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.16.440107","title":"Improving statistical power in severe malaria genetic association studies by augmenting phenotypic precision"}
{"loci":"rs1023574","finding":"The SNP rs1023574 was identified as a significant locus associated with environmental adaptation in the Forested Mountains ecoregion across multiple populations. It showed univariate and multivariate associations with ecoregion membership and was linked to the pseudogene LOC782044 and the gene KHDRBS2, previously noted in adaptation studies of livestock.","chrpos":"chrX:114620562","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.11.988121","title":"Powerful detection of polygenic selection and environmental adaptation in US beef cattle"}
{"loci":"rs11091220","finding":"The SNP rs11091220 was associated with the gene p21 (Cip1\/Waf1\/CDKN1A), which is known to play a significant role in cell cycle regulation and differentiation. This connection supported the notion that genetic variations linked to hibernation could influence pathways related to cell cycle arrest and other cellular functions important during the hibernation process in mammals.","chrpos":"chrX:48205197","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.02.365791","title":"The meadow jumping mouse genome and transcriptome suggest mechanisms of hibernation"}
{"loci":"rs148051057","finding":"The missense variant rs148051057 in the RGN gene was related to gluconate levels, with a significant replication p-value.","chrpos":"chrX:47084555","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs112701110","finding":"Near the MID1IP1 gene, rs112701110 was associated with guanidino and acetamido levels, and additionally linked to novel associations with amino acid metabolism including leucine, isoleucine, and valine.","chrpos":"chrX:39097943","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs867460874","finding":"Located in the VSIG4 gene, rs867460874 had significant associations with long-chain monounsaturated fatty acids, with a notable replication p-value.","chrpos":"chrX:66037186","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs11553055","finding":"Associated with gualacol sulfate, rs11553055 was found in the ASMTL gene, indicating its role in metabolic processes.","chrpos":"chrX:1403432","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs56269549","finding":"The study demonstrated that single-cell DAF-seq enabled haplotype phasing for the bottom strand reads of rs56269549, which is a C\/T heterozygous variant associated with the <i>UBA1<\/i> transcriptional start sites. The data revealed that specific transcription start sites were selectively accessible on distinct haplotypes, allowing for a better understanding of gene regulation at this locus.","chrpos":"chrX:47194331","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.06.622310","title":"Deaminase-assisted single-molecule and single-cell chromatin fiber sequencing"}
{"loci":"rs112977454","finding":"The SNP rs112977454 was identified as a highly segregated eQTL in African populations, with a CADD score of 9.018, making it a strong candidate for influencing the regulation of the JPX gene, which is involved in X chromosome inactivation. This variant's absence in non-African populations pointed to its potential role in population-specific adaptations and regulatory changes linked to transcription factor binding sites in the HUVEC cell line.","chrpos":"chrX:73918279","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.24.445399","title":"Chromosome X-wide analysis of positive selection in human populations: from common and private signals to selection impact on inactivated genes and enhancers-like signatures"}
{"loci":"rs5913773","finding":"The SNP rs5913773 was identified as replicating in a previous study, contributing to the 7 associations found for RBC. This finding highlighted its significance in the genetic analysis of red blood cell traits.","chrpos":"chrX:54882967","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.14.557703","title":"Light-speed whole genome association testing and prediction via Approximate Message Passing"}
{"loci":"rs5960376","finding":"The SNP rs5960376 also replicated in a previous study, being one of the 5 novel associations identified for RBC. This suggested a potential role of this SNP in modifying red blood cell characteristics.","chrpos":"chrX:54891197","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.14.557703","title":"Light-speed whole genome association testing and prediction via Approximate Message Passing"}
{"loci":"rs1339116","finding":"SNP rs1339116 was classified as novel and was located intragenically within a gene near the MAGEB gene family, indicating a possible role in HDL levels based on limited supporting evidence in mice.","chrpos":"chrX:122273563","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.14.557703","title":"Light-speed whole genome association testing and prediction via Approximate Message Passing"}
{"loci":"rs10126777","finding":"The SNP rs10126777 was noted to be a novel association for BMD, though it was previously recognized for being near the TBX22 gene, which has connections to bone formation and cleft palate.","chrpos":"chrX:79882589","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.14.557703","title":"Light-speed whole genome association testing and prediction via Approximate Message Passing"}
{"loci":"rs189438396","finding":"The SNP rs189438396 was identified as upstream of the PTCHD1 gene with a significant p-value of 0.0019, indicating its importance in the context of MCH associations, despite being a novel finding.","chrpos":"chrX:23194052","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.14.557703","title":"Light-speed whole genome association testing and prediction via Approximate Message Passing"}
{"loci":"rs12688220","finding":"The study identified the rs12688220 locus (TT variant) as a risk variant for pancreatitis, primarily due to its proximity to the CLDN2 gene. It was noted that approximately 25% of pancreatitis patients carried the high-risk TT allele, which was linked to increased risk for more severe pancreatitis outcomes.","chrpos":"chrX:107001537","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.01.555960","title":"Claudin-2 limits pancreatitis development through regulating tight junction-controlled pancreatic ductal transport"}
{"loci":"rs73635825","finding":"The rs73635825 (S19P) allele of the hACE2 receptor was reported to potentially offer a level of resistance against SARS-CoV-2 infection due to a low affinity for the virus RBD region. This finding indicates that genetic variants in the ACE2 receptor may be associated with protection from infection.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.23.352344","title":"A computational approach to evaluate the combined effect of SARS-CoV-2 RBD mutations and ACE2 receptor genetic variants on infectivity: The COVID-19 host-pathogen nexus"}
{"loci":"rs143936283","finding":"The rs143936283 (E329G) allele of the hACE2 receptor was also found to confer some level of resistance\/protection against SARS-CoV-2 infection by exhibiting a low affinity for the virus RBD region. This observation reinforces the notion that ACE2 genetic polymorphism may influence susceptibility or resistance to SARS-CoV-2.","chrpos":"chrX:15581305","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.23.352344","title":"A computational approach to evaluate the combined effect of SARS-CoV-2 RBD mutations and ACE2 receptor genetic variants on infectivity: The COVID-19 host-pathogen nexus"}
{"loci":"rs142932029","finding":"SNP rs142932029 in FTSJ1 showed a top association with facial module 28, evidencing a very strong statistical significance (p-value = 1.59 × 10⁻¹⁴). This indicates that this particular SNP is strongly associated with variations in specific facial phenotypes.","chrpos":"chrX:48482730","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.30.227769","title":"Impact of low-frequency coding variants on human facial shape"}
{"loci":"rs2074192","finding":"The study confirmed that placental organoids with the ACE2 rs2074192 TT genotype exhibited significantly higher ACE2 mRNA and protein levels compared to CC and CT genotype organoids. Additionally, TT organoids demonstrated altered ACE2:ACE expression ratios, which were linked to impaired growth and symmetry, indicating the SNP's role in enhancing ACE2 expression while also contributing to developmental challenges.","chrpos":"chrX:15564667","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.09.592870","title":"Genetically edited placental organoids cast new light on the role of ACE2 in placental development"}
{"loci":"rs1751094","finding":"The ITM2A rs1751094 polymorphism was associated with autoimmune thyroid disease in a study involving Korean pediatric patients, suggesting potential links to immune-related pathways relevant to IBD.","chrpos":"chrX:79360853","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.01.543204","title":"Identification of differentially expressed genes and enriched pathways in inflammatory bowel disease using bioinformatics and next generation sequencing data analysis"}
{"loci":"rs138166791","finding":"The G>C substitution (SNP rs138166791) in the penultimate position of pre-miR-890 significantly lowered the cleavage efficiency by DROSHA. This decreased the levels of both mature miR-890-5p and miR-890-3p, leading to altered miRNA biogenesis and specificity of target recognition.","chrpos":"chrX:145994286","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/579011","title":"Somatic mutations in miRNA genes in lung cancer – potential functional consequences of non-coding sequence variants"}
{"loci":"rs3788853","finding":"SNP rs3788853, located approximately 2 kb upstream of the TSS of XPNPEP2, exhibited a strong increase in SuRE activity in HepG2 cells by about 5-fold. This SNP has been previously identified as affecting enhancer activity for XPNPEP2, supporting its functional relevance in gene regulation.","chrpos":"chrX:129736814","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/460402","title":"Systematic identification of human SNPs affecting regulatory element activity"}
{"loci":"rs2269372","finding":"This SNP was associated with schizophrenia in a Han Chinese population and systemic lupus erythematosus in a European population, at genome-wide significance level of P < 5×10−8. It was located near the RENBP gene, which was part of the age-by-sex-associated genetic loci.","chrpos":"chrX:153942092","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/606020","title":"An epigenome-wide association study of sex-specific chronological ageing"}
{"loci":"rs1978124","finding":"The SNP rs1978124 was identified as having a differential frequency distribution across global population groups, particularly showing a uniform distribution in the European (EUR) and East Asian (EAS) sub-populations. Its presence in intron 1 of the ACE2 gene suggested a strong enhancer activity correlated with higher expression levels of ACE2, which could potentially facilitate ACE2 homo-dimerization associated with SARS-CoV-2 entry mechanisms.","chrpos":"chrX:15599940","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs2106809","finding":"Similar to rs1978124, rs2106809 also indicated differential frequency distribution across populations, predominantly appearing uniform within EUR and EAS sub-populations. Its location in ACE2 gene's intron 1 suggested regulatory roles that could influence ACE2 expression linked to COVID-19 severity.","chrpos":"chrX:15599938","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs12010052","finding":"The SNP rs12010052 was identified as relevant in the context of circulating extracellular vesicle microRNA serving as diagnostic biomarkers for early colorectal cancer. This finding emerged from a review conducted by Desmond et al., which highlighted the potential of extracellular vesicles in cancer diagnostics, supporting their use for early detection and prognosis.","chrpos":"chrX:131050278","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.12.589108","title":"In situ investigation of extracellular vesicles in viscous formulations: interplay of nanoparticle transport and nano rheology through interferometric light microscopy analysis"}
{"loci":"rs1385699","finding":"The variant XEDAR R57K (rs1385699) was highlighted as a derived coding variant that exhibited significant differentiation among modern humans. It was computationally identified as a potential target of positive natural selection in East Asia, suggesting its role in influencing mammary gland differentiation and growth.","chrpos":"chrX:66605144","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.08.507158","title":"Ectodysplasin signaling via Xedar is required for mammary gland morphogenesis"}
{"loci":"rs4646116","finding":"The variant p.Lys26Arg (rs4646116) was reported to enhance affinity for the SARS-CoV-2 Spike receptor binding domain with a calculated change in free energy (ΔΔG) of 0.26 ± 0.09 kcal mol<sup>−1<\/sup>. It was found to be predominant in the Ashkenazi Jewish (AF = 0.01) and European non-Finnish (AF = 0.006) cohorts. This enhancement in Spike binding suggested that carriers of this allele may have an increased susceptibility to SARS-CoV-2 infection or severe disease, impacting the epidemiology of Covid-19.","chrpos":"chrX:15600835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.21.445118","title":"Missense variants in human ACE2 modify binding to SARS-CoV-2 Spike"}
{"loci":"rs139643362","finding":"The variant rs139643362 was linked to X-linked hereditary motor and sensory neuropathy, with the only brain cell type match being oligodendrocytes. This was corroborated by results from the mouse brain atlas that indicated relevance to glia and Schwann cells from the dorsal root ganglion, aligning with literature that implicates this disease with a lack of myelination.","chrpos":"chrX:71224197","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/788596","title":"Fast searches of large collections of single cell data using scfind"}
{"loci":"rs5030868","finding":"The G6PD Mediterranean mutation (rs5030868; G>A; p.S188F) was identified in three out of four Tylos-period Bahraini individuals. This mutation was associated with malaria resistance and was estimated to have risen in frequency in Eastern Arabia from 5-6 thousand years ago, coinciding with the onset of agriculture in the region. The study also highlighted that none of the ancient Lebanese imputed samples carried this mutation, nor did Bronze Age Greek individuals, suggesting a unique prevalence of this allele in the Bahraini samples compared to other ancient populations.","chrpos":"chrX:154534419","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.01.559299","title":"Ancient genomes illuminate Eastern Arabian population history and adaptation against malaria"}
{"loci":"rs11091285","finding":"The SNP rs11091285 was associated with K(Ca)3.1 channels, which conferred radioresistance in breast cancer cells. This finding highlighted the role of potassium channels in the tumor microenvironment, specifically how alterations in ion concentrations could influence cancer cell behavior.","chrpos":"chrX:53625891","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.12.488002","title":"Monitoring extracellular ion and metabolite dynamics with recombinant nanobody-fused biosensors"}
{"loci":"rs878853698","finding":"The SNP rs878853698 was identified at the interface of the GLA-GLA complex, associated with Fabry disease. SWING predicted this variant to be disruptive of the enzymatic activity of alpha-galactosidase A in affected patients, marking a significant prediction aligned with the clinical presentation of the disease, where mutations lead to a functional deficiency of the enzyme. This variant was also labeled as 'likely pathogenic' in ClinVar and was overlooked by AlphaMissense.","chrpos":"chrX:101397874","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.01.592062","title":"Sliding Window INteraction Grammar (SWING): a generalized interaction language model for peptide and protein interactions"}
{"loci":"rs11094813","finding":"The proxy SNP rs11094813 was used in place of rs12556975. It had an R-squared value indicating strong LD (CEU r² of 0.9 and GBR r² of 1) which suggested it could adequately represent the eQTL effects of the replaced SNP in the female cerebellum.","chrpos":"chrX:5786216","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.29.450314","title":"Analysis of expression Quantitative Trait Loci for NLGN4X in relation to language and neurodevelopmental function: an exploratory analysis using FUSION and GTEx workflows"}
{"loci":"rs952836","finding":"There was a confirmed identity-by-descent (IBD) segment identified over the UBQLN2 locus between all four affected individuals from the FALS5 and FALS14 families, which included the presence of rs952836. This finding indicated that the UBQLN2 p.T487I mutation arose in a common founder and suggested a strong genetic linkage to ALS and FTD in the studied families.","chrpos":"chrX:40484835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.12.475792","title":"Hippocampal protein aggregation signatures fully distinguish pathogenic and wildtype UBQLN2 in amyotrophic lateral sclerosis"}
{"loci":"rs6423133","finding":"Similar to rs952836, rs6423133 was part of an identified IBD segment over the UBQLN2 locus in affected individuals from the FALS5 and FALS14 families. The presence of this SNP further confirmed the founder effect of the UBQLN2 p.T487I mutation, indicating its pathogenic role in ALS\/FTD.","chrpos":"chrX:124474442","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.12.475792","title":"Hippocampal protein aggregation signatures fully distinguish pathogenic and wildtype UBQLN2 in amyotrophic lateral sclerosis"}
{"loci":"rs12010226","finding":"The SNP rs12010226 was linked to the expression of factors involved in the p21 signaling pathway, contributing to cell cycle arrest in medulloblastoma cells. This finding was particularly relevant in the context of increased CDKN1A\/p21 expression and its role in reducing the proliferative rate of cancer cells.","chrpos":"chrX:137886460","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.10.552840","title":"Modulation of Viability, Proliferation, and Stemness by Rosmarinic Acid in Medulloblastoma Cells: Involvement of HDACs and EGFR"}
{"loci":"rs2239464","finding":"The variant rs2239464, located at Xq28 within the MeCP2 gene, was associated with reduced cortical surface area specifically in males. This association was confirmed in two independent datasets, highlighting a sex-specific effect where females, benefiting from a second copy of the MeCP2 gene, did not exhibit this reduction. This finding suggested that the protective effect of having two copies of the gene in females may shield them from the negatives associated with this common variant, underscoring the gene's role in sex differences related to cortical surface area variability.","chrpos":"chrX:154082978","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/842567","title":"Sex differences in Variability of Brain Structure Across the Lifespan"}
{"loci":"rs6641874","finding":"The variant rs6641874 was identified as a top variant in the BBJ + UKB meta-analysis and was associated with lymphocyte counts. The effect sizes were consistently larger in females than in males, suggesting a significant female\/male effect size ratio in relation to lymphocyte counts. This variant was part of the analysis that linked the PRKX gene locus with cannabinoid-related lymphocyte activities, indicating the possibility that XCI escape mechanisms could contribute to sex differences in immune responses.","chrpos":"chrX:3744023","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.14.561800","title":"Quantification of the escape from X chromosome inactivation with the million cell-scale human single-cell omics datasets reveals heterogeneity of escape across cell types and tissues"}
{"loci":"rs6641601","finding":"The variant rs6641601 was noted as the top variant in the eQTL analysis specific to monocytes. Like rs6641874, it also demonstrated a correlation with lymphocyte counts. The analyses highlighted differences in effect sizes between sexes, with a stronger influence observed in females, further reinforcing the notion of distinct genotype-phenotype associations based on sex, particularly in immune cell activities.","chrpos":"chrX:3680594","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.14.561800","title":"Quantification of the escape from X chromosome inactivation with the million cell-scale human single-cell omics datasets reveals heterogeneity of escape across cell types and tissues"}
{"loci":"rs140385304","finding":"The SNP rs140385304 was found to be 153kb centromeric to the Cas9 cut site in an embryo containing a chromosome X fragment. This SNP was associated with a break at the centromere, resulting in a significant loss of more than 1 Mb of genomic DNA.","chrpos":"chrX:63746145","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.10.483502","title":"DNA Double Strand Breaks cause chromosome loss through sister chromatid tethering in human embryos"}
{"loci":"rs56355347","finding":"The SNP rs56355347 was located at 41bp telomeric of the Cas9 cut site. It showed a detectable signal in a male embryo, where all 8 cells exhibited reciprocal whole and segmental chromosome changes, indicating that the cut site was preserved through at least three cell divisions over three days.","chrpos":"chrX:58089738","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.10.483502","title":"DNA Double Strand Breaks cause chromosome loss through sister chromatid tethering in human embryos"}
{"loci":"rs11091220","finding":"The SNP rs11091220 was related to the expression of p21, a protein implicated in cell cycle regulation; its expression levels were influenced by benzidine exposure in UMUC-3 cells, linking this SNP to pathways affecting cell differentiation and cancer therapy.","chrpos":"chrX:48205197","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.11.495720","title":"Benzidine Induces Proliferation of UMUC3 Bladder Cancer Cells Through Activation of ERK5 Pathway"}
{"loci":"rs6151","finding":"SNP rs6151 was associated with the PKTTS race and mapped near QTLs related to leaf rust resistance, indicating its potential significance in breeding.","chrpos":"chrX:30304829","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.24.481752","title":"Identification of novel leaf rust seedling resistance loci in Iranian bread wheat germplasm using genome-wide association mapping"}
{"loci":"rs1050828","finding":"The common variant rs1050828 (p.Val98Met) in the G6PD gene was associated with a decrease in HbA1c levels. It showed a reduction of -0.88% in hemizygous males and -0.34% in heterozygous females, explaining 23% of HbA1c variance in African-Americans. The association was significant across different cohorts, evidencing its importance in precision medicine for diabetes diagnosis.","chrpos":"chrX:154536002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/643932","title":"Impact of rare and common genetic variants on diabetes diagnosis by hemoglobin A1c in multi-ancestry cohorts: The Trans-Omics for Precision Medicine Program"}
{"loci":"rs76723693","finding":"The rare G6PD variant rs76723693 (p.Leu353Pro) was found to lower HbA1c by -0.98% in hemizygous males and -0.46% in heterozygous females. This finding suggested significant associations with HbA1c and indicated the potential impact of rare variants on diabetes diagnoses, particularly in African-American populations.","chrpos":"chrX:154533025","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/643932","title":"Impact of rare and common genetic variants on diabetes diagnosis by hemoglobin A1c in multi-ancestry cohorts: The Trans-Omics for Precision Medicine Program"}
{"loci":"rs138166791","finding":"The G>C substitution in the penultimate position of the 3p passenger strand of hsa-miR-890 significantly lowered the cleavage efficiency by DROSHA, consequently decreasing the levels of both mature miR-890-5p and passenger miR-890-3p. This illustrates how mutations can impair miRNA processing and subsequent expression.","chrpos":"chrX:145994286","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.05.136036","title":"Pan-Cancer analysis of somatic mutations in miRNA genes"}
{"loci":"rs6152","finding":"The rs6152 SNP, found within the AR gene, showed a high association with prostate cancer susceptibility and was involved in chromatin interactions with an enhancer, implicating it in disease progression.","chrpos":"chrX:67545785","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.06.328567","title":"Exploring the effects of genetic variation on gene regulation in cancer in the context of 3D genome structure"}
{"loci":"rs2272737","finding":"The SNP rs2272737 was identified as the causal variant for 81 out of 97 phenotype associations within Cluster 1. This cluster related to properties of white matter tracts in the cerebrum and the variant was located near the gene FAM58A, associated with the X-linked syndrome STAR, which has notable brain variations.","chrpos":"chrX:153610625","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs1894299","finding":"The SNP rs1894299 was associated with 96 imaging-derived phenotypes (IDPs) and was previously noted in a GWAS of Type 2 diabetes. It is located within the gene DUSP9, related to health conditions and specifically insulin resistance.","chrpos":"chrX:153643433","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs644138","finding":"The SNP rs644138 was the top variant in Cluster 3, associated with local brain volume in the occipital lobe, and was located in the SPRY3 gene, an eQTL for multiple genes linked to various neurodevelopmental disorders.","chrpos":"chrX:155697920","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs12843772","finding":"The SNP rs12843772 served as the top variant in Cluster 4, linked to grey matter volume in the dorsolateral prefrontal cortex and was near the gene ZIC3, associated with body pattern formation and relevant developmental disorders.","chrpos":"chrX:137565967","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs6609533","finding":"The TIMP-1 gene polymorphism rs6609533 was associated with type 2 diabetes risk, indicating its potential impact on the disease's progression.","chrpos":"chrX:47585887","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.21.517323","title":"Identification of Key Genes and Underlying Mechanisms in Cystic Fibrosis and its Associated Complications Based on Bioinformatics Analysis of Next Generation Sequencing Data Analysis"}
{"loci":"rs6152","finding":"The variant rs6152 was highlighted in the context of assessing early-onset hair loss risk. The study noted that individuals could query this SNP to determine their genetic predisposition to alopecia, demonstrating its clinical relevance in evaluating baldness risk among males.","chrpos":"chrX:67545785","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604393","title":"Towards a new standard in genomic data privacy: a realization of owner-governance"}
{"loci":"rs182149107","finding":"This SNP, encoding a synaptic adhesion molecule involved in intellectual disability and autism, showed a significant association.","chrpos":"chrX:29883892","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.10.491289","title":"Genetic architecture of the white matter connectome of the human brain"}
{"loci":"rs4824483","finding":"This SNP is downstream of GAGE1 and was associated with significant multivariate connectivity.","chrpos":"chrX:49641899","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.10.491289","title":"Genetic architecture of the white matter connectome of the human brain"}
{"loci":"rs140894649","finding":"This SNP, associated with actin dynamics via MTMR8, demonstrated a significant multivariate association.","chrpos":"chrX:64362207","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.10.491289","title":"Genetic architecture of the white matter connectome of the human brain"}
{"loci":"rs1023574","finding":"This SNP exhibited significant associations with membership of various ecoregions across all populations (RAN, SIM, GEL). Specifically, it was linked to the Forested Mountains ecoregion and demonstrated significant associations with environmental variables such as temperature and humidity, indicating its role in local adaptation.","chrpos":"chrX:114620562","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.11.988121","title":"Powerful detection of polygenic selection and evidence of environmental adaptation in US beef cattle"}
{"loci":"rs4828696","finding":"The study reported that GABRA3 gene SNP rs4828696 had a significant association with a-tDCS responder categorisation, indicating that individuals with variant expression of this SNP were 3.5 times more likely to be categorized as responders compared to those with normal expression (p=0.023). Furthermore, there were significant increases in corticospinal excitability (CSE) after a-tDCS in the variant expression group, supporting its role in tDCS-induced cortical plasticity.","chrpos":"chrX:152413524","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.31.017798","title":"Can genetic polymorphisms predict response variability to anodal transcranial direct current stimulation of the primary motor cortex?"}
{"loci":"rs1112122","finding":"significant association was noted for GABRA3 SNP rs1112122, where variant expression correlated with a 3-fold increase in the likelihood of being categorized as an a-tDCS responder compared to normal expression (OR=3.051, p=0.040). This suggests a considerable role in mediating the response to tDCS.","chrpos":"chrX:152437532","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.31.017798","title":"Can genetic polymorphisms predict response variability to anodal transcranial direct current stimulation of the primary motor cortex?"}
{"loci":"rs1978124","finding":"The SNP rs1978124 was associated with differential frequency distribution across global populations, particularly showing higher variation in populations from AFR, AMR, and SAS groups. It was indicated to be located in the intron 1 of the ACE2 gene and involved in enhancer activity, affecting the expression of ACE2, which plays a role in SARS-CoV-2 binding.","chrpos":"chrX:15599940","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs2106809","finding":"Similar to rs1978124, the SNP rs2106809 exhibited differential frequency distribution among global populations and was linked to the ACE2 gene's intron 1. Its enhancer region activity suggested it might influence ACE2 expression and the associated viral entry related to SARS-CoV-2.","chrpos":"chrX:15599938","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs1059702","finding":"This SNP, rs1059702, was reported to have associations with risks regarding hematological traits, also achieving a VDA score of 0.7, indicating curation support for its disease link.","chrpos":"chrX:154018741","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.23.445314","title":"Comprehensive assessment of Indian variations in the druggable kinome landscape highlights distinct insights at the sequence, structure and pharmacogenomic stratum"}
{"loci":"rs1137070","finding":"The SNP rs1137070 was found to interactively affect gray matter volume (GMV) in the salience network among heroin addiction patients. This interaction was significant in the context of heroin exposure, suggesting that genetic predispositions, as indicated by this SNP, may play a role in the structural brain changes observed in opioid use disorder.","chrpos":"chrX:43744144","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.26.582024","title":"Long-access heroin self-administration induces region specific reduction of grey matter volume and microglia reactivity in the rat"}
{"loci":"rs3761548","finding":"Evidence suggested that the FoxP3 rs3761548 polymorphism could predict susceptibility to autoimmune diseases, which may be relevant in the context of inflammatory bowel diseases.","chrpos":"chrX:49261784","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.27.501664","title":"Identification of hub genes and key pathways in pediatric Crohn’s disease using next generation sequencing and bioinformatics analysis"}
{"loci":"rs1718043","finding":"The SNP <italic>rs1718043<\/italic> at the <italic>DMD<\/italic> locus was associated with serum urate levels in the Japanese serum urate GWAS.","chrpos":"chrX:32070459","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/743864","title":"Genomic dissection of 43 serum urate-associated loci provides multiple insights into molecular mechanisms of urate control"}