{"loci":"rs7991229","finding":"The SNP rs7991229, associated with the COL4A2 gene, was significantly linked to retinal vessel tortuosity, reinforcing the genetic architecture connecting vascular traits to cardiovascular diseases.","chrpos":"chr13:110439648","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.06.25.20139725","title":"GWAS of Retinal Vessel Tortuosity Identifies 173 Novel Loci Revealing Genes and Pathways Associated with Vascular Pathomechanics and Diseases"}
{"loci":"rs7994794","finding":"This SNP was associated with altered expression levels of PIBF1 and IL1B, indicating its significance in the inflammatory response to Mtb infection.","chrpos":"chr13:72512411","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.28.23294698","title":"Mycobacterium tuberculosis-dependent Monocyte Expression Quantitative Trait Loci and Tuberculosis Pathogenesis"}
{"loci":"rs76428106","finding":"This SNP was reported as a significant novel ALL risk variant in FLT3 on 13q12.2, exhibiting an odds ratio of 1.79 (95% CI: 1.36-2.35) and an association with ALL (<P<sub>ALL<\/sub>=3.2×10<sup>−5<\/sup>). It was identified as an eQTL for FLT3 and demonstrated pleiotropic effects on lymphocyte traits, while implicated in splicing and gain-of-function mutations linked to childhood ALL.","chrpos":"chr13:28029870","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.17.21255679","title":"Genetic Determinants of Blood Cell Traits Influence Susceptibility to Childhood Acute Lymphoblastic Leukemia"}
{"loci":"rs61955499","finding":"Association of rs61955499 with BMI loss confirmed its significance in the genetic landscape affecting weight change, especially in females.","chrpos":"chr13:111910847","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.09.23284364","title":"The genetic architecture of changes in adiposity during adulthood"}
{"loci":"rs11838776","finding":"This variant was linked to the COL4A1 locus and it demonstrated a dynamic caQTL effect that became active as smooth muscle cells (SMCs) transitioned to a fibromyocyte-like cell state. Notably, it was shown to disrupt an EGR1\/2 binding site, highlighting its role in the regulation of COL4A1 gene expression during disease progression.","chrpos":"chr13:110388334","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.13.24317257","title":"Single cell variant to enhancer to gene map for coronary artery disease"}
{"loci":"rs61965887","finding":"The significant association of rs61965887 with PSA levels related to ABCC4 at 13q32.1 provided further substance to the genetic exploration of PSA values.","chrpos":"chr13:95146752","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs342584","finding":"The rs342584 variant at the DIAPH3 locus was exclusively associated with TP53-CH, with an OR of 2.63 [1.96-3.55] and a P-value of 3.58 x 10^-8, highlighting its significance as a risk variant.","chrpos":"chr13:59726427","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.07.24302442","title":"Comparative analysis of 136,401 Admixed Americans and 419,228 Europeans reveals ancestry-specific genetic determinants of clonal haematopoiesis"}
{"loci":"rs772862932","finding":"rs772862932, associated with ATP8A2, showed interaction with LTST for DBP in European analysis, marked by a P-value of 1.3×10^-6, presenting a notable finding in the context of hypertension.","chrpos":"chr13:25395875","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.07.24303870","title":"A Large-Scale Genome-Wide Study of Gene-Sleep Duration Interactions for Blood Pressure in 811,405 Individuals from Diverse Populations"}
{"loci":"rs34053209","finding":"This SNP was part of the novel loci associated with hypothyroidism and housed genes linked with thyroid phenotypes, affirming its potential as a relevant genetic marker.","chrpos":"chr13:40577820","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.22.23298878","title":"Uncovering the Shared Genetic Components of Thyroid Disorders and Reproductive Health"}
{"loci":"rs8001273","finding":"The SNP rs8001273 was the second strongest signal found in the GWAS for RAG, with a p-value of 5.7e-22. This SNP was located on chromosome 13 within the gene LOC105370101, linking it to biological processes influencing retinal aging.","chrpos":"chr13:20119008","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.18.24313871","title":"Genomic Determinants of Biological Age Estimated By Deep Learning Applied to Retinal Images"}
{"loci":"rs9536314","finding":"The rs9536314 polymorphism (KL heterozygosity) was associated with less frontal lobe grey matter in older participants, suggesting a potential impact on brain structure related to cognitive function. Previous research had indicated a modification effect where heterozygosity of this SNP offset the deleterious effects of the APOE e4 genotype on cognitive decline. However, the study found no significant interactions between KL and APOE genotypes in terms of cognitive abilities or dementia outcomes.","chrpos":"chr13:33054001","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.01.11.20248318","title":"Lack of evidence for interactions between APOE and Klotho genotypes on cognitive, dementia and brain imaging metrics in UK Biobank"}
{"loci":"rs9527025","finding":"The rs9527025 polymorphism had been linked to ageing-related phenotypes, including cognitive abilities and brain function. Although it was part of a significant modification effect in earlier studies regarding the APOE e4 genotype, the current findings did not support significant interactions with cognitive or dementia outcomes in the UK Biobank.","chrpos":"chr13:33054056","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.01.11.20248318","title":"Lack of evidence for interactions between APOE and Klotho genotypes on cognitive, dementia and brain imaging metrics in UK Biobank"}
{"loci":"rs61948262","finding":"The SNP rs61948262 in the DCLK1 gene showed a strong correlation with fibrosis measures in nephrectomy samples, suggesting its relevance in the pathological assessment of DKD (p=7.4×10^-16).","chrpos":"chr13:35959754","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.27.21262264","title":"Genome-wide meta-analysis and omics integration identifies novel genes associated with diabetic kidney disease"}
{"loci":"rs2038707","finding":"The SNP rs2038707 showed a recessive association with the ICD10 code M85 indicating other disorders of bone density and structure, with an OR of 3.2 and a p-value of 2×10^-8. This association, likely missed under additive testing, reinforced the need for recessive testing in evaluating genetic influences on skeletal health.","chrpos":"chr13:109179501","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.03.24305256","title":"Widespread recessive effects on common diseases in a cohort of 44,000 British Pakistanis and Bangladeshis with high autozygosity"}
{"loci":"rs1176317","finding":"The analysis found SNP rs1176317 on chromosome 13, which displayed a p-value of 4.18×10−7. The frequency of the minor allele (A) was found in 23.97% of cases versus 56.82% of controls, yielding an odds ratio of 0.2396. This SNP is located adjacent to the SPRY2 gene, known for its role in receptor tyrosine kinase signaling pathways.","chrpos":"chr13:80651301","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.25.24317869","title":"Genomic predictors of response to antidepressants in Major depressive disorder (MDD): A GWAS-Based Study on Indian cohort"}
{"loci":"rs80359803","finding":"The SNP rs80359803 corresponded to the BRCA2 variant c.8754G>A, identified in the case of a male breast cancer patient who also had pancreatic cancer. This variant was characterized as a synonymous mutation, classified as 'pathogenic' in the ClinVar database (RCV000077451.3), and was determined to be spliceogenic, likely resulting in an aberrant mRNA transcript due to alternative splicing. This finding emphasized the clinical relevance of the BRCA2 variant in breast cancer pathology.","chrpos":"chr13:32376791","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.01.21258680","title":"Familial Genetic Cancer Risk Assessment with respect to a Silent BRCA2 mutation"}
{"loci":"rs12585631","finding":"The SNP rs12585631 related to the MICU2 gene and was significant in eQTL analysis revealing a strong association with KD pathology.","chrpos":"chr13:21531367","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.30.24301800","title":"Pharmacogenomics of Coronary Artery Response to Intravenous Gamma Globulin in Kawasaki Disease"}
{"loci":"rs57668933","finding":"This SNP was validated using CRISPR\/Cas9 and was shown to regulate multiple target genes, specifically controlling the expression of the SLE risk gene ELF1 in B-cells. The protective T allele was associated with higher ELF1 expression in various immune cells. It demonstrated high allele-specific chromatin accessibility and enhancer activity.","chrpos":"chr13:40982982","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.07.23288295","title":"A multilayered post-GWAS analysis pipeline defines functional variants and target genes for systemic lupus erythematosus (SLE)"}
{"loci":"rs1792","finding":"The SNP rs1792 was identified as a novel locus for anxiety (ANX) connected to the FARP1 gene, which is associated with the regulation of excitatory synapse development and dendritic extensions, highlighting its relevance to anxiety-related phenotypes.","chrpos":"chr13:98435752","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294920","title":"Identification of Novel Genomic Loci for Anxiety and Extensive Genetic Overlap with Psychiatric Disorders"}
{"loci":"rs80359520","finding":"The rs80359520 SNP in BRCA2 was identified with a p-value of 1.8 × 10^-6 indicating its association with lifespan reduction, highlighting the role of BRCA2 in longevity.","chrpos":"chr13:32339931","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.30.24311226","title":"Genetic associations with human longevity are enriched for oncogenic genes"}
{"loci":"rs1373285","finding":"Rs1373285 was associated with OSA in the MVP and showed an odds ratio of 1.03 (p-value=1.6×10^-8) and was replicated in the Pan-UKBB GWAS of sleep apnea (OR of the A allele = 1.08, p-value=3.3×10^-4). It was previously associated with higher odds of frequent insomnia symptoms, indicating a connection between OSA and insomnia.","chrpos":"chr13:53473943","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.21.22283799","title":"Genome-wide association study of obstructive sleep apnea in the Million Veteran Program uncovers genetic heterogeneity by sex"}
{"loci":"rs9552189","finding":"The SNP rs9552189 associated with CRYL1 was positively found to relate to mannonate, suggesting its involvement in sugar metabolism.","chrpos":"chr13:20463079","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs55971546","finding":"The SNP rs55971546 in SLC10A2 was associated with glycodeoxycholate 3-sulfate, linking it to bile acid metabolism.","chrpos":"chr13:103065958","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs12863716","finding":"At the rs12863716 locus, a significant association was found with a p-value of 1.2×10−9, although it did not meet the thresholds for formal colocalization. This SNP colocalized with FGF9 expression in the tibial artery, suggesting a possible role in AAC.","chrpos":"chr13:22288590","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.05.07.20094706","title":"Calcification of abdominal aorta is a high risk underappreciated cardiovascular disease factor in a general population"}
{"loci":"rs72665334","finding":"The study reported an association between the rs72665334 C>T variant in intron 1 of the FGF14 gene and idiopathic downbeat nystagmus (DBN). In a cohort of 106 patients with idiopathic DBN, this variant was found to occur at a frequency of approximately 7% in the European population. Analysis indicated that patients with the C|T or T|T genotypes had a significantly higher occurrence of the FGF14 (GAA)≥250 expansions compared to those with the FGF14 (GAA)<200 alleles, showing a notable odds ratio of 7.18. This suggests that rs72665334 is in disequilibrium with the expansions and the presence of these genotypes could be indicative of a higher genetic predisposition to DBN.","chrpos":"chr13:102150076","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.30.23293380","title":"Intronic FGF14 GAA repeat expansions are a common cause of downbeat nystagmus syndromes: frequency, phenotypic profile, and 4-aminopyridine treatment response"}
{"loci":"rs111399831","finding":"rs111399831, nearest to SUCLA2, also predicted time to irreversible EDSS milestones, with adjusted hazard ratios of 0.77 for irEDSS3 (p=0.036) and 0.62 for irEDSS6 (p=2.82×10^-4).","chrpos":"chr13:47431879","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.04.22270362","title":"Not all roads lead to the immune system: The Genetic Basis of Multiple Sclerosis Severity Implicates Central Nervous System and Mitochondrial Involvement"}
{"loci":"rs4769612","finding":"The maternal genetic variant rs4769612, located near the gene FLT1, showed a strong association with late onset preeclampsia (PE), indicating its specific relevance in cases of PE that develop after 34 weeks of gestation.","chrpos":"chr13:28564361","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.13.22275064","title":"Spatially Constrained Gene Regulation Identifies Key Genetic Contributions of Preeclampsia, Hypertension and Proteinuria"}
{"loci":"rs4769613","finding":"Variant rs4769613 was included in the group of five maternally derived variants associated with preeclampsia (PE) and was also correlated with hypertension (HTN), reinforcing the connection between these conditions.","chrpos":"chr13:28564472","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.13.22275064","title":"Spatially Constrained Gene Regulation Identifies Key Genetic Contributions of Preeclampsia, Hypertension and Proteinuria"}
{"loci":"rs12050029","finding":"The rs12050029 SNP was part of the five identified maternally derived variants correlating with preeclampsia (PE) and exhibited a predisposition to hypertension (HTN), indicating shared genetic factors.","chrpos":"chr13:28653382","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.13.22275064","title":"Spatially Constrained Gene Regulation Identifies Key Genetic Contributions of Preeclampsia, Hypertension and Proteinuria"}
{"loci":"rs12020287","finding":"The SNP rs12020287 was associated with altered levels of cytokines and chemokines in cancer patients that could influence cancer progression, as indicated in earlier studies that highlighted the role of chemokines and their receptors in cancer prognosis.","chrpos":"chr13:93726040","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.29.21265511","title":"Blood cytokine analysis suggests that SARS-CoV-2 infection results in a sustained tumour promoting environment in cancer patients"}
{"loci":"rs423117","finding":"The allele rs423117_T was associated with higher HbA1C levels, indicating links to blood glucose traits. It was associated with increased expression of ATP11A in liver tissues and decreased expression in cultured fibroblasts, suggesting tissue-dependent effects, but there was no significant association found in blood.","chrpos":"chr13:112691793","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.08.21267459","title":"Genetic overlap between idiopathic pulmonary fibrosis and COVID−19"}
{"loci":"rs9577395","finding":"The rs9577395_C allele was associated with increased risk of IPF and increased expression of ATP11A in blood tissues. Interestingly, this allele was also linked to decreased risk of severe COVID-19, which suggests a complex relationship between this risk factor and disease phenotypes.","chrpos":"chr13:112880670","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.08.21267459","title":"Genetic overlap between idiopathic pulmonary fibrosis and COVID−19"}
{"loci":"rs7337573","finding":"SNP rs7337573 was also associated with blood pressure-related phospholipids and linked to metabolic traits, particularly involving lipoproteins and heart rate.","chrpos":"chr13:60939535","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.08.20245050","title":"A multi-omics study of circulating phospholipid markers of blood pressure"}
{"loci":"rs117887149","finding":"The SNP rs117887149 was identified as a lead variant close to the gene GJB2, which is a principal cause of congenital hearing loss. This finding underscored the genetic contributions to hearing loss risks.","chrpos":"chr13:20186225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.27.21264091","title":"Population-scale analysis of common and rare genetic variation associated with hearing loss in adults"}
{"loci":"rs11571734","finding":"Rs11571734 was linked with lung cancer, indicating a common allele associated with this disease, revealing a novel association, thus qualifying as a positive original finding.","chrpos":"chr13:32366751","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.04.26.21254132","title":"Genetic analysis of lung cancer reveals novel susceptibility loci and germline impact on somatic mutation burden"}
{"loci":"rs9526201","finding":"The variant rs9526201 in LRCH1 was significantly associated with colorectal cancer risk with a p-value of 7.84&#x00D7;10&#x2212;09. This finding suggested that diabetes modified the relationship between this genetic variant and colorectal cancer risk, as the OR for diabetes vs. colorectal cancer was 2.11 for the GG genotype, indicating a strong interaction.","chrpos":"chr13:46617837","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.16.22280490","title":"Probing the diabetes and colorectal cancer relationship using gene – environment interaction analyses"}
{"loci":"rs9547906","finding":"In spontaneous pneumothorax, rs9547906 showed a significant association (p=7.8e-10, MAF=0.3357, OR=1.310) near the POSTN gene, implicating periostin in respiratory risk.","chrpos":"chr13:37495405","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.09.21258643","title":"Large-scale trans-ethnic replication and discovery of genetic associations for rare diseases with self-reported medical data"}
{"loci":"rs12585036","finding":"The intronic variant rs12585036:C>T in ATP11A was associated with increased hospitalization risk (OR = 1.10, P = 3.2 × 10^-21) and contributed to susceptibility to IPF.","chrpos":"chr13:112881427","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.24.22283874","title":"A second update on mapping the human genetic architecture of COVID-19"}
{"loci":"rs7984597","finding":"The intergenic SNP rs7984597 was classified as a male-specific risk locus for neuroticism. It achieved genome-wide significance and was associated with lower scores of neuroticism in males.","chrpos":"chr13:69007049","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.03.22271772","title":"Sex-specific genetic and transcriptomic liability to neuroticism"}
{"loci":"rs6313","finding":"The polymorphism rs6313 in the serotonin receptor gene HTR2A was found to be associated with serotonin concentration levels in autistic children. This finding highlighted the potential role of serotonin in the neurochemistry of autism, indicating that variations in this SNP could influence brain function related to autism.","chrpos":"chr13:46895805","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.25.23290521","title":"Bridging the translational neuroscience gap: Development of the ‘shiftability’ paradigm and an exemplar protocol to capture psilocybin-elicited ‘shift’ in neurobiological mechanisms in autism"}
{"loci":"rs6314","finding":"Similar to rs6313, the polymorphism rs6314 in the HTR2A gene was also associated with serotonin concentrations in autistic children. This association further emphasized the importance of serotonin signaling in the context of autism and suggested that genetic variations in HTR2A might contribute to the neurodiversity observed in autistic individuals.","chrpos":"chr13:46834899","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.25.23290521","title":"Bridging the translational neuroscience gap: Development of the ‘shiftability’ paradigm and an exemplar protocol to capture psilocybin-elicited ‘shift’ in neurobiological mechanisms in autism"}
{"loci":"rs81002858","finding":"The rs81002858 variant, c.517-2A>G in BRCA2, was found in breast and ovarian cancer families from Shetland. The variant segregated with female breast and ovarian cancer cases and was classified as pathogenic.","chrpos":"chr13:32326497","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.03.24305239","title":"Two founder variants account for over 90% of pathogenic BRCA alleles in Orkney and Shetland"}
{"loci":"rs56058022","finding":"The variant rs56058022 located at 13q12.2 was associated with a higher allele frequency in LLFS than in other cohorts, suggesting protective effects for eGFR, therefore it was classified as a positive original finding.","chrpos":"chr13:27762908","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.27.23300583","title":"Discovery of genomic and transcriptomic pleiotropy between kidney function and soluble receptor for advanced glycation end-products using correlated meta-analyses: The Long Life Family Study (LLFS)"}
{"loci":"rs17086772","finding":"This SNP, rs17086772, was reported to map to the gene SLC46A3 on chromosome 13, and its association was noted to be weak but related to rheumatoid arthritis in the context of the additional genetic mapping performed.","chrpos":"chr13:28523260","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.21.23286176","title":"New Genetic Insights in Rheumatoid Arthritis using Taxonomy3®, a Novel method for Analysing Human Genetic Data"}
{"loci":"rs2985994","finding":"The rs2985994 SNP was prioritized to have regulatory effects on COG3 as indicated by SMR analysis and was associated with potential eQTL or mQTL effects.","chrpos":"chr13:45539849","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.12.21253159","title":"Common and rare variant association analyses in Amyotrophic Lateral Sclerosis identify 15 risk loci with distinct genetic architectures and neuron-specific biology"}
{"loci":"rs2000660","finding":"The lead variant rs2000660 was significantly associated with atherosclerosis in the circle of Willis, having an odds ratio of 0.71 and p-value of 3.9 × 10^-8. This variant, located 12 kbp upstream of the COL4A1 gene, corroborated the association with vascular phenotypes.","chrpos":"chr13:110136094","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.13.22282475","title":"Genome-wide association study of multiple neuropathology endophenotypes identifies novel risk loci and provides insights into known Alzheimer’s risk loci"}
{"loci":"rs138959102","finding":"The rs138959102 variant represented another newly identified genome-wide significant risk locus within FTLD-TDP A.","chrpos":"chr13:72499532","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.06.24.24309088","title":"Deciphering Distinct Genetic Risk Factors for FTLD-TDP Pathological Subtypes via Whole-Genome Sequencing"}
{"loci":"rs4942482","finding":"Located near a variant previously associated with cerebrospinal fluid clusterin levels, rs4942482 replicated in multiple studies and indicated a contribution to Alzheimer's disease processes. It was also shown to connect to genes relevant to the disease.","chrpos":"chr13:46122525","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.23.20198424","title":"Genetic Associations with Age at Dementia Onset in the PSEN1 E280A Colombian Kindred"}
{"loci":"rs6311","finding":"The SNP rs6311, which is a polymorphism in the HTR2A promoter (-1438G\/A), was associated with the onset and severity of early onset obsessive-compulsive disorder (OCD) as reported in a pilot study by Walitza et al. in 2012. This finding indicated that the genetic variation at this locus may play a significant role in influencing the phenotype related to OCD.","chrpos":"chr13:46897343","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289037","title":"Contribution of rare variants to heritability of a disease is much greater than conventionally estimated: modification of allele distribution model"}
{"loci":"rs3764090","finding":"Assigned a high CADD score and implicated with possible deleterious effects, rs3764090 was recognized within a comprehensive analysis of traits pertinent to reading ability.","chrpos":"chr13:49434165","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.15.24302884","title":"Multivariate genome-wide association analysis of quantitative reading skill and dyslexia improves gene discovery"}
{"loci":"rs121907998","finding":"The ATP7B c.1934T>G (p.Met645Arg, rs121907998) variant was pathogenic and associated with Wilson disease. It was similarly notable as a variant with greater than 1% prevalence and included in both ClinVar and ACMG standards.","chrpos":"chr13:51961849","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.01.24311343","title":"Unveiling the Landscape of Reportable Genetic Secondary Findings in the Spanish Population: A Comprehensive Analysis Using the Collaborative Spanish Variant Server Database"}
{"loci":"rs9604045","finding":"The SNP rs9604045 was linked to LAMP1 for HDL cholesterol, showing a high posterior inclusion probability of 0.99. LAMP1 had not been previously implicated in HDL metabolism using GWAS data.","chrpos":"chr13:113272893","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.02.21261488","title":"Combining SNP-to-gene linking strategies to pinpoint disease genes and assess disease omnigenicity"}
{"loci":"rs80338943","finding":"The SNP rs80338943, a common pathogenic frameshift deletion mutation in the GJB2 gene, was detected in six Asian patients with ESCC, suggesting a possible population-specific risk factor for this cancer.","chrpos":"chr13:20189349","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.04.21251116","title":"Comprehensive Study of Germline Mutations and Double-Hit Events in Esophageal Squamous Cell Cancer"}
{"loci":"rs758732038","finding":"The splice mutation rs758732038 in the BRCA2 gene was detected in a patient with ESCC and was classified as likely pathogenic. This mutation had previous associations with breast cancer and medulloblastoma, indicating its broader implications for cancer predisposition.","chrpos":"chr13:32316421","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.04.21251116","title":"Comprehensive Study of Germline Mutations and Double-Hit Events in Esophageal Squamous Cell Cancer"}
{"loci":"rs12585036","finding":"The rs12585036-T variant in ATP11A was found to have protective effects for ILDs, representing an important genetic determinant in the context of COVID-19.","chrpos":"chr13:112881427","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.05.24313137","title":"Integration of GWAS and multi-omic QTLs identifies uncharacterized COVID-19 gene-biotype and phenotype associations"}
{"loci":"rs11571833","finding":"The SNP rs11571833, a rare variant of BRCA2-K3326X, was significantly associated with lung cancer, with an odds ratio of 2.47 and P=4.74x10^-20, reflecting its strong impact in squamous lung cancer outcomes.","chrpos":"chr13:32398489","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.25.24312558","title":"Multi-trait and multi-ancestry genetic analysis of comorbid lung diseases and traits improves genetic discovery and polygenic risk prediction"}
{"loci":"rs11838776","finding":"This variant was likewise recognized for its association with CVD risk in individuals with T2D along with other known CAD loci.","chrpos":"chr13:110388334","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.25.23293180","title":"Time-to-Event Genome-Wide Association Study for Incident Cardiovascular Disease in People with Type 2 Diabetes Mellitus"}
{"loci":"rs79577162","finding":"The A allele at rs79577162 in the DAOA region was associated with a decrease in the area under the curve (AUC) in early childhood (1.5-3.5 years) with an effect size of -0.02 log BMI years (P=4×10⁻⁸). This allele also correlated with lower BMI at the adiposity peak (AP) by -0.13 kg\/m² (P=2×10⁻⁶) and at the adiposity rebound (AR) by -0.14 kg\/m² (P=5×10⁻⁶). A similar decrease in AUC was observed across all time periods. No significant effects were found regarding the slope of BMI across childhood.","chrpos":"chr13:104304466","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.13.24304263","title":"A framework for conducting time-varying genome-wide association studies: An application to body mass index across childhood in six multiethnic cohorts"}
{"loci":"rs7318880","finding":"The lead variant rs7318880 in the FLT1 locus was the first to show a genome-wide significant association with maternal preeclampsia. Previously established as a biomarker for preeclampsia, the soluble form of the FLT1 protein, sFlt1, was noted to increase in circulation in women at risk of the disease.","chrpos":"chr13:28564148","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.19.22275002","title":"GWAS of preeclampsia and hypertensive disorders of pregnancy uncovers genes related to cardiometabolic, endothelial and placental function"}
{"loci":"rs16957301","finding":"The rs16957301 variant located in the PCCA gene (chr13:100324308, T>C) was identified as a significant risk genotype for acute kidney injury (ICI-AKI) in patients receiving immune checkpoint inhibitors (ICIs), particularly among self-reported and ancestry-estimated Caucasians. The study reported a beta coefficient of 0.93 with a Bonferroni-corrected P-value of 0.047 for self-reported Caucasians and a beta of 0.94 with a P-value of 0.044 for ancestry-estimated Caucasians. Additionally, self-reported Caucasians with TC\/CC genotypes exhibited a 3.6-month earlier onset of AKI compared to those with the reference genotype (TT). The variant did not show significant AKI risks in the general cohort, suggesting its specific association with ICI treatments.","chrpos":"chr13:100324308","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.06.20.24309197","title":"PCCA variant rs16957301 is a novel AKI risk genotype-specific for patients who receive ICI treatment: Real-world evidence from All of Us cohort"}
{"loci":"rs9526214","finding":"The SNP rs9526214 at the LRCH1 locus was associated with PAD, CAD, and high density lipoprotein (HDL) (trivariate P=3.4×10−11). This locus demonstrated allelic heterogeneity, and the direction of effect was consistent across all traits, with increased LRCH1 expression correlating with increased risks of PAD, CAD, and altered HDL levels.","chrpos":"chr13:46663078","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.21.21257493","title":"Multi-trait GWAS of atherosclerosis detects novel pleiotropic loci"}
{"loci":"rs72665334","finding":"The SNP rs72665334 was identified as being associated with down beat nystagmus (DBN). This variant was part of a common ancestral haplotype shared among three Australian cases with GAA repeat expansions greater than 250, suggesting a distant relatedness and possibly inheritance of a founder allele. The finding indicated that rs72665334 may have a linkage disequilibrium with the FGF14 GAA repeat expansion, and its presence in the global population with an aggregate allele frequency of approximately 5% supports its potential relevance in conditions related to FGF14.","chrpos":"chr13:102150076","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.21.22281020","title":"A novel intronic GAA repeat expansion in FGF14 causes autosomal dominant adult-onset ataxia (SCA50, ATX-FGF14)"}
{"loci":"rs11840593","finding":"The SNP rs11840593 was associated with the risk of heart failure, with a beta of -0.06 and a p-value of 9.00×10^-22, and was indicated to encode multiple genes involved in lens morphology.","chrpos":"chr13:20119425","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.15.24304339","title":"A predictive atlas of disease onset from retinal fundus photographs"}
{"loci":"rs61736969","finding":"The TBC1D4 variant (rs61736969) was associated with lower levels of nine plasma proteins involved in inflammation and immune response, thereby explaining up to 18% of variance in diabetes among Greenlanders. Notably, this association included proteins such as IL-6 and IL-18, which are linked to obesity.","chrpos":"chr13:75324385","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.03.24309577","title":"Genetic regulation of the plasma proteome and its link to cardiometabolic disease in Greenlandic Inuit"}
{"loci":"rs144131853","finding":"The lead SNP rs144131853 at the LINC00441 locus showed a decrease of 0.32 ng\/mL of vitamin D3 with an additional T allele, establishing a genetic basis for vitamin D levels during pregnancy.","chrpos":"chr13:48304874","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs74241688","finding":"Identified as influencing estrone levels at the LINC00379-MIR17HG locus.","chrpos":"chr13:91337882","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs3742264","finding":"The rs3742264 G>A SNP was associated with a significantly reduced risk of graft loss in kidney transplantation. The donor's A-allele was linked to improved 15-year death-censored graft survival, with a hazard ratio of 0.71, indicating that kidneys from donors with this variant had a lower incidence of long-term graft failure.","chrpos":"chr13:46073959","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.08.23289675","title":"Carboxypeptidase B2 gene polymorphisms in the donor associate with kidney allograft loss"}
{"loci":"rs16974493","finding":"The SNP was associated with non-AD inflammation in females (-0.97SD), presenting a noteworthy finding for sex-specific genetic influence.","chrpos":"chr13:109655421","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.08.02.22278185","title":"Multivariate GWAS of Alzheimer’s disease CSF biomarker profiles implies GRIN2D in synaptic functioning"}
{"loci":"rs9301365","finding":"Associations were noted for the SNP rs9301365 with T2D, located within 500kb from the IRS2 gene, showing a beta of 0.024 and a significance of P = 2.1 × 10^-16.","chrpos":"chr13:109274738","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.27.24307970","title":"Population scale whole genome sequencing provides novel insights into cardiometabolic health"}
{"loci":"rs9603616","finding":"The SNP rs9603616, associated with the COG6 gene, was identified as increasing the risk of rheumatoid arthritis (RA) with its minor allele, thereby emphasizing its relevance in the genetic landscape of the disease.","chrpos":"chr13:39793932","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.19.23295482","title":"Location of joint involvement differentiates Rheumatoid arthritis into different clinical subsets"}
{"loci":"rs7338263","finding":"The intergenic variant rs7338263 was associated with lower white blood cell and neutrophil counts, adding to the understanding of population-specific variations in immune response traits.","chrpos":"chr13:28747931","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.28.23291975","title":"Diversity and Scale: Genetic Architecture of 2,068 Traits in the VA Million Veteran Program"}
{"loci":"rs1278769","finding":"The rs1278769 variant at chr13:112882313:A:G was highlighted as significant in the credible set for ATP11A, which plays a role in lung disease and was associated with critical illness.","chrpos":"chr13:112882313","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.02.21262965","title":"Whole genome sequencing identifies multiple loci for critical illness caused by COVID-19"}
{"loci":"rs80338939","finding":"The rs80338939 variant in GJB2, linked to hearing loss and deafness, was also found at a high frequency in the sample with an AF of 0.0156, supporting earlier genetic epidemiology findings.","chrpos":"chr13:20189552","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.02.21265801","title":"Expanding the Russian allele frequency reference via cross-laboratory data integration: insights from 6,096 exome samples"}
{"loci":"rs12020344","finding":"The SNP rs12020344 was associated with functional immunity in the context of PD-L1\/PD-1 blockade immunotherapy. Study findings indicated that high baseline levels of fractalkine (FKN), linked to this SNP, were observed in patients who responded to treatment, correlating with elevated diversity in myeloid cell types and improved clinical outcomes.","chrpos":"chr13:109561051","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.16.22276511","title":"Potent clinical prognostic and systemic adjuvant therapeutic value of plasma fractalkine in PD-L1\/PD-1 blockade immunotherapy for lung cancer"}
{"loci":"rs1322746","finding":"SNP rs1322746 contributed to the super-variant chr7_23 in three verifications. This super-variant contained intergenic variants that associate with the gene TOMM7, which influences mitochondrial function, relevant to COVID-19 severity.","chrpos":"chr13:36725923","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.05.20226761","title":"Genetic variants are identified to increase risk of COVID-19 related mortality from UK Biobank data"}
{"loci":"rs397507725","finding":"The variant rs397507725, classified as pathogenic, was predicted to undergo Nonsense Mediated Decay (NMD) and is present in a biologically relevant transcript. It was annotated as a high confidence loss-of-function variant by the Loftee tool, and it also has ClinVar classification as Pathogenic. Its potential pathogenicity could be confirmed with more functional evidence.","chrpos":"chr13:32338899","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.20.23297296","title":"Understanding the genetic epidemiology of hereditary breast cancer in India using whole genome data from 1029 healthy individuals"}
{"loci":"rs80358908","finding":"The variant rs80358908 (G2281E) was identified as a likely pathogenic variant according to multiple computational tools. It is classified as a Variant of Uncertain Significance (VUS) by ACMG and is largely missing from other populations, with evidence suggesting pathogenicity through evidence of similar classifications.","chrpos":"chr13:32344558","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.20.23297296","title":"Understanding the genetic epidemiology of hereditary breast cancer in India using whole genome data from 1029 healthy individuals"}
{"loci":"rs5960","finding":"The SNP rs5960, a synonymous variant in the clotting factor F10, was identified as the most significant variant associated with preeclampsia in the study. It presented an odds ratio of 3.05 and p-value less than 6x10^-6, indicating a robust association with the phenotype in affected Andean families.","chrpos":"chr13:113147423","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.20.21257549","title":"Clotting factor genes are associated with preeclampsia in high altitude pregnant women in the Peruvian Andes"}
{"loci":"rs553316","finding":"SNP rs553316 was also found to have a significant association with preeclampsia, showing an odds ratio of 0.339. It was in high linkage disequilibrium with rs5960, supporting its relevance in the context of pregnancy-related disorders.","chrpos":"chr13:113183701","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.20.21257549","title":"Clotting factor genes are associated with preeclampsia in high altitude pregnant women in the Peruvian Andes"}
{"loci":"rs148926968","finding":"The SNP rs148926968 on chromosome 13 was found to be genome-wide significant for long sleep duration in African participants, with an odds ratio of 0.43 and p-value of 2.6×10^-8. This SNP is intergenic to the LMO7 gene, previously linked to age-related diseases.","chrpos":"chr13:75904939","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.09.22279703","title":"Genome-wide association study investigating short and long sleep duration: a cross-population meta-analysis"}
{"loci":"rs138347802","finding":"The SNP rs138347802 was identified as an intergenic variant associated with two non-coding RNAs, LINC00378 and MIR3169, which also had significant associations with reduced survival in sepsis.","chrpos":"chr13:60793063","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.06.22274756","title":"A Genome-Wide Association Study of Survival in Patients with Sepsis"}
{"loci":"rs7993214","finding":"This SNP was associated with RA and COVID-19 hospitalization, located within the COG6 gene, thereby contributing to the understanding of genetic overlaps.","chrpos":"chr13:39776775","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.10.22276268","title":"Disentangling the common genetic architecture and causality of rheumatoid arthritis and systemic lupus erythematosus with COVID-19 outcomes: genome-wide cross trait analysis and bi-directional Mendelian randomization study"}
{"loci":"rs12585036","finding":"The rs12585036:C>T variant in the ATP11A gene was associated with protection against severe COVID-19 outcomes, showing significant odds ratios (OR) of 0.78 for critical illness, 0.84 for hospitalization, and 0.96 for reported infection, through increased intron excision in lung tissue.","chrpos":"chr13:112881427","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.18.22281202","title":"Alternative splicing in the lung influences COVID-19 severity and respiratory diseases"}
{"loci":"rs9796234","finding":"The variant rs9796234 in GRK1 had a significant association (P = 4.69 x 10<sup>-18<\/sup>) with PRC thickness and is linked to Oguchi disease, another condition impacting night vision.","chrpos":"chr13:113669682","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.15.22272407","title":"Sub-cellular level resolution of common genetic variation in the photoreceptor layer identifies continuum between rare disease and common variation"}
{"loci":"rs12585036","finding":"This SNP was found to correlate with higher ATP11A expression in lung tissue from smokers, which was associated with increased risk of idiopathic pulmonary fibrosis (IPF) yet decreased risk of critically ill COVID-19. The context-specific eQTL indicated significant colocalization with the COVID-19 and IPF GWAS signals, emphasizing the critical role of environmental factors in revealing genetic associations.","chrpos":"chr13:112881427","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.13.24310305","title":"Context-specific eQTLs reveal causal genes underlying shared genetic architecture of critically ill COVID-19 and idiopathic pulmonary fibrosis"}
{"loci":"rs17089782","finding":"The SNP rs17089782, recognized as a missense variant in the PIBF1 gene (p.R405Q), was significantly associated with thyroid cancer, showing a p-value of 2.8×10−9. PIBF1 plays a crucial role in immune regulation, particularly during pregnancy, and its association with both autoimmune diseases and cancer emphasizes its biological relevance.","chrpos":"chr13:72835359","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.14.24315279","title":"Population-Specific Polygenic Risk Scores Developed for the Han Chinese"}
{"loci":"rs9546244","finding":"The SNP rs9546244 located in LINC02465 showed a novel significant association with non-dominant grip strength (GSND), with a p-value of 3.43e-08. This finding provided important insights into genetic influences on grip strength measurements.","chrpos":"chr13:82864091","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.02.09.24302539","title":"A GWAS for grip strength in cohorts of children – advantages of analysing young participants for this trait"}
{"loci":"rs72474224","finding":"The SNP rs72474224, located on the GJB2 gene, was identified as a mild pathogenic variant with an estimated minor allele frequency of 8.6%. Among the study cohort, it contributed to the high variability of phenotype penetration in Taiwan's clinical experience.","chrpos":"chr13:20189473","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.23.21268291","title":"Complete genomic profiles of 1,496 Taiwanese reveal curated medical insights"}
{"loci":"rs79276590","finding":"The SNP rs79276590 at the TEX29 locus on 13q34 was significantly associated in males with a p-value of 3.0 × 10-8, indicating male-specific genetic influence on glycemic traits.","chrpos":"chr13:111453941","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.13.23289200","title":"Characterizing common and rare variations in non-traditional glycemic biomarkers using multivariate approaches on multi-ancestry ARIC study"}
{"loci":"rs9568417","finding":"The SNP rs9568417 was linked to the DLEU1 locus at 13q14.2, achieving significance with a P-value of 2.24x10-4, reinforcing its importance in the genetic landscape of endometriosis.","chrpos":"chr13:50463758","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.04.22.24306092","title":"Enhancing Genetic Association Power in Endometriosis through Unsupervised Clustering of Clinical Subtypes Identified from Electronic Health Records"}
{"loci":"rs269633","finding":"This SNP was significant in the multivariate GWAS for autism, providing new insights into genetic associations linked to autism.","chrpos":"chr13:64043748","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.07.24300940","title":"Exploring autism and autism co-occurring condition associations to elucidate multivariate genetic mechanisms and insights"}
{"loci":"rs9513522","finding":"The study confirmed rs9513522 as a common variant at the known DOCK9 gene locus, associated with irregular astigmatism and corneal ectasia in high myopia (HM) cases. It was deemed as a clinical hallmark due to its strong association, with an allele frequency of 43% and significant association (P = 1.10 × 10^-8).","chrpos":"chr13:98978009","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.06.22279641","title":"Sequencing of 19,219 exomes identifies a low-frequency variant in FKBP5 promoter predisposing to high myopia in a Han Chinese population"}
{"loci":"rs7334543","finding":"The rs7334543 variant, a novel 3' UTR variant in BRCA2, was associated with a decreased risk of overall HNSCC with an odds ratio of 0.91 (95% CI: 0.88, 0.94, p_meta=2.39×10^-8). It was independent from rs11571833, a stop gain variant previously identified.","chrpos":"chr13:32399139","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.18.24317473","title":"Cross-ancestral GWAS identifies 29 novel variants across Head and Neck Cancer subsites"}
{"loci":"rs11571833","finding":"The rs11571833 variant in BRCA2 exhibited a strong association with increased risk of laryngeal cancer (LA) and head and neck cancers (HPC), with an odds ratio of 2.09 (95% CI: 1.65, 2.66, p_meta=1.57×10^-9) and increasing risk due to smoking and drinking exposure.","chrpos":"chr13:32398489","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.18.24317473","title":"Cross-ancestral GWAS identifies 29 novel variants across Head and Neck Cancer subsites"}
{"loci":"rs11571815","finding":"This variant reaffirmed previous associations with HPC and LA risk as described for rs11571833.","chrpos":"chr13:32394413","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.18.24317473","title":"Cross-ancestral GWAS identifies 29 novel variants across Head and Neck Cancer subsites"}
{"loci":"rs9536314","finding":"The SNP rs9536314, part of the Klotho gene, was associated with reduced risk of developing Alzheimer disease (AD) in cognitively healthy APOE4 carriers, particularly in individuals who were heterozygous for the KL-VS haplotype (KL-VSHET+). The finding indicated a protective effect against brain amyloidosis and tau pathology, with an odds ratio (OR) of 0.67 for Aβ positivity in cerebrospinal fluid (CSF) and much lower odds for CSF Tau and phosphorylated Tau (pTau) biomarkers.","chrpos":"chr13:33054001","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.07.21264646","title":"Leveraging large multi-center cohorts of Alzheimer Disease endophenotypes to understand the role of Klotho heterozygosity on disease risk"}
{"loci":"rs9527025","finding":"Similar to rs9536314, the SNP rs9527025, also located in the Klotho gene, exhibited a significant association with reduced AD risk in cognitively normal APOE4 carriers who were heterozygous for the KL-VS haplotype (KL-VSHET+). The associations included odds ratios that suggested protective effects against both amyloid burden and tau pathology, reaffirming the neuroprotective role of KL heterozygosity in aging brains.","chrpos":"chr13:33054056","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.07.21264646","title":"Leveraging large multi-center cohorts of Alzheimer Disease endophenotypes to understand the role of Klotho heterozygosity on disease risk"}
{"loci":"rs183091953","finding":"The rare variant rs183091953 was found near the CARS2 locus, associated with a leukotriene. It was significant among females and identified as new in this analysis, with a minor allele frequency of 0.002.","chrpos":"chr13:110786218","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.21.24307719","title":"Genome-wide association study reveals shared and distinct genetic architecture underlying fatty acid and bioactive oxylipin metabolites in the Hispanic Community Health Study\/Study of Latinos (HCHS\/SOL)"}
{"loci":"rs4884091","finding":"The SNP rs4884091 was found to be nominally significant for SSRI non-response in a cohort of 114,324 individuals and has been previously associated with SSRI non-response in a GWAS from the 23andMe Team. The top gene associated with it was POU4F1.","chrpos":"chr13:78399088","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.13.24310361","title":"Genome-wide meta-analyses of non-response to antidepressants identify novel loci and potential drugs"}
{"loci":"rs71449058","finding":"The SNP rs71449058 was identified at the first locus on chromosome 13, mapping nearest to the gene RASA3. It was associated with a protective effect against EBV, as indicated by a significant p-value of 2.34×10^-10 in the GWAS for EBV serostatus.","chrpos":"chr13:114072886","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.04.22270455","title":"Unpicking the Gordian knot: Mendelian randomization to elucidate the risk factors for infectious diseases, using EBV as a model pathogen"}
{"loci":"rs45604939","finding":"The p.Thr1017Ala variant in FNDC3A was associated with higher total cholesterol (MAF=0.063, p=0.04) and replicated in the FinnGen GWAS dataset.","chrpos":"chr13:49201861","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.19.21263610","title":"Novel protein-altering variants associated with serum apolipoprotein and lipid levels"}
{"loci":"rs1328056","finding":"In the Hispanic\/Latinx population, this intronic variant in HS6ST2 was associated with FG. It drew connections to previous findings related to obesity and glucose metabolism in laboratory studies.","chrpos":"chr13:96407609","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.31.20234310","title":"Whole Genome Sequence Association Analysis of Fasting Glucose and Fasting Insulin Levels in Diverse Cohorts from the NHLBI TOPMed Program"}
{"loci":"rs181401679","finding":"The SNP rs181401679 was identified as the top associated variant linked to large artery ischemic stroke in a whole genome association analysis part of the Trans-Omics Precision Medicine (TOPMed) program. This finding discussed the role of rare variants in stroke susceptibility.","chrpos":"chr13:104244508","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.31.22275825","title":"Whole Exome Sequencing Analyses Support a Role of Vitamin D Metabolism in Ischemic Stroke"}
{"loci":"rs1359790","finding":"The rs1359790 SNP was reported in the context of the SPRY2 locus and identified among the seven SNPs shared between type 2 diabetes and self-reported depression.","chrpos":"chr13:80143021","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.06.22283143","title":"Bi-directional Mendelian randomization and multi-phenotype GWAS show causality and shared pathophysiology between depression and type 2 diabetes"}
{"loci":"rs866376","finding":"The SNP rs866376 exhibited shared genetic influences with ischemic stroke, with a posterior probability of PPH4 = 0.994.","chrpos":"chr13:46656730","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.16.23286035","title":"Eye-brain connections revealed by multimodal retinal and brain imaging genetics in the UK Biobank"}
{"loci":"rs9526212","finding":"The SNP rs9526212 was associated with ischemic stroke and indicated potential overlaps with retinal imaging biomarkers, emphasizing its relevance in eye-brain genetic studies.","chrpos":"chr13:46651610","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.16.23286035","title":"Eye-brain connections revealed by multimodal retinal and brain imaging genetics in the UK Biobank"}
{"loci":"rs11841641","finding":"This SNP was one of the four novel anxiety-associated SNPs identified in the research, although specific information on its gene context (DIAPH3) and functional relevance was not detailed.","chrpos":"chr13:59788029","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294920","title":"Identification of Novel Genomic Loci for Anxiety and Extensive Genetic Overlap with Psychiatric Disorders"}
{"loci":"rs3764147","finding":"SNP rs3764147, a missense variant in LACC1, replicated in the study with a p-value of 0.004 and an odds ratio of 1.36 (95% CI 1.10 - 1.67), indicating an association with leprosy risk.","chrpos":"chr13:43883789","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.31.22270046","title":"ACTR1A has pleiotropic effects on risk of leprosy, inflammatory bowel disease and atopy"}
{"loci":"rs28897756","finding":"The rs28897756 SNP was identified as a pathogenic variant in the BRCA2 gene, which is associated with an increased risk of breast cancer. This finding was significant, given that it directly relates to a preventable condition through awareness and potential treatment options.","chrpos":"chr13:32379913","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.17.24307470","title":"Cohort profile: The I AM Frontier prospective cohort study in Flanders"}
{"loci":"rs116855232","finding":"The NUDT15 variant rs116855232-T was found to be enriched in Finland with a 6.5-fold increase when compared to non-Finnish Europeans. This variant, classified as having no function, had a minor allele frequency of 0.02 in both GnomAD Finns and SUPER-Finland, contrasting with a frequency of 0.004 among Europeans.","chrpos":"chr13:48045719","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.13.20227058","title":"Implementation of CYP2D6 copy-number imputation panel and frequency of key pharmacogenetic variants in Finnish individuals with a psychotic disorder"}
{"loci":"rs78667121","finding":"As part of the loci identified in the 13q14.11 region, this SNP exhibited a significant association with TBS, underscored by a P-value of 7.68×10^-25, reinforcing its connection with bone architecture.","chrpos":"chr13:42625967","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.06.24314958","title":"Genetic Determinants of Bone Microarchitecture and its Association with Health Outcomes: A Genome-wide Association and Mendelian Randomization Study on Trabecular Bone Score"}
{"loci":"rs4411372","finding":"The intronic variant rs4411372 on chromosome 13 near the STK24 gene was identified as a novel association linked to cognitive and psychiatric outcomes with a highly significant P value of 1.16e-8.","chrpos":"chr13:98478169","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.28.23299133","title":"The pleiotropic architecture of human impulsivity across biological scales"}
{"loci":"rs59310144","finding":"The SNP rs59310144 was found to alter NKX2-5 DNA binding, resulting in a decrease in binding activity when the alternate allele was present. This variant was associated with the differential expression of the gene RNASEH2B in cardiac tissue, which is relevant for cardiovascular disease (CVD) risk.","chrpos":"chr13:50917644","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294951","title":"Prioritizing Cardiovascular Disease-Associated Variants Altering NKX2-5 Binding through an Integrative Computational Approach"}
{"loci":"rs61753266","finding":"A missense mutation in F10 was identified as protective against pulmonary embolism, showcasing its significance in coagulation processes.","chrpos":"chr13:113140972","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.14.21265023","title":"Genetic associations of protein-coding variants in human disease"}
{"loci":"rs506576","finding":"rs506576 showed the strongest association with antibodies against measles virus (P = 1.0×10^-8, β = 0.49) at the ALSPAC seven-year clinic. This SNP is located in the intergenic region between LOC105370271 and SCEL on chromosome 13q22.3, but replication data for this SNP was not available.","chrpos":"chr13:77478640","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.18.21259147","title":"Genetic analyses of common infections in the Avon Longitudinal Study of Parents and Children cohort"}
{"loci":"rs1409440","finding":"The SNP rs1409440 was located in a block of linkage disequilibrium on chromosome 13 and was significantly associated with the expression of the LHFPL6 gene, with a direct P-value of < 5 x 10^-6. This association was highlighted through eQTL analysis in lower leg skin tissue.","chrpos":"chr13:39111430","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.15.21258988","title":"Investigation of clinical characteristics and genome associations in the ‘UK Lipoedema’ cohort"}
{"loci":"rs7994616","finding":"Similar to rs1409440, SNP rs7994616 was found in a linkage disequilibrium block near the LHFPL6 gene and showed a significant association with LHFPL6 expression. This association was supported by eQTL findings in tissues relevant to lipoedema, reinforcing its potential link to the phenotype.","chrpos":"chr13:39134958","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.15.21258988","title":"Investigation of clinical characteristics and genome associations in the ‘UK Lipoedema’ cohort"}
{"loci":"rs11616618","finding":"The SNP rs11616618, also located in the same LD block as rs1409440 and rs7994616, demonstrated a significant association with LHFPL6 expression in relevant tissues, which supports its role in the genetic architecture of lipoedema.","chrpos":"chr13:39140014","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.15.21258988","title":"Investigation of clinical characteristics and genome associations in the ‘UK Lipoedema’ cohort"}
{"loci":"rs876508","finding":"This variant on chromosome 13 showed nominal significance associated with FEV1\/FVC decline, but had an opposite direction of effect when comparing the discovery and replication cohorts.","chrpos":"chr13:45863985","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.25.24317794","title":"Multi-ancestry genome-wide association study reveals novel genetic signals for lung function decline"}
{"loci":"rs17486822","finding":"The SNP rs17486822 was associated with NALCN, a gene involved in ion channel regulation and neuronal excitability. It was located within a glutamatergic-specific enhancer, providing the first evidence of its cell-specific regulatory function relevant to schizophrenia. This finding highlighted how extracellular sodium influences neuronal activities and the potential implications for schizophrenia and bipolar disorder.","chrpos":"chr13:101370334","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.27.24312631","title":"Biological Insights from Schizophrenia-associated Loci in Ancestral Populations"}
{"loci":"rs57022825","finding":"The SNP rs57022825 was also connected to NALCN, similar to rs17486822, residing in a glutamatergic enhancer region. The identification of both SNPs supported a substantial connection with schizophrenia risk, emphasizing the cellular context of their effects, thus enhancing our understanding of the molecular mechanisms behind the disorder.","chrpos":"chr13:101369377","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.27.24312631","title":"Biological Insights from Schizophrenia-associated Loci in Ancestral Populations"}
{"loci":"rs1536776","finding":"The SNP rs1536776 was found to explain most of the signal at its loci. It was conditioned on <italic>RNF219<\/italic>, where it maintained a GWAS P-value of 5.5E-07, and the conditioned GWAS P-value was 5.1E-02. This analysis showed that 0.848 of the variance could be explained by this SNP within the context of ADHD.","chrpos":"chr13:78293185","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/642231","title":"Transcriptome-wide association study of attention deficit hyperactivity disorder identifies associated genes and phenotypes"}
{"loci":"rs1766280","finding":"SNP rs1766280 was linked with hardness and highlighted in the study as crucial for understanding the genetic basis behind the texture characteristic of yam tubers.","chrpos":"chr13:65184805","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.18.562904","title":"Detecting the genetic variants associated with key culinary traits in Dioscorea alata"}
{"loci":"rs9301897","finding":"The rs9301897 SNP, located within the GPC6 gene on chromosome 13, was significantly associated with the radial distribution of nuclei measured by Nuclei_RadialDistribution_RadialCV_Brightfield_2of4. The MAF was 0.13, and this variant had a beta coefficient of -0.31 with a p-value of 4.5×10^-10. Variants in GPC6 have previously been implicated in Alzheimer's disease, suggesting that alterations in nuclear localization might be influenced by cell cycle dynamics and mitosis-related processes.","chrpos":"chr13:93573305","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.01.09.522731","title":"High-dimensional phenotyping to define the genetic basis of cellular morphology"}
{"loci":"rs1367115848","finding":"The SNP rs1367115848 disrupted HNF4 binding at the F7 promoter, which was linked to severe factor VII deficiency. This finding highlighted the SNP's role in causing a Mendelian disorder.","chrpos":"chr13:113105781","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.10.561776","title":"GPN-MSA: an alignment-based DNA language model for genome-wide variant effect prediction"}
{"loci":"rs7993214","finding":"The SNP rs7993214 was associated with COG6 and demonstrated significant eQTL effects in stimulated SFs, emphasizing its connection to autoimmune diseases including RA. Its tight linkage with the GWAS top variant rs9603616 further solidified its relevance.","chrpos":"chr13:39776775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs41293511","finding":"The SNP rs41293511 caused D2723H mutation in BRCA2, significantly impacting its DNA repair function and associated with various cancers.","chrpos":"chr13:32363369","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.01.573831","title":"Predicting functionally important breast cancer SNPs using pleiotropy, conservation, and protein structure"}
{"loci":"rs2016073","finding":"ERCC5 rs2016073 was noted to have a relationship with patient responses to platinum-based treatments, supporting its role in pharmacogenomics related to colorectal cancer.","chrpos":"chr13:102845061","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561316","title":"Pharmacogenomics, biomarker network and allele frequencies in colorectal cancer"}
{"loci":"rs751402","finding":"ERCC5 rs751402 was also associated with platinum response, contributing to the understanding of genetic factors influencing treatment efficacy in colorectal cancer.","chrpos":"chr13:102845848","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561316","title":"Pharmacogenomics, biomarker network and allele frequencies in colorectal cancer"}
{"loci":"rs9582036","finding":"VEGFR1 rs9582036 was associated with reduced outcomes when treated with bevacizumab, underlining its potential as a pharmacogenomic marker in colorectal cancer.","chrpos":"chr13:28311271","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/561316","title":"Pharmacogenomics, biomarker network and allele frequencies in colorectal cancer"}
{"loci":"rs3093233","finding":"In association with FA7 protein levels, rs3093233 was recognized as an eQTL in various tissues. Its involvement with metabolic functions established its relevance in inflammation and metabolic dysregulation.","chrpos":"chr13:113103816","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/524405","title":"A large-scale multivariate pQTL study sheds light on the genetic architecture of obesity"}
{"loci":"rs6314","finding":"Subjects with the HTR2A rs6314 C\/C genotype had higher cholesterol levels during ARI therapy compared to T carriers. This finding implies genetic influence on cholesterol metabolism associated with antipsychotic treatment.","chrpos":"chr13:46834899","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.29.226209","title":"Metabolic effects of aripiprazole and olanzapine multiple-dose treatment in healthy volunteers. Association with pharmacogenetics"}
{"loci":"rs9533118","finding":"The sentinel cis pQTL for TNFSF11 associated with higher levels of TNFSF11 and had a correlation with an autoimmune thyroiditis (AITD) risk variant, indicating its potential role in autoimmune diseases.","chrpos":"chr13:42473124","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.18.481034","title":"Large-scale comparison of immunoassay- and aptamer-based plasma proteomics through genetics and disease"}
{"loci":"rs12020259","finding":"The SNP rs12020259 was associated with glioblastoma in the context of its role in the endosomal GTPase Rab35 pathway. The study indicated that alterations in the function of Rab35, related to this SNP, contributed to increased glioblastoma growth by affecting cell migration, invasiveness, and self-renewal in brain tumor initiating cells (BTICs). Moreover, its interaction with the GTPase Arf5 and subsequent activation of the epidermal growth factor receptor and transcription factor SPOCD1 highlighted its significant role in tumor biology.","chrpos":"chr13:65044685","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.30.070334","title":"An Arf\/Rab cascade controls the growth and invasiveness of glioblastoma"}
{"loci":"rs9318186","finding":"The SNP rs9318186 was associated as a cis-eQTL for KLF5, which exhibited significant connections to lean body mass, integrating findings from transcriptome-wide studies that highlighted its regulatory potential in muscle biology.","chrpos":"chr13:73532802","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.19.101592","title":"Network reconstruction for trans acting genetic loci using multi-omics data and prior information"}
{"loci":"rs1753776","finding":"The SNP rs1753776 was associated with the Protein Kinase C delta (PKCdelta) gene, which showed a significant altered photoperiod response when compared to the wild type. This suggested the involvement of PKCdelta in both circadian and photoperiodic regulations.","chrpos":"chr13:85653269","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.29.462474","title":"Characterizing Genetic Mechanisms Involved in Measuring Day-length in Drosophila melanogaster"}
{"loci":"rs6314","finding":"The SNP rs6314 (His452Tyr or C1354>T) was also associated with the dimerization of 5-HT2A and 5-HT2C receptors. This SNP was linked to depression and cocaine use disorder, underscoring its relevance in the context of psychiatric conditions and substance-related behaviors.","chrpos":"chr13:46834899","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/512558","title":"Protein Co-Evolution Strategies Detect Predicted Functional Interaction Between the Serotonin 5-HT2A and 5-HT2C Receptors"}
{"loci":"rs9573330","finding":"This SNP was located in the promoter of DNAJC18, where the alternative allele correlated with decreased peak heights and reduced gene expression at FDR=0.0075.","chrpos":"chr13:73944073","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/536763","title":"Disease and phenotype relevant genetic variants identified from histone acetylomes in human hearts"}
{"loci":"rs1805097","finding":"The SNP rs1805097, associated with diabetes type II susceptibility, exhibited a frequency variation in Ukrainians, pointing to different risk factors for this condition in the local population.","chrpos":"chr13:109782884","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.07.238329","title":"Genome Diversity in Ukraine"}
{"loci":"rs9556711","finding":"The SNP rs9556711 was associated with alcoholism and was located within a targeted haplotype block overlapping the MBNL2 gene. The analysis revealed a distant mutually exclusive pairing of exons, demonstrating significant coordinated splicing behavior.","chrpos":"chr13:97364162","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/539882","title":"Targeted, High-resolution RNA Sequencing of Non-coding Genomic Regions Associated with Neuropsychiatric Functions"}
{"loci":"rs2876767","finding":"The analysis identified rs2876767 as a suggestive hit associated with MS severity and progression. This SNP was linked to the gene Spry2\/SPRY2, which was found to overlap with a QTL region from EAE severity (Eaecc6). This connection highlighted the relevance of the SNP in understanding disease progression within the context of multiple sclerosis.","chrpos":"chr13:81469972","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.03.597205","title":"Probing the basis of disease heterogeneity in multiple sclerosis using genetically diverse mice"}
{"loci":"rs397507891","finding":"In BRCA2, the rs397507891 mutation at the canonical splice donor site of exon 13 was classified as 'Pathogenic' in ClinVar. Its depletion indicated a loss-of-function effect related to splicing disruption, observed through validation screens.","chrpos":"chr13:32346897","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.17.100818","title":"Massively parallel assessment of human variants with base editor screens"}
{"loci":"rs9545047","finding":"The SNP rs9545047 was identified as being in perfect linkage disequilibrium (r2 = 1) with the schizophrenia GWAS index SNP at the same locus. Additionally, it was recognized as a significant expression quantitative trait locus (eQTL) for the long intergenic non-coding RNAs LINC01068 and LINC01038 in the human fetal brain, indicating its potential functional relevance in neurodevelopmental processes linked to schizophrenia.","chrpos":"chr13:79285321","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.01.458548","title":"Sites of active gene regulation in the prenatal frontal cortex and their role in neuropsychiatric disorders"}
{"loci":"rs76428106","finding":"The SNP rs76428106 was linked to the largest effect association for type 1 diabetes outside the HLA region, with an odds ratio of 1.53 and a minor allele frequency of 1.29%. Its low BFDR estimate (1.26 x 10^-4) confirmed its biological significance and relevance in increased monocyte counts.","chrpos":"chr13:28029870","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.05.429962","title":"Enhanced genetic analysis of type 1 diabetes by selecting variants on both effect size and significance, and by integration with autoimmune thyroid disease"}
{"loci":"rs150928081","finding":"The SNP rs150928081, associated with the FREM2 gene, exhibited significant enrichment in GBA1-N409S carriers. This variant was identified in the context of genetic burden testing, affirming its relevance to the risk associated with this specific GBA1 mutation.","chrpos":"chr13:38689406","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.03.583145","title":"Deep sequencing of proteotoxicity modifier genes uncovers a Presenilin-2\/beta-amyloid-actin genetic risk module shared among alpha-synucleinopathies"}
{"loci":"rs4393438","finding":"Situated in the RASA3 gene, this SNP displayed strong associations with LDL, further illustrating its role linking coronary artery disease with lipid phenotypes.","chrpos":"chr13:114055600","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.16.155879","title":"A method to map and interpret pleiotropic loci using summary statistics of multiple traits"}
{"loci":"rs3827693","finding":"The SNP rs3827693 was identified as having a significant impact on the interaction between the long non-coding RNA MALAT1, the microRNA miR-143-3p, and the gene RALGAPA2 in the context of breast cancer. This finding highlighted the role of rs3827693 in cancer pathogenesis, indicating its potential as a biomarker for breast cancer.","chrpos":"chr13:31139385","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.21.432188","title":"Nano Pom-poms Prepared Highly Specific Extracellular Vesicles Expand the Detectable Cancer Biomarkers"}
{"loci":"rs1028727","finding":"This SNP was found approximately 10 kb upstream of the SERPINE3 transcription start site and was associated with a decreased area of the optic nerve head. This suggests a link to an eye-related phenotype.","chrpos":"chr13:51326306","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.25.481972","title":"Vision-related convergent gene losses reveal SERPINE3’s unknown role in the eye"}
{"loci":"rs7327381","finding":"Located approximately 97 kb downstream of the SERPINE3 transcription start site, this SNP was associated with an increase in corneal curvature, indicating its potential impact on ocular traits.","chrpos":"chr13:51432509","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.25.481972","title":"Vision-related convergent gene losses reveal SERPINE3’s unknown role in the eye"}
{"loci":"rs113317084","finding":"The SNP rs113317084 was shown to share signals between the i-eQTL-targeted region, DER32583, and the ge-eQTL-targeted gene DNAJC15, indicating a shared regulatory relationship and suggesting its relevance in gene expression regulation.","chrpos":"chr13:43024439","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/591156","title":"Regulatory sites for known and novel splicing in human basal ganglia are enriched for disease-relevant information"}
{"loci":"rs17446614","finding":"The SNP rs17446614 was implicated in genetic susceptibility to diabetic nephropathy, which was attributed to its influence on the FOXO1 gene, suggesting that variations at this locus could affect diabetes progression and complications.","chrpos":"chr13:40565740","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.13.460173","title":"A natural genetic variation screen identifies insulin signaling, neuronal communication, and innate immunity as modifiers of hyperglycemia in the absence of Sirt1"}
{"loci":"rs9574096","finding":"The SNP rs9574096 was associated with the trait 'Mathematical ability' and was identified as an essential mutation linked to the gene neurobeachin (NBEA), which is implicated in autism. Expression of NBEA in the human embryonic neocortex was significantly higher compared to that in macaques, suggesting that this SNP may enhance NBEA expression through its effects on transcription factor binding.","chrpos":"chr13:35530810","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs9574095","finding":"Tag SNP rs9574095 exhibited a correlation of 0.93 with rs9574096 and was also linked to the trait 'Mathematical ability'. Like rs9574096, this SNP is associated with NBEA, an autism-linked gene, and its higher expression in the human embryonic neocortex suggests its role in regulating cognitive abilities.","chrpos":"chr13:35530474","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.04.451055","title":"De novo human brain enhancers created by single nucleotide mutations"}
{"loci":"rs7140110","finding":"The variant rs7140110 at the GAS6 locus was newly associated with total cholesterol (TC) levels, replicating findings in diverse ancestry groups. This discovery highlighted its relevance in lipid disorders, specifically linking it to LDL-C in previous studies.","chrpos":"chr13:113841051","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.11.463514","title":"Whole genome sequence analysis of blood lipid levels in >66,000 individuals"}
{"loci":"rs9604045","finding":"Associated with LAMP1 and inflammation-related traits, it was identified as a GWAS variant and was part of the trimodal QTL influencing inflammatory responses.","chrpos":"chr13:113272893","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.04.551251","title":"Shared and distinct molecular effects of regulatory genetic variants provide insight into mechanisms of distal enhancer-promoter communication"}
{"loci":"rs7982677","finding":"The rs7982677 SNP was located in intron 7-8 of the GPC5 gene and exhibited high linkage disequilibrium with 44 other genomic variants. This SNP was associated with Tetralogy of Fallot (TOF), a common type of cyanotic congenital heart disease. Additionally, it was positioned within a topologically associated domain (TAD) that encompassed the GPC6 gene, supporting regulatory interactions that may affect GPC6 expression. Despite extensive examination, no variants in the rs7982677 haploblock were identified as significant expression quantitative trait loci (eQTLs), yet the possibility of developmentally specific influence on gene expression remained open, potentially linking this SNP to the regulation of GPC6, the gene more implicated in TOF compared to GPC5.","chrpos":"chr13:92336070","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.28.450191","title":"Glypican-6 deficiency causes dose-dependent conotruncal congenital heart malformations through abnormal remodelling of the endocardial cushions"}
{"loci":"rs9515203","finding":"The rs9515203 SNP at the COL4A2 locus was identified among CAD variants linked to several cell types including SMC and fibroblasts.","chrpos":"chr13:110397276","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.07.447388","title":"Cell-specific chromatin landscape of human coronary artery resolves regulatory mechanisms of disease risk"}
{"loci":"rs1272422512","finding":"The SNP rs1272422512, resulting in the mutation R9Q, was identified as significantly increasing the nucleation of the ADan peptide. This finding was part of a broader investigation into the nucleation properties of various SNPs in the ITM2B\/BRI2 gene, with this specific SNP enhancing the formation of amyloid structures associated with familial Danish and British Dementia.","chrpos":"chr13:48261178","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Amyloids “at the border”: deep mutagenesis and random sequence extension reveal an incomplete amyloid-forming motif in Bri2 that turns amyloidogenic upon C-terminal extension"}
{"loci":"rs5010027","finding":"rs5010027 was identified as relevant in the context of integrin alpha 5 beta 1, which is noted as a critical therapeutic target in solid tumors, including liver cancer. This demonstrated a genetic association that could influence tumor behavior and response to treatment.","chrpos":"chr13:81875819","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.04.467266","title":"Modelling liver cancer microenvironment: novel 3D culture system as a potential anti-cancer drug screening tool"}
{"loci":"rs4769283","finding":"The SNP rs4769283 was found to be associated with type 1 diabetes. This SNP is located in an intergenic region close to the MIPEP gene and serves as a significant eQTL for C1QTNF9B in the pancreas—a crucial insight given that the pancreas produces insulin, which is affected in T1D.","chrpos":"chr13:23727804","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.06.371542","title":"DeepCOMBI: Explainable artificial intelligence for the analysis and discovery in genome-wide association studies"}
{"loci":"rs80285134","finding":"The SNP rs80285134 was identified as having differential effects on BMI between short and tall individuals. In short people, the minor allele A of rs80285134 increased BMI (beta= 0.30, P = 5.9 × 10−4), while in tall people, it decreased BMI (beta= -0.37, P= 1.7 × 10−6). This SNP was associated with bone mineral density, hinting at its role in osteoporosis and connecting height-specific BMI genetic variants with disease susceptibility.","chrpos":"chr13:93118167","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.24.312181","title":"Genome-wide analyses point to differences in genetic architecture of BMI between tall and short people"}
{"loci":"rs188167837","finding":"The region of rs188167837 had been previously identified with links to nasopharyngeal carcinoma, suggesting a broader role in disease susceptibility beyond lipid association.","chrpos":"chr13:89824793","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/661421","title":"MetaPhat: Detecting and decomposing multivariate associations from univariate genome-wide association statistics"}
{"loci":"rs564926165","finding":"The variant rs564926165 was associated with F7 protein abundance and is characterized as a frameshift variant. This finding is significant as it could affect the measurement of protein levels in assays and has implications for anticoagulant therapy efficacy.","chrpos":"chr13:113405586","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.09.519773","title":"A survey of proteomic variation across two ethnic groups in Nigeria and its relationship to obesity risk"}
{"loci":"rs728075","finding":"The SNP rs728075 was also found to significantly affect the expression of the gene IGF1R with an adjusted p-value of 3.57×10⁻⁶⁴, indicating a substantial role in regulating gene expression, particularly within the context of parent-of-origin effects.","chrpos":"chr13:48999087","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/732792","title":"A statistical method for joint estimation of cis-eQTLs and parent-of-orign effects using an orthogonal framework with RNA-seq data"}
{"loci":"rs7329291","finding":"Similarly, rs7329291 was identified as a significant candidate cis-eQTL impacting the expression of LPAR6. The adjusted p-value associated with this SNP was 3.57×10⁻⁶⁴, evidencing its influence in the regulation of imprinted gene expression.","chrpos":"chr13:48999148","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/732792","title":"A statistical method for joint estimation of cis-eQTLs and parent-of-orign effects using an orthogonal framework with RNA-seq data"}
{"loci":"chr13:25945714:C:T","finding":"The SNP chr13:25945714:C:T corresponds to rs332577759 and was annotated in the context of the CCK gene's role in gastrointestinal regulation and energy balance, confirming its functional significance.","chrpos":"chr13:25945714","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.06.578787","title":"Annotation and assessment of functional variants in regulatory regions using epigenomic data in farm animals"}
{"loci":"rs9520848","finding":"The rs9520848-C allele was identified in an archaic haplotype linked to TNFSF13B expression, affecting immunological function in MAIT cells, and contributing to differential immune responses across populations.","chrpos":"chr13:108343101","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.22.517073","title":"Environmental and genetic drivers of population differences in SARS-CoV-2 immune responses"}
{"loci":"rs73183592","finding":"The SNP rs73183592 was linked to FOXO1 through a long-range interaction noted in keratinocytes. FOXO1 is crucial for regulatory T cell functions and was previously implicated in the dysregulation associated with psoriasis development.","chrpos":"chr13:40171556","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.05.973271","title":"An active chromatin interactome elucidates the biological mechanisms underlying genetic risk factors of dermatological conditions in disease relevant cell lines"}
{"loci":"rs9514828","finding":"The SNP rs9514828C>T in the TNFSF13B gene was associated with high BAFF expression linked to active disease in systemic lupus erythematosus. This finding provided evidence for the role of BAFF in immune system dysregulation, demonstrating that the polymorphism could influence disease activity in autoimmune conditions.","chrpos":"chr13:108269025","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.07.483380","title":"Thyroid hormone induces B cells abnormal differentiation via overexpression of B cell-activating factor"}
{"loci":"rs4942830","finding":"The SNP rs4942830 in SETDB2 showed a significant association with hand preference measured on the Edinburgh scale in a study of 950 healthy individuals. While this finding related to a quantitative measure of hand preference, the binary trait analysis did not survive multiple testing correction. This result was replicated, indicating a stronger effect for the quantitative trait.","chrpos":"chr13:49445240","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/447177","title":"The molecular genetics of hand preference revisited"}
{"loci":"rs11454570","finding":"This SNP was significant within an intron of non-coding RNA gene LINC00381 with a p-value of 4.7E-08 in the context of left-handedness versus non-left-handedness. This finding indicated it could be a relevant variant in relation to hand preference.","chrpos":"chr13:74422513","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/447177","title":"The molecular genetics of hand preference revisited"}
{"loci":"rs9515203","finding":"The SNP rs9515203 was found to overlap with EC4-specific peaks in the coverage plots related to the genes COL4A1 and COL4A2. This association suggested a link between this SNP and the mesenchymal-like subtype of endothelial cells, which is implicated in coronary artery disease (CAD).","chrpos":"chr13:110397276","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.03.535495","title":"Single cell ‘omic profiles of human aortic endothelial cells in vitro and human atherosclerotic lesions ex vivo reveals heterogeneity of endothelial subtype and response to activating perturbations"}
{"loci":"rs1411041","finding":"The signal led by rs1411041 colocalized with both KBTBD6 and KBTBD7 eQTLs, implicating them in a potential role in telomere length regulation.","chrpos":"chr13:41150640","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.12.548702","title":"Validation of human telomere length trans-ancestry meta-analysis association signals identifies POP5 and KBTBD6 as novel human telomere length regulation genes"}
{"loci":"rs9520823","finding":"SNP rs9520823 showed a positive correlation of +0.23 and was associated with later age of onset for Alzheimer's Disease. This SNP resides in an intron of the ABHD13 gene, which is involved in lipid metabolism. In models where rs429358 was excluded, rs9520823 demonstrated near-equivalent correlation strength for predicting age onset, highlighting its potential significance when analyzed independently.","chrpos":"chr13:108221216","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.27.011700","title":"Frisky CALF sometimes outruns LASSO"}
{"loci":"rs9603616","finding":"The study found that the variant rs9603616, located intronically in the COG6 gene on chromosome 13, had a significant fold change in gene expression of the FOXO1 gene when comparing its effects to a negative control. This finding highlighted the regulatory role of the variant in gene expression dynamics in the context of rheumatoid arthritis.","chrpos":"chr13:39793932","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827923","title":"Analysis of chromatin organization and gene expression in T cells identifies functional genes for rheumatoid arthritis"}
{"loci":"rs7993214","finding":"The variant rs7993214 was associated with an active enhancer marked by H3K27ac near its locus, which was demonstrated to influence gene expression positively when targeted with CRISPR\/Cas9 guides. This finding underscored the functional relevance of rs7993214 in regulating genes, contributing to the understanding of its role in T-cell mediated responses relevant to rheumatoid arthritis.","chrpos":"chr13:39776775","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827923","title":"Analysis of chromatin organization and gene expression in T cells identifies functional genes for rheumatoid arthritis"}
{"loci":"rs72474224","finding":"The SNP rs72474224 C>T in GJB2, linked to non-syndromic genetic deafness, was found to have an allele frequency in the Vietnamese population that was 60% higher than that in East Asia, and significantly higher than the world population (13.40%, 8.35%, and 0.76% respectively). This frequency was consistent with an estimated carrier frequency of 1 in 5 in the Vietnamese population.","chrpos":"chr13:20189473","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/868588","title":"Genetic profiling of Vietnamese population from large-scale genomic analysis of non-invasive prenatal testing data"}
{"loci":"rs10507875","finding":"The rs10507875 polymorphism in the EDNRB gene demonstrated a significant association with T2DM and diabetic retinopathy, indicating its implication in vascular complications of diabetes.","chrpos":"chr13:77943119","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.28.437386","title":"Bioinformatics analysis of potential key genes and mechanisms in type 2 diabetes mellitus"}
{"loci":"rs605143","finding":"The rs605143 SNP in the COL4A1 gene exhibited a significant association with T2DM, potentially influencing the structural integrity of the vasculature.","chrpos":"chr13:110196387","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.28.437386","title":"Bioinformatics analysis of potential key genes and mechanisms in type 2 diabetes mellitus"}
{"loci":"rs565470","finding":"The rs565470 polymorphism in the COL4A1 gene was also linked to an increased risk of T2DM, suggesting a genetic predisposition to vascular issues in diabetic patients.","chrpos":"chr13:110186299","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.28.437386","title":"Bioinformatics analysis of potential key genes and mechanisms in type 2 diabetes mellitus"}
{"loci":"rs2504235","finding":"The rs2504235 SNP was identified in a genome-wide association study (GWAS) as a genome-wide significant hit located within the FLT3 gene. The finding suggested an association between this specific genetic variant and Tourette's Syndrome (TS). Further investigations revealed that increased expression of FLT3 in the dorsolateral prefrontal cortex was associated with TS. Moreover, there was global dysregulation of FLT3 across various brain regions, supporting its role in the disorder.","chrpos":"chr13:28038749","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/812420","title":"Increased expression of genetically-regulated FLT3 implicated in Tourette’s Syndrome"}
{"loci":"rs41281112","finding":"The SNP rs41281112 was associated with a loss-of-function variant in the CLYBL gene, leading to a premature stop codon and a frequency of 2.7% in human chromosomes. This variant was strongly linked to decreased levels of circulating vitamin B12, indicating its critical role in B12 metabolism.","chrpos":"chr13:99866380","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.25.614871","title":"CLYBL averts methylmalonyl-CoA mutase inhibition and loss of vitamin B12 by eliminating malyl-CoA"}
{"loci":"rs3783185","finding":"The SNP rs3783185 was identified as a variant leading to an Ile241Val mutation within the CLYBL protein sequence, although the specific functional consequences of this mutation were not detailed in the provided text. Its involvement in the context of CLYBL's role in vitamin B12 metabolism suggests potential implications for the enzyme's activity.","chrpos":"chr13:99866326","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.25.614871","title":"CLYBL averts methylmalonyl-CoA mutase inhibition and loss of vitamin B12 by eliminating malyl-CoA"}
{"loci":"rs1885988","finding":"The rs1885988 variant was robustly associated with body mass index (BMI), and showed correlation with enhanced weight loss and weight retention following lifestyle interventions such as diet and exercise. In large randomized controlled trials, homozygous minor allele carriers achieved greater weight loss compared to major allele carriers.","chrpos":"chr13:27436125","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.16.512435","title":"Identification of a weight loss-associated causal eQTL in MTIF3 and the effects of MTIF3 deficiency on human adipocyte function"}
{"loci":"rs8191974","finding":"The Gas6 gene rs8191974 was associated with type 2 diabetes in the northern Chinese Han population, highlighting its potential as a genetic risk factor for T2DM in this demographic.","chrpos":"chr13:113834544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.12.456106","title":"Analysis of key genes and pathways associated with the pathogenesis of Type 2 diabetes mellitus"}
{"loci":"rs1421292","finding":"The G72 rs1421292 polymorphism was associated with verbal function in schizophrenia, indicating a genetic factor that influences auditory processing in the right middle temporal gyrus, a region linked to auditory hallucinations and critically impacted in schizophrenia.","chrpos":"chr13:105545886","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.02.13.946657","title":"Alteration of Power Law Scaling of Spontaneous Brain Activity in Schizophrenia"}
{"loci":"rs7328203","finding":"In the analysis, rs7328203 was found to interact with both the AKAP11 and TNFSF11 promoters. This suggested that it might regulate the expression of both genes through direct enhancer-promoter looping.","chrpos":"chr13:42414410","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.20.453068","title":"cLoops2: a full-stack comprehensive analytical tool for chromatin interactions"}
{"loci":"rs9533100","finding":"The SNP rs9533100 was also observed to interact with the AKAP11 and TNFSF11 promoters, indicating potential regulation of these genes' expression by this SNP through chromatin looping.","chrpos":"chr13:42422412","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.20.453068","title":"cLoops2: a full-stack comprehensive analytical tool for chromatin interactions"}
{"loci":"rs35860234","finding":"For rs35860234, it was noted to engage with the AKAP11 and TNFSF11 promoters, implying the possibility of this SNP influencing the expression of both genes via direct enhancer-promoter interactions.","chrpos":"chr13:42496070","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.20.453068","title":"cLoops2: a full-stack comprehensive analytical tool for chromatin interactions"}
{"loci":"rs9594746","finding":"Similar to the others, rs9594746 was found to interact with AKAP11 and TNFSF11 promoters, suggesting that this SNP may regulate expression for both genes through enhancer-promoter looping mechanisms.","chrpos":"chr13:42415524","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.20.453068","title":"cLoops2: a full-stack comprehensive analytical tool for chromatin interactions"}
{"loci":"rs111748421","finding":"The SNP rs111748421 represented a rare missense mutation in SMAD9 (c.65T>C, p.Leu22Pro) that segregated with high bone mass (HBM) in an autosomal dominant family. This variant showed a minor allele frequency of 0.0014 and was predicted to be pathogenic. It was identified in all individuals with HBM and not in unaffected individuals, indicating its possible role as a novel HBM gene and hinting at osteoanabolic potential.","chrpos":"chr13:36879625","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/560565","title":"A rare SMAD9 mutation identifies the BMP signalling pathway as a potential osteoanabolic target"}
{"loci":"rs12427846","finding":"The lead SNP rs12427846 was found to be strongly associated with estimated bone mineral density (eBMD) in a genome-wide association study involving over 362,924 British subjects from the UK Biobank. The association was statistically significant (P=5.5×10^-16) and further suggested that common variants intersecting SMAD9 had a substantial impact on eBMD, reinforcing the importance of SMAD9 in bone biology.","chrpos":"chr13:36917513","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/560565","title":"A rare SMAD9 mutation identifies the BMP signalling pathway as a potential osteoanabolic target"}
{"loci":"rs104894421","finding":"The study found that individuals S15 and JAG93 from the Jagodnjak site of the Encrusted pottery culture presented a single read hit indicating the presence of the Lig4 syndrome allele, which is associated with skeletal abnormalities. Although both individuals were excluded from further analyses due to lack of UDG treatment, individual S15 exhibited distinguishing skeletal features of Lig4 syndrome, suggesting a strong possibility of this allele being present in the Encrusted pottery population.","chrpos":"chr13:108210436","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.03.478968","title":"Interdisciplinary analyses of Bronze Age communities from Western Hungary reveal complex population histories"}
{"loci":"rs9540720","finding":"The single nucleotide polymorphism (SNP) rs9540720 in the PCDH9 gene was linked to Major Depression Disorder (MDD) and cognitive function impairment through a meta-analysis of three genome-wide association studies (GWAS). Specifically, it was predicted to lower PCDH9 expression, which aligned with findings showing reduced PCDH9 mRNA levels in MDD patients compared to healthy controls. This provided evidence for PCDH9 as a susceptibility locus for MDD.","chrpos":"chr13:66348573","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.27.577576","title":"Disruption of autism-associated Pcdh9 gene leads to transcriptional alterations, synapses overgrowth and aberrant excitatory transmission in the CA1"}
{"loci":"rs11571833","finding":"rs11571833 was significantly associated with higher grade tumors, particularly grade 3, highlighting its relevance in tumor grade heterogeneity.","chrpos":"chr13:32398489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/733402","title":"Common variants in breast cancer risk loci predispose to distinct tumor subtypes"}
{"loci":"rs73449607","finding":"The T allele of rs73449607 was associated with a 49% decrease in geometric mean percent pancreatic fat (Beta = -0.67, P = 4.50x10^-8) and explained 5.3% of the variance in pancreatic fat content. The association was particularly significant in African Americans, where the T allele was most prevalent (13%). Additionally, rs73449607 was suggestively linked to a lower risk of type 2 diabetes (OR = 0.95, P = 0.047) in diverse populations.","chrpos":"chr13:27802622","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.23.436581","title":"Genome-wide Association Study of Pancreatic Fat: The Multiethnic Cohort Adiposity Phenotype Study"}
{"loci":"rs9573140","finding":"The SNP rs9573140 was associated with estrogen receptor-negative disease (OR = 0.94; P = 3.62e-9) and was situated between KLF12 and KLF5. Although it was efficacious, the study found a significant deletion in KLF12 linked to ER-negative disease (OR = 2.4, P = 0.0007) that was 389Kb away from common SNPs in this locus.","chrpos":"chr13:73239666","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.20.444828","title":"Rare copy number variants (CNVs) and breast cancer risk"}
{"loci":"rs1034266","finding":"Identified near ZIC2, this SNP contributed significantly to disease risk in sagittal non-syndromic craniosynostosis, highlighting its role in cranial vault shape.","chrpos":"chr13:100322513","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.01.518684","title":"Joint Multi-Ancestry and Admixed GWAS Reveals the Complex Genetics behind Human Cranial Vault Shape"}
{"loci":"rs80359374","finding":"The indel <italic>BRCA2 P1062_Q1063fs<\/italic> was classified as a somatic mutation yet was reclassified as germline; like rs587780154, it was also found to be a cancer predisposition mutation on ClinVar.","chrpos":"chr13:32337544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/512749","title":"RNAIndel: a machine-learning framework for discovery of somatic coding indels using tumor RNA-Seq data"}
{"loci":"rs4769613","finding":"The SNP rs4769613 was part of preeclampsia-gained enhancers associated with the FLT1 gene, which was genetically linked to preeclampsia. This finding was significant as it indicated that changes in chromatin accessibility and loss of DNA methylation at this locus contributed to the development of a preeclampsia-like phenotype in transgenic animal models.","chrpos":"chr13:28564472","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.08.085290","title":"Developmentally Delayed Epigenetic Reprogramming Underlying the Pathogenesis of Preeclampsia"}
{"loci":"rs12050029","finding":"The SNP rs12050029, similar to rs4769613, was located within the preeclampsia-gained enhancers for the FLT1 gene. The implications of this finding were linked to alterations in chromatin accessibility and DNA methylation, which were related to the pathogenesis of preeclampsia.","chrpos":"chr13:28653382","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.08.085290","title":"Developmentally Delayed Epigenetic Reprogramming Underlying the Pathogenesis of Preeclampsia"}
{"loci":"rs9603616","finding":"This SNP was tightly linked to rs7993214 and associated with autoimmune diseases, and its eQTL effects were shown to be more significant in stimulated conditions, highlighting its potential role in RA pathogenesis.","chrpos":"chr13:39793932","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Synovial fibroblasts contribute to the genetic risk of rheumatoid arthritis through the synergistic action of cytokines"}
{"loci":"rs9564313","finding":"The SNP rs9564313, annotated as an intron variant, has been linked to the expression of the gene PCDH9 (Protocadherin-9). This variant was highlighted in the findings related to major depression associations.","chrpos":"chr13:66349555","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.20.500802","title":"Multi-ancestry GWAS of major depression aids locus discovery, fine-mapping, gene prioritisation, and causal inference"}
{"loci":"rs877098","finding":"The rs877098 SNP demonstrated high pleiotropy and was associated with multiple complex diseases, including bipolar disorder, Crohn's disease, and type 1 and type 2 diabetes.","chrpos":"chr13:20224101","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.18.452819","title":"Pleiotropic Variability Score: A Genome Interpretation Metric to Quantify Phenomic Associations of Genomic Variants"}
{"loci":"rs72474224","finding":"The SNP rs72474224 was described as an important variant in the context of the gene GJB2. The variant was presented in multiple formats, such as 'GJB2, c.109G>A' and 'GJB2, p.Val37Ile', all representing the same genetic alteration. The tool variant2literature successfully normalized these different presentations for better literature retrieval related to this GJB2 variant.","chrpos":"chr13:20189473","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/583450","title":"variant2literature: full text literature search for genetic variants"}
{"loci":"rs3751385","finding":"The SNP rs3751385 was previously assessed in relation to psoriasis vulgaris, highlighting its significance as a genetic polymorphism that may influence the disease. The context of this finding relates to the understanding of how genetic variations could interact with host factors, such as immune response, which is crucial in the pathogenesis of psoriasis.","chrpos":"chr13:20188817","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.11.26.469424","title":"Interactions of host defense and hyper-keratinization in psoriasis"}
{"loci":"rs921058","finding":"The SNP rs921058 was identified within cCREs linked to the HLA-DRB1 gene, which was significantly down-regulated in microglia in the EC region of sEOAD. This indicated its importance in the genetic landscape contributing to sEOAD and LOAD.","chrpos":"chr13:69235953","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.25.600720","title":"Single-nucleus multiomics reveals the disrupted regulatory programs in three brain regions of sporadic early-onset Alzheimer’s disease"}
{"loci":"rs57438463","finding":"The SNP rs57438463 was located in the promoter region of the ZDHHC20 gene in oligodendrocytes, where it was associated with a significant upregulation of ZDHHC20 expression in HIP samples of sEOAD patients, suggesting its involvement in the pathophysiology of the disease.","chrpos":"chr13:21458983","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.25.600720","title":"Single-nucleus multiomics reveals the disrupted regulatory programs in three brain regions of sporadic early-onset Alzheimer’s disease"}
{"loci":"rs4143229","finding":"The SNP rs4143229 showed an association with depression only, residing within an intron of the ENOX1 gene, which is expressed in the nervous system and associated with autoimmune disorders.","chrpos":"chr13:43753663","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/547828","title":"Stratifying depression by neuroticism: revisiting a diagnostic tradition using GWAS data"}
{"loci":"rs1343605","finding":"The SNP rs1343605 was linked exclusively to depression and is situated near the OLFM4 gene, which has connections to depression, inflammation, and cancer.","chrpos":"chr13:53072913","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/547828","title":"Stratifying depression by neuroticism: revisiting a diagnostic tradition using GWAS data"}
{"loci":"rs150191017","finding":"The SNP rs150191017 also achieved genome-wide significance with a P-value of 3.77 × 10^-8. It was located 31.5 kb from the gene AL161616.2, previously associated with venlafaxine treatment response in generalized anxiety disorder.","chrpos":"chr13:31388512","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/628180","title":"Retrospective Association Analysis of Longitudinal Binary Traits Identifies Important Loci and Pathways in Cocaine Use"}
{"loci":"rs116855232","finding":"The SNP rs116855232, which represents a missense variant in the NUDT15 gene leading to the Arg139 substitution by Cys, was found to be associated with the accumulation of 6-mercaptopurine metabolites. This accumulation resulted in cellular toxicity and was linked to thiopurine-induced leukopenia during thiopurine treatments, indicating its relevance in clinical prognosis.","chrpos":"chr13:48045719","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.23.513377","title":"Molecular dynamics simulations reveal the impact of NUTD15 variants in structural conformation and dynamics"}
{"loci":"rs7982701","finding":"Located upstream of the ZMYM2 gene, the SNP rs7982701 was associated with morphology-related traits such as body mass index and adult body size, indicating its influence on physical characteristics that may also correlate with brain morphology.","chrpos":"chr13:19895317","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.11.575251","title":"A novel classification framework for genome-wide association study of whole brain MRI images using deep learning"}
{"loci":"rs117135638","finding":"The SNP rs117135638 in the essential gene EXOSC8, resulting in a C to A substitution causing a proline to histidine change, was also recognized as a viable target for cancer therapy. This SNP had a heterozygosity rate of 2% and underwent LOH in 29% of cancer types, with a particularly high occurrence in lung squamous cell carcinomas (72%). Similar to PRIM1, allele-specific disruption approaches confirmed that cells with the sensitive C allele (EXOSC8^S) showed reduced growth when targeted, while cells with the resistant A allele (EXOSC8^R) did not exhibit decreased viability.","chrpos":"chr13:37005941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/534529","title":"Loss of heterozygosity of essential genes represents a widespread class of potential cancer vulnerabilities"}
{"loci":"rs139514105","finding":"The haplotype containing rs139514105, referred to as c.-493del10, in 5'UTR of NM_004004.5 was confirmed in an affected sibling pair from the UK and among seven affected individuals from Germany. This linkage suggested a potential association with the pathogenic variants Met34Thr and Val37Ile in GJB2, both of which were found to be significantly overrepresented in hearing loss patients compared to the general population. The relationship between this haplotype and hearing loss supports its relevance, despite the absence of findings indicating that it abolishes GJB2 expression.","chrpos":"chr13:20193436","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/493130","title":"Consensus interpretation of the Met34Thr and Val37Ile variants in GJB2 by the ClinGen Hearing Loss Expert Panel"}
{"loci":"rs11838776","finding":"The SNP rs11838776 in the COL4A2 gene was also linked to coronary artery disease, further detailing genetic influences on cardiovascular conditions.","chrpos":"chr13:110388334","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.16.537071","title":"Screening and identification of key biomarkers in diabetic kidney disease and its complications: Evidence from bioinformatics and next generation sequencing data analysis"}
{"loci":"rs139309608","finding":"The lead SNP rs139309608 on chromosome 13 was associated with the horizontal component of brain asymmetry. This SNP, located within an intron of the gene TMEM255B, had a minor allele frequency of 0.17% and an additive effect for the T allele was -5.49 with a highly significant p-value of 4.01e-08.","chrpos":"chr13:113760150","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/756395","title":"Handedness and Other Variables Associated with Human Brain Asymmetrical Skew"}
{"loci":"rs61736969","finding":"The SNP rs61736969 was identified as the causal variant in the TBC1D4 gene associated with high risk of type 2 diabetes and elevated 2-hour plasma glucose levels in the Greenlandic population. This finding was consistent between different analyses, showing that the effect in the Greenlandic population did not differ from standard tests.","chrpos":"chr13:75324385","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs7330796","finding":"The SNP rs7330796 served as the lead SNP in the initial discovery phase of the study. It was strongly associated with increased 2-hour plasma glucose levels, but later analysis showed that its effect varied based on ancestral inheritance, indicating it was not causal despite being a significant marker.","chrpos":"chr13:75324027","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs1062087","finding":"The SNP rs1062087 was one of the four non-causal SNPs analyzed for association with 2-hour plasma glucose levels. As with rs7330796, its effect was found to depend on whether alleles were inherited from the ancestral Inuit population, supporting the hypothesis that it is not causal.","chrpos":"chr13:75310080","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs2297206","finding":"Similar to rs1062087, the SNP rs2297206 was identified as a non-causal variant that showed more significant effects when both alleles were of Inuit ancestry. This finding aligned with the study's results indicating its non-causal nature.","chrpos":"chr13:75327613","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs77685055","finding":"The SNP rs77685055 also demonstrated a stronger recessive effect when both alleles were inherited from the Inuit population. Consequently, it was classified as a non-causal variant, in accordance with the findings of the study.","chrpos":"chr13:75481466","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/014001","title":"Ancestry-specific association mapping in admixed populations"}
{"loci":"rs9513900","finding":"The variant rs9513900 was identified as genome-wide significant in association with CF lung disease, with a minimal p-value of 3.12×10−8. This variant was annotated between the genes ITGBL1 and NALCN on chromosome 13 and exhibited a minor allele frequency (MAF) of 0.31. It was not previously reported in earlier meta-GWAS of CF lung disease, suggesting it is a novel contributor to the disease. The variant had a positive overall effect on pulmonary phenotypes, with median and mean effects of 0.054 and 0.046 respectively, indicating a 5.4% increase in lung phenotype with the presence of the variant. Additionally, significant evidence for rs9513900 as an expression quantitative trait locus (eQTL) for NALCN was found, with a Bonferroni corrected p-value of 1×10−3.","chrpos":"chr13:101437805","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.22.546041","title":"A robust association test leveraging unknown genetic interactions: Application to cystic fibrosis lung disease"}
{"loci":"rs3742305","finding":"The rs3742305 was identified as the lead candidate causal variant impacting T2D and BMI in the chr13:31036642-31116642 locus, influencing the isoform usage of HMGB1 in pancreas development.","chrpos":"chr13:30462505","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.17.435846","title":"eQTL mapping in fetal-like pancreatic progenitor cells reveals early developmental insights into diabetes risk"}
{"loci":"rs56314249","finding":"The SNP rs56314249, overlapping the FLT1 gene, was identified as a coding variant showing evidence of positive selection. However, it was a synonymous variant that did not lead to an amino acid change, complicating the interpretation of its adaptive significance.","chrpos":"chr13:28322842","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.06.622331","title":"Archaic Adaptive Introgression in Modern Human Reproductive Genes"}
{"loci":"rs11843418","finding":"SNP rs11843418 was identified as one of the strongest associations in the GWAS analysis. It had been previously reported in earlier studies related to diverticular disease, highlighting its potential impact on disease risk and phenotype.","chrpos":"chr13:107560264","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.08.138735","title":"Multi-ancestry Genome- and Phenome-wide Association Studies of Diverticular Disease in Electronic Health Records with Natural Language Processing enriched phenotype algorithm"}
{"loci":"rs9565028","finding":"The SNP rs9565028 demonstrated significant associations with genitourinary manifestations, particularly 'functional disorders of bladder' and 'other disorders of bladder'. This association was reported in both major ancestry (MA) and European ancestry (EA) PheWAS analyses.","chrpos":"chr13:35130813","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.08.138735","title":"Multi-ancestry Genome- and Phenome-wide Association Studies of Diverticular Disease in Electronic Health Records with Natural Language Processing enriched phenotype algorithm"}
{"loci":"rs11838776","finding":"The SNP rs11838776, found intronically in the COL4A2 gene, showed significant association with PVWMH and is previously linked to coronary artery disease.","chrpos":"chr13:110388334","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/683367","title":"Common genetic variation indicates separate etiologies for periventricular and deep white matter hyperintensities"}
{"loci":"rs55940034","finding":"The SNP rs55940034 was associated with the COL4A2 gene, showing significant results for PVWMH and has been previously reported in relation to myocardial infarction.","chrpos":"chr13:110390962","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/683367","title":"Common genetic variation indicates separate etiologies for periventricular and deep white matter hyperintensities"}
{"loci":"rs9515201","finding":"The SNP rs9515201 was found in high linkage disequilibrium with the study's top finding in COL4A2 for total WMH burden and confirmed significant findings for PVWMH.","chrpos":"chr13:110388451","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/683367","title":"Common genetic variation indicates separate etiologies for periventricular and deep white matter hyperintensities"}
{"loci":"rs12020259","finding":"The SNP rs12020259 was initially identified in relation to Rab GTPases, suggests that variations at this locus could play a role in the regulation of survival pathways in cancer. This finding was noted in the context of the research that outlines the functional roles of Rab11 and Rab35, which are implicated in cancer cell division and cytokinesis. The study highlighted that this SNP associates with aberrant levels of key proteins involved in cell cycle regulation.","chrpos":"chr13:65044685","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.25.614863","title":"The unique contributions of Rab11 and Rab35 to the completion of cell division"}
{"loci":"rs80338851","finding":"The SNP rs80338851, which corresponds to c.660+1G>A, was identified as the most common mutation associated with Peters plus syndrome (PPS). This indicates a significant relationship between this SNP and the development of PPS.","chrpos":"chr13:31269278","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.21.000695","title":"In Silico Analysis of B3GALTL Gene Reveling 13 Novel Mutations Associated with Peters’-plus syndrome"}
{"loci":"rs7998201","finding":"SNP rs7998201 was found to be significantly associated with TEX30 expression levels, influenced by the methylation levels at a CpG site at chr13:102826051. Although rs7998201 did not serve as an eQTL for TEX30 or a meQTL for the associated CpG site, its interaction with the meCpG site was shown to modulate the relationship between the SNP and gene expression.","chrpos":"chr13:102945801","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.02.539122","title":"memo-eQTL: DNA methylation modulated genetic variant effect on gene transcriptional regulation"}
{"loci":"rs12020259","finding":"The SNP rs12020259 was associated with the expression changes in secretory pathway components across different cancer types. The study aimed to identify genes linked to tumor characteristics such as mutation of p53 and tumor stage. This association highlighted the potential role of genes impacted by this SNP in tumor progression and development, particularly within the context of the secretory pathway's dysfunction in cancer.","chrpos":"chr13:65044685","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289413","title":"Machine learning-based investigation of the cancer protein secretory pathway"}
{"loci":"rs7987944","finding":"The SNP rs7987944 was connected to a trans pQTL influencing the protein TALDO1, which is involved in metabolic pathways, thus relevant to AF.","chrpos":"chr13:22797335","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.06.021527","title":"Tissue-specific multiOMICs analysis of atrial fibrillation"}
{"loci":"rs1037271","finding":"As an intronic variant in DGKH, rs1037271 was predicted to influence CaSR signaling, thus contributing to the understanding of genetic factors in kidney stone disease.","chrpos":"chr13:42205274","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/515882","title":"Genetic variants of calcium and vitamin D metabolism in kidney stone disease"}
{"loci":"rs238256","finding":"The SNP rs238256 was identified as having trans-interchromosomal connections to RAD21, specifically involved in the regulation of AKAP11 transcript levels. This discovery highlighted a significant role of this SNP in influencing gene expression relevant to cancer, as AKAP11 has been associated with cancer pathology.","chrpos":"chr13:42349539","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.27.445915","title":"Genetic Variation as a Long-Distance Modulator of RAD21 Expression in Humans"}
{"loci":"rs4771268","finding":"Deduced that rs4771268 was the lead GWAS SNP within the MBNL2 locus, overlapping with oligodendrocyte-specific enhancers and reinforcing the gene MBNL2's potential causal role in PD, reflecting a newfound acknowledgment of oligodendrocytes in the pathogenesis of PD.","chrpos":"chr13:97212767","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.22.340158","title":"Fine-mapping of Parkinson’s disease susceptibility loci identifies putative causal variants"}
{"loci":"rs6313","finding":"The study identified a significant association between the SNP rs6313 in the HTR2A gene and sleep bruxism (SB). This SNP was found to contribute to altered electrophysiological characteristics in human induced pluripotent stem cell (hiPSC)-derived neurons from patients exhibiting the C\/C genotype, which is associated with increased excitability. Specifically, the findings indicated that SB neurons had shorter action potential half durations and exhibited a 2-fold higher firing frequency compared to control neurons, highlighting potential mechanisms underlying the neurological aspects of SB.","chrpos":"chr13:46895805","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.26.428254","title":"Electrophysiological maturation and increased excitability of human iPSC-derived neurons in HTR2A variant-related sleep bruxism"}
{"loci":"rs764288814","finding":"The study identified rs764288814, also known as C231Y, which involved a mutation where Cysteine was changed to Tyrosine at position 231 of the FLT3 gene. This SNP was considered damaging and was linked to acute myeloid leukemia (AML) pathogenesis.","chrpos":"chr13:28050145","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs887807138","finding":"For rs887807138, there were two relevant mutations described: C681 and C681Y, where Cysteine was switched to Serine and Tyrosine at position 681, respectively. This SNP was classified as damaging and implicated in AML development.","chrpos":"chr13:28028189","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1221467960","finding":"The SNP rs1221467960, referred to as C694R, resulted in the mutation of Cysteine to Arginine at position 694. This was another damaging SNP related to FLT3 mutations in AML.","chrpos":"chr13:28027215","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1361689773","finding":"The mutation at rs1361689773, known as C925Y, involved the transition from Cysteine to Tyrosine at position 925 in the FLT3 gene. It was identified as one of the damaging SNPs affecting AML.","chrpos":"chr13:28014537","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1474119276","finding":"rs1474119276, or D787Y, indicated a substitution where Aspartic acid was altered to Tyrosine at position 787. This mutation was categorized as damaging and linked to leukemia pathology.","chrpos":"chr13:28023409","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs776952835","finding":"The SNP rs776952835, labeled as E880A, involved the change from Glutamic acid to Alanine at position 880. It was recognized as damaging and relevant to FLT3 gene mutations in AML.","chrpos":"chr13:28015604","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs537215681","finding":"The study highlighted rs537215681, termed F349C, which involved a mutation from Phenylalanine to Cysteine at position 349. This SNP was identified as damaging and associated with acute myeloid leukemia.","chrpos":"chr13:28048434","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1442266284","finding":"Under rs1442266284, two mutations were examined: G619D, wherein Phenylalanine mutations occurred to Cysteine at position 619, and G885V, changing Glycine to Valine at position 885. Both mutations were categorized as damaging and implicated in FLT3 and AML.","chrpos":"chr13:28033973","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs774360726","finding":"The rs774360726 SNP, referred to as L860P, indicated a change from Leucine to Proline at position 860. It was recognized as a damaging alteration relevant to FLT3 gene function in AML.","chrpos":"chr13:28015664","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs200909894","finding":"The SNP rs200909894, denoted as M908V, involved the mutation from Methionine to Valine at position 908. This SNP was part of the damaging mutations studied in acute myeloid leukemia.","chrpos":"chr13:28015188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs974980406","finding":"The analysis revealed rs974980406, or M922T, noting the switch from Methionine to Threonine at position 922. This SNP was considered damaging with implications in AML.","chrpos":"chr13:28014546","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs142796469","finding":"For rs142796469, the findings covered two mutations: P890R, which mutated Proline to Arginine at position 890, and V624A, where Valine was altered to Alanine at position 624. Both were judged as damaging snps linked to FLT3 gene and AML.","chrpos":"chr13:28015241","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1276477642","finding":"The SNP rs1276477642, identified as V643D, involved the mutation of Valine to Aspartic acid at position 643, categorizing it as a damaging SNP related to the pathology of acute myeloid leukemia.","chrpos":"chr13:28033901","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs1041412646","finding":"The study addressed rs1041412646, known as W383C, which resulted in the mutation from Tryptophan to Cysteine at position 383. This SNP was classified as damaging and relevant to FLT3 gene mutations.","chrpos":"chr13:28048331","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs774511256","finding":"For rs774511256, the mutation denoted Y702C involved a change from Tyrosine to Cysteine at position 702. It was categorized as damaging and connected to FLT3 gene alterations.","chrpos":"chr13:28027190","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs759638195","finding":"The SNP rs759638195, known as Y865C, involved the transition from Tyrosine to Cysteine at position 865. This was assessed as a damaging alteration related to acute myeloid leukemia.","chrpos":"chr13:28015649","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs868802040","finding":"Lastly, rs868802040, termed Y874C, involved a mutation from Tyrosine to Cysteine at position 874. This SNP was recognized as damaging and relevant to the FLT3 gene's role in AML.","chrpos":"chr13:28015622","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.24.546344","title":"Twenty novel nsSNPs may affect FLT3 gene leading to Acute Myeloid Leukemia (AML) using in silico analysis"}
{"loci":"rs114066381","finding":"The variant rs114066381-A was significantly associated with Body Mass Index (BMI) and fat mass index specifically in females from the Pelotas cohort, demonstrating one of the strongest female-specific effects ever reported (beta=3.99±0.84 kg\/m² per allele). This finding was replicated in other cohorts, confirming its relevance in morbid obesity.","chrpos":"chr13:30058599","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827311","title":"Admixture\/fine-mapping in Brazilians reveals a West African associated potential regulatory variant (rs114066381) with a strong female-specific effect on body mass- and fat mass-indexes"}
{"loci":"rs113214936","finding":"This SNP, within the MTUS2 gene, was associated with obesity-related traits, corroborating its relevance in BMI among females in the studied cohorts.","chrpos":"chr13:29444281","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/827311","title":"Admixture\/fine-mapping in Brazilians reveals a West African associated potential regulatory variant (rs114066381) with a strong female-specific effect on body mass- and fat mass-indexes"}
{"loci":"rs7323267","finding":"Associated with MPN risk (joint p = 6.3 × 10^-9) and located in an intron of FOXO1, this SNP suggested a role in HSC self-renewal processes.","chrpos":"chr13:40629878","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/790626","title":"Genetic predisposition to myeloproliferative neoplasms implicates hematopoietic stem cell biology"}
{"loci":"rs9585056","finding":"The SNP rs9585056 was identified within the lncRNA ARGI (Antiviral Response Gene Inducer) rather than being intergenic as previously thought. This SNP was linked to type 1 diabetes (T1D) and was shown to affect the secondary structure of ARGI, disrupting its functional capabilities. Additionally, the presence of the risk allele (rs9585056-G) resulted in a stronger interaction between ARGI and CTCF, enhancing the transcriptional activation of antiviral and pro-inflammatory genes in pancreatic beta cells upon viral infections.","chrpos":"chr13:99429512","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.12.01.518685","title":"The type 1 diabetes-associated lncRNA ARGI participates in virus-induced pancreatic β cell inflammation"}
{"loci":"rs11571833","finding":"The stop-gain variant rs11571833 located in BRCA2 (p.K3326*) was recognized as deleterious and was part of the findings that connected to breast cancer risk. It contributed to the previously identified deleterious changes among risk variants.","chrpos":"chr13:32398489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/521054","title":"Fine-mapping of 150 breast cancer risk regions identifies 178 high confidence target genes"}
{"loci":"rs7324564","finding":"The SNP rs7324564 represented a novel risk variant discovered in this study, implying its potential role in the genetic risk for mood disorders.","chrpos":"chr13:69177923","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/603134","title":"Multivariate GWAS of psychiatric disorders and their cardinal symptoms reveal two dimensions of cross-cutting genetic liabilities"}
{"loci":"rs146350366","finding":"The SNP rs146350366 was significantly associated with sporadic miscarriage in a European ancestry meta-analysis. It had a minor allele frequency (MAF) of 1.2% and a meta-analysis P-value of 3.2×10^-8. The association was linked to genetic variation near the FGF9 gene, which is involved in pregnancy maintenance and progesterone production.","chrpos":"chr13:22779354","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/575167","title":"The genetic architecture of sporadic and recurrent miscarriage"}
{"loci":"rs76559378","finding":"The SNP rs76559378 at 13q13 demonstrated a p-value of 9.74 x 10^-7 and was in strong linkage disequilibrium with rs201936594, which had a high CADD score of 13.94, suggesting a likely deleterious effect. This association with RBC deformability illustrated its potential role in influencing red blood cell-related phenotypes.","chrpos":"chr13:33008947","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.21.485136","title":"Splenic clearance of rigid erythrocytes as an inherited mechanism for splenomegaly and natural resistance to malaria"}
{"loci":"rs201936594","finding":"SNP rs201936594, being in strong linkage disequilibrium with rs76559378, exhibited a significant association with RBC deformability through its potentially deleterious effects indicated by a high CADD score. This finding provided insights into genetic factors that could affect red blood cell properties in populations.","chrpos":"chr13:33016580","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.21.485136","title":"Splenic clearance of rigid erythrocytes as an inherited mechanism for splenomegaly and natural resistance to malaria"}
{"loci":"rs9585056","finding":"Identified as a variant in the 3' UTR of the lncRNA AL136961.1, rs9585056 was selected over rs9517719, despite no conclusive data confirming its causal relationship. It was part of the refined credible set while dropping its intergenic counterpart.","chrpos":"chr13:99429512","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/781062","title":"Improving the coverage of credible sets in Bayesian genetic fine-mapping"}
{"loci":"rs111440455","finding":"Found in the PIBF1 gene, rs111440455 was significantly associated with serum creatinine levels, supporting its role in kidney-related issues and linking it to Joubert syndrome.","chrpos":"chr13:72921188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.31.275685","title":"Mendelian pathway analysis of laboratory traits reveals distinct roles for ciliary subcompartments in common disease pathogenesis"}
{"loci":"rs354439","finding":"Similar to rs1015250, this SNP also displayed a significant frequency and heterozygosity value, indicating its importance in genetic analysis.","chrpos":"chr13:106286062","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.27.011064","title":"The forensic landscape and the population genetic analyses of Hainan Li based on massively parallel sequencing DNA profiling"}
{"loci":"rs9319428","finding":"This SNP supported the existing GWAS annotation, contributing to refinement of gene assignment through QTL data.","chrpos":"chr13:28399484","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.21.423751","title":"Interpreting coronary artery disease GWAS results: A functional genomics approach assessing biological significance"}
{"loci":"rs9543733","finding":"The SNP rs9543733, situated in an intergenic locus near LINC00347 on chromosome 13, was associated with thalamus variability. It showed borderline significance, with a p-value of 6.4×10^-8 and accounted for 0.055% of the variance, also consistent among healthy individuals.","chrpos":"chr13:74637536","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/443549","title":"Genetic control of variability in subcortical and intracranial volumes"}
{"loci":"rs1924074","finding":"The SNP rs1924074 was part of ten GWAS SNPs linked to a chromatin loop regulating PDX1, crucial for maintaining beta-cell function.","chrpos":"chr13:27441250","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9581853","finding":"This SNP was associated with the regulation of PDX1 and intronic regions of MTIF3 shown to influence type 2 diabetes mechanisms.","chrpos":"chr13:27442099","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9579083","finding":"Like rs9581853, this SNP was part of several variants associated with PDX1, implicating its function in gene regulatory networks affecting type 2 diabetes.","chrpos":"chr13:27443133","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9319366","finding":"SNP rs9319366 was linked to regulatory elements of PDX1 as part of the analysis revealing connections to diabetes susceptibility.","chrpos":"chr13:27443585","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9581854","finding":"This SNP was indicated as influencing PDX1 regulatory mechanisms through interactions with multiple GWAS SNPs related to beta-cell function.","chrpos":"chr13:27443645","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs4771122","finding":"Part of the chromatin loop impacting PDX1 expression, SNP rs4771122 contributed to insights into type 2 diabetes risk factors.","chrpos":"chr13:27446043","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs12584061","finding":"Linked with PDX1 and its regulatory pathways, this SNP was shown to be involved in genetic predisposition to type 2 diabetes.","chrpos":"chr13:27450407","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs12585587","finding":"SNP rs12585587 was associated with regulatory elements affecting PDX1 expression and thus implicated in beta-cell function.","chrpos":"chr13:27450557","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9581856","finding":"This SNP was included among the genetic variants linked to PDX1 regulation, reflecting its significance in the diabetes context.","chrpos":"chr13:27451478","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs9579084","finding":"Associated with PDX1 and noted within the context of several variants connected to the beta-cell function, implicating its importance in type 2 diabetes.","chrpos":"chr13:27454064","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.15.452422","title":"INFIMA leverages multi-omics model organism data to identify effector genes of human GWAS variants"}
{"loci":"rs4304924","finding":"The SNP rs4304924 correlated with differential regulatory activity and allele specific expression of POU4F1, with the G allele mutating a homeobox transcription factor motif and exhibiting reduced POU4F1 expression linked to Large Artery Stroke and Pulse Pressure.","chrpos":"chr13:78664790","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.03.454513","title":"Functional non-coding SNPs in human endothelial cells fine-map vascular trait associations"}
{"loci":"rs1455609180","finding":"The rs1455609180 SNP leads to a K32T mutation and was also found to increase nucleation in the context of the ADan peptide. Like R9Q, it suggests a contribution to the disease mechanism associated with Danish dementia.","chrpos":"chr13:48261237","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs578006622","finding":"The SNP rs578006622, leading to the A7S mutation, was found to increase nucleation of the ABri peptide. This suggests that it may have implications for the mechanisms underlying British dementia.","chrpos":"chr13:48261171","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs139394220","finding":"The SNP rs139394220 causes an I8V mutation which was identified to enhance the nucleation of the ABri peptide, indicating a potential pathogenic role in British dementia.","chrpos":"chr13:48261174","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs1428007068","finding":"For SNP rs1428007068, the L20S mutation was shown to increase nucleation of the ABri peptide, further implicating it in mechanisms related to British dementia.","chrpos":"chr13:48261210","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs760120359","finding":"The rs760120359 SNP, resulting in a K28R mutation, was also found to increase nucleation of the ABri peptide, reinforcing its potential role in the pathology of British dementia.","chrpos":"chr13:48261235","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.15.557952","title":"Deep mutagenesis reveals the distinct mutational landscape of ADan and ABri amyloid nucleation"}
{"loci":"rs80358920","finding":"The tumor marker variant rs80358920 was identified in individual S9, exhibiting a genotype likelihood of 0.999 and was noted to be prevalent only in modern Asian populations, providing insights into the individual's possible ancestral ties.","chrpos":"chr13:32346841","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.02.03.478968","title":"Interdisciplinary analyses of Bronze Age communities from Western Hungary reveal complex population histories"}
{"loci":"rs1328363","finding":"The variant rs1328363 was associated with refraction error and myopia as a sc-eQTL of GPC6, a sc-caQTL of its residing OCR, and a sc-ASCA in Rod. It strengthened the binding of CRX, a photoreceptor-specific TF.","chrpos":"chr13:93235561","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516814","title":"Integrative single cell multiomics analysis of human retina indicates a role for hierarchical transcription factors collaboration in genetic effects on gene regulation"}
{"loci":"rs495392","finding":"The Klotho gene polymorphism rs495392 was associated with a protective effect against hepatic steatosis in patients with non-alcoholic fatty liver disease, indicating its relevance in metabolic disorders.","chrpos":"chr13:33018055","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.17.585400","title":"Identification of novel prognostic targets in acute kidney injury using bioinformatics and next generation sequencing data analysis"}
{"loci":"rs6562760","finding":"This SNP was identified in associations linking to TN disease (P<sub>TN<\/sub> associated; solidifying its role in HR-negative features.","chrpos":"chr13:73383544","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/733402","title":"Common breast cancer risk loci predispose to distinct tumor subtypes"}
{"loci":"rs79552930","finding":"The SNP rs79552930 was reported to have an association with lincRNA RP11-290F20.3 in FCGR3A+ monocytes, reinforcing its role in gene regulation.","chrpos":"chr13:113826278","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.14.503915","title":"Expression QTLs in single-cell sequencing data"}
{"loci":"rs4769613","finding":"The C-allele of rs4769613, located near the FLT1 locus, was identified as a high-confidence placental risk factor for preeclampsia. This finding was significant as it correlated with the crucial role of the FLT1 enhancer in cardiovascular development, where disruptions could lead to vascular defects and related complications.","chrpos":"chr13:28564472","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.03.433738","title":"The human FLT1 regulatory element directs vascular expression and modulates angiogenesis pathways in vitro and in vivo"}
{"loci":"rs573983368","finding":"The lead SNP rs573983368 was an intronic variant in the DACH1 gene, exhibiting an age-dependent effect on white matter cerebrum volume change. DACH1 gene is crucial for regulating gene expression and cell fate during development, particularly highly expressed in neuroprogenitor cells.","chrpos":"chr13:71779263","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.031138","title":"Dynamics of Brain Structure and its Genetic Architecture over the Lifespan"}
{"loci":"rs12552","finding":"The human IFITM3 rs12552-C SNP was proposed to result in IFITM3 plasma membrane localization and was identified as a risk factor for severe COVID-19. This finding suggested that this SNP could significantly influence the severity of SARS-CoV-2 infections.","chrpos":"chr13:53051646","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.08.11.246678","title":"Opposing activities of IFITM proteins in SARS-CoV-2 infection"}
{"loci":"rs80338939","finding":"The frameshift variant <italic>35delG<\/italic> (rs80338939) was positively identified as accounting for 60% of <italic>GJB2<\/italic> autosomal recessive variants in White cases in a large US-based study, indicating a strong association with non-syndromic hearing loss.","chrpos":"chr13:20189552","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.20.576388","title":"A general model for two-locus assortative mating analysis and prediction"}
{"loci":"rs35887622","finding":"The missense substitution <italic>101T &#x003E;C<\/italic> (also known as <italic>M34T<\/italic>, rs35887622) accounted for 12% of <italic>GJB2<\/italic> autosomal recessive variants in White cases of non-syndromic hearing loss, illustrating its relevance but lower impact compared to <italic>35delG<\/italic>.","chrpos":"chr13:20189481","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.20.576388","title":"A general model for two-locus assortative mating analysis and prediction"}
{"loci":"rs80338942","finding":"The variant <italic>167delT<\/italic> (rs80338942) was identified as the most common variant in the Ashkenazi Jewish population associated with autosomal recessive non-syndromic hearing loss, indicating its significant prevalence in this demographic.","chrpos":"chr13:20189415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.20.576388","title":"A general model for two-locus assortative mating analysis and prediction"}
{"loci":"rs72474224","finding":"The SNP rs72474224 C>T in the gene GJB2 was associated with deafness, autosomal recessive 1A, which exhibited a carrier frequency of 17.2% (1 in 6) in the Vietnamese population, significantly higher than those reported in Western populations.","chrpos":"chr13:20189473","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.27.358358","title":"Genetic landscape of recessive diseases in the Vietnamese population from large-scale clinical exome sequencing"}
{"loci":"rs4512994","finding":"The pQTL rs4512994 was identified as having a known association with bone mineral density, highlighting its role in phenotypic traits.","chrpos":"chr13:42465537","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.18.435919","title":"Cross-platform proteomics to advance genetic prioritisation strategies"}
{"loci":"rs6563275","finding":"The rs6563275 SNP was positively associated with the lactose digestion phenotype in the Fulani population. In a Genome Wide Association Study (GWAS), it exhibited a significant association with a p-value of 1.03 x 10^-6 and an effect size of 38.7%. This SNP also contributed to a combined effect size of 59.2% when analyzed alongside the T-13910 SNP, demonstrating its relevance to glucose levels in the bloodstream after lactose ingestion. However, the region containing the rs6563275 did not display any signals of recent selection in scans against the Yoruba population.","chrpos":"chr13:82218857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/650986","title":"Population history and genetic adaptation of the Fulani nomads: Inferences from genome-wide data and the lactase persistence trait"}
{"loci":"rs11571833","finding":"The SNP rs11571833 was identified in a breast cancer susceptibility GWAS with a p-value of 2 x 10^-6. The finding related to breast cancer risk was considered significant based on prior knowledge of the BRCA2 gene, known for its role as a tumor suppressor involved in DNA repair. The evidence suggested that this SNP was likely a true finding, indicating a potential association with increased breast cancer risk.","chrpos":"chr13:32398489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/737676","title":"Priors, population sizes, and power in genome-wide hypothesis tests"}
{"loci":"rs1021188","finding":"The SNP rs1021188, located on chromosome 13, was linked to cortical porosity, indicating a specific association with cortical bone parameters. This highlighted the differences in genetic factors influencing cortical and trabecular bone.","chrpos":"chr13:42541997","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/512103","title":"Genetic dissection of femoral and tibial microarchitecture"}
{"loci":"rs374039502","finding":"This variant caused a new PAS motif within the TNFSF13B gene and was linked to a higher risk of multiple sclerosis and SLE in the Sardinian population, emphasizing its relevance in disease mechanisms.","chrpos":"chr13:108308037","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/540088","title":"The genetic determinants of the relative expression of alternative 3’UTR isoforms in human"}
{"loci":"rs80359104","finding":"The missense variant rs80359104, which corresponds to the c.8524C>T (p.R2842C) mutation in the BRCA2 gene, was identified as a significant finding. This variant was correlated with primary ovarian insufficiency (POI), exhibiting a homozygous state in the studied patient from a consanguineous background. The variant was absent in unrelated fertile controls and had a very low minor allele frequency (MAF 1.10^-5), indicating its rarity. Moreover, it was predicted to be pathogenic by a majority (16 out of 17) of predictive softwares, suggesting a critical role in fertility and genome maintenance during meiotic processes.","chrpos":"chr13:32370992","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/751644","title":"A homozygous hypomorphic BRCA2 variant causes primary ovarian insufficiency without cancer or Fanconi anemia traits"}
{"loci":"rs9533799","finding":"The SNP rs9533799 located in the lncRNA SMIM2-AS1 was found to be up-regulated in excitatory neurons when comparing ALS patients to the neuronal population from non-pathological conditions (PN). This finding suggested that SMIM2-AS1 may play a role in the dysregulated cellular processes associated with ALS.","chrpos":"chr13:44234038","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.18.585481","title":"Transcriptional profiling of human brain cortex identifies novel lncRNA-mediated networks dysregulated in amyotrophic lateral sclerosis"}
{"loci":"rs9581943","finding":"The SNP rs9581943 demonstrated relevance to pancreatic cancer risk, further establishing connections in similar genetic studies.","chrpos":"chr13:27919860","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/498659","title":"Genome-wide association meta-analysis identifies novel GP2 gene risk variants for pancreatic cancer in the Japanese population"}
{"loci":"rs9543325","finding":"The SNP rs9543325 was found to be genome-wide significant in this analysis, marking it as an important factor in pancreatic cancer risk.","chrpos":"chr13:73342491","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/498659","title":"Genome-wide association meta-analysis identifies novel GP2 gene risk variants for pancreatic cancer in the Japanese population"}