{"loci":"rs377113838","finding":"Tagging DHRSX and located in a pseudoautosomal region, this variant (p = 1.6e-12) acted as a multi-tissue eQTL. It was important for its role in starvation-induced autophagy, emphasizing its potential relevance in metabolic and neurological health.","chrpos":"chrY:2202556","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.26.23300533","title":"Genome-wide analysis of brain age identifies 25 associated loci and unveils relationships with mental and physical health"}
{"loci":"rs375323198","finding":"The SNP rs375323198, corresponding to the M458 polymorphism, was identified as a phylogenetic marker indicating the carrier status of the r2\/r3 inverted Y chromosome. This polymorphism was linked to a high risk of male infertility, specifically contributing to a significant increase in the risk of spermatogenic failure, with findings showing an 8.6-fold increased risk in carriers compared to non-carriers.","chrpos":"chrY:22220317","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.08.20245928","title":"A common 1.6 Mb Y-chromosomal inversion predisposes to subsequent deletions and severe spermatogenic failure in humans"}
{"loci":"rs1136447","finding":"The heterozygous coding SNV (C>T, rs1136447) for the gene CD99 showed biallelic expression in Patient cells. In contrast to Control cells, there was an equal total expression of each allele in Patient samples, supporting the notion that CD99 escapes X-chromosome inactivation (XCI), with notable differences in the allelic expression proportions between Patient and Control groups.","chrpos":"chrY:2714441","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.12.598335","title":"LMNA-Related Dilated Cardiomyopathy: Single-Cell Transcriptomics during Patient-derived iPSC Differentiation Support Cell type and Lineage-specific Dysregulation of Gene Expression and Development for Cardiomyocytes and Epicardium-Derived Cells with Lamin A\/C Haploinsufficiency"}
{"loci":"rs13174412","finding":"The SNP rs13174412 was associated with the regulation of cytoplasmic translation and mitochondrial function in cancer cells. The findings from Bosco et al. (2021) highlighted that DHX30, which is influenced by this SNP, plays a crucial role in coordinating mitochondrial function and supporting cancer cell survival. This function is linked to the process by which mitochondrial protein synthesis is modified, ultimately affecting energy metabolism and cancer cell proliferation.","chrpos":"chrY:21067052","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.29.577192","title":"RNA G-quadruplex dynamic steers the crosstalk between protein synthesis and energy metabolism"}
{"loci":"rs62595479","finding":"The SNP rs62595479 was the top SNP in a cluster associated with 17 IDPs that represent grey matter vs. white matter intensity contrasts. It is located in a pseudoautosomal region of chromosome X within the DHRSX gene, and the association was predominantly observed in male participants.","chrpos":"chrY:2245695","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs368663163","finding":"The SNP rs368663163 was identified in the 5' flanking region of the Y-STR DYS481. It co-occurred with another SNP (rs370750300) and influenced the repeat pattern, demonstrating how SNPs in flanking regions can modify pattern variations in repeat sequences.","chrpos":"chrY:8558321","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.02.530748","title":"The concordance of length- and sequence-based STRs used in forensic markers with guidance for practice"}
{"loci":"rs370750300","finding":"The SNP rs370750300 was also located in the 5' flanking region of DYS481 and participated in the creation of the repeat pattern [CTG]0-2[CTT]n. This finding illustrated the interaction between multiple SNPs in influencing the genetic characterization of repeat sequences.","chrpos":"chrY:8558336","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.02.530748","title":"The concordance of length- and sequence-based STRs used in forensic markers with guidance for practice"}
{"loci":"rs4030618","finding":"The SNP rs4030618 was linked to macrophage-mediated lymphangiogenesis, emphasizing the emerging role of macrophages as lymphatic endothelial progenitors, which aligns with the findings on the indispensability of macrophages in lymphatic vessel formation during heart development.","chrpos":"chrY:5304513","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.30.179952","title":"Tissue-resident macrophages regulate lymphatic vessel growth and patterning in the developing heart"}
{"loci":"rs310136","finding":"The SNP rs310136 was found to be 87.6 kb and 0.7 cM distal to the PAB in the Rutgers Map, thus providing additional evidence supporting the position of the PAB.","chrpos":"chrY:2693410","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.598234","title":"Where is the boundary of the human pseudoautosomal region?"}
{"loci":"rs34805104","finding":"This SNP linked to the TMLHE-SPRY3 locus was associated with N6-trimethyllysine levels, displaying notable sex-specific effects in metabolism.","chrpos":"chrY:56898025","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}