{"loci":"rs1568829407","finding":"The SNP rs1568829407 (p.Asp360LeufsTer50) was identified as one of the additional loss-of-function variants in APP that had not been previously documented, indicating its potential role in Alzheimer's disease.","chrpos":"chr21:25997369","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.24.23297227","title":"Frequency of Variants in Mendelian Alzheimer’s Disease Genes within the Alzheimer’s Disease Sequencing Project (ADSP)"}
{"loci":"rs1568829384","finding":"The SNP rs1568829384 (p.Val362ThrfsTer10) was another loss-of-function variant in APP observed in an individual, suggesting it may contribute to the clinical presentation of Alzheimer's disease.","chrpos":"chr21:25997363","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.24.23297227","title":"Frequency of Variants in Mendelian Alzheimer’s Disease Genes within the Alzheimer’s Disease Sequencing Project (ADSP)"}
{"loci":"rs63750847","finding":"The SNP rs63750847 (p.Ala673Thr) was regarded as a conflicting clinical variant and was also classified as pathogenic\/likely pathogenic in other databases, highlighting its importance in Alzheimer's disease.","chrpos":"chr21:25897620","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.24.23297227","title":"Frequency of Variants in Mendelian Alzheimer’s Disease Genes within the Alzheimer’s Disease Sequencing Project (ADSP)"}
{"loci":"rs63750363","finding":"The SNP rs63750363 (p.Glu665Asp) was similarly classified as pathogenic in other databases, indicating its potential role in the disease.","chrpos":"chr21:25897642","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.24.23297227","title":"Frequency of Variants in Mendelian Alzheimer’s Disease Genes within the Alzheimer’s Disease Sequencing Project (ADSP)"}
{"loci":"rs752086677","finding":"In the European population, rs752086677 linked to KRTAP13-2 showed a strong interaction with STST for DBP (P_GxE=1.5×10^-12).","chrpos":"chr21:30362234","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.07.24303870","title":"A Large-Scale Genome-Wide Study of Gene-Sleep Duration Interactions for Blood Pressure in 811,405 Individuals from Diverse Populations"}
{"loci":"rs12329760","finding":"The rs12329760 variant, identified as a coding variant (p.Val197Met) in the TMPRSS2 gene, was associated with a protective role against severe COVID-19, showing lower frequency among hospitalized patients compared to controls (OR=0.72, P=0.05). This SNP correlated with increased MX1 expression and was also replicated in an independent cohort of Italian origins.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs13050728","finding":"The SNP rs13050728 was identified in an in-depth genetic analysis as the most significant association at the 21q22.3 locus with severe COVID-19, with a P value of 2.76×10^-12 and OR of 0.83, indicating a protective effect.","chrpos":"chr21:33242905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs111783124","finding":"The variant rs111783124 showed suggestive significance (P=2.39×10^-6) and was replicated across multiple cohorts, indicating its potential association with the severity of COVID-19.","chrpos":"chr21:33990547","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs3787946","finding":"The SNP rs3787946 was noted for its suggestive association with severe COVID-19 (P=2.73×10^-6, OR=0.87) and was identified to influence TMPRSS2 expression, marking it as a significant genetic risk factor.","chrpos":"chr21:41475808","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs9983330","finding":"The rs9983330 variant was part of the top five SNPs associated with severe COVID-19 outcomes, suggesting a genetic predisposition linked to the disease.","chrpos":"chr21:41478326","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs2298661","finding":"The rs2298661 variant showed involvement in the association with severe COVID-19, replicating its significance in multiple populations.","chrpos":"chr21:41473715","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs9985159","finding":"The SNP rs9985159 was noted as one of the common variants contributing to the susceptibility of severe COVID-19, reinforcing the findings related to the TMPRSS2\/MX1 locus.","chrpos":"chr21:41476757","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248470","title":"Common variants at 21q22.3 locus influence MX1 gene expression and susceptibility to severe COVID-19"}
{"loci":"rs77589046","finding":"The SNP rs77589046 was proximal to TIAM1, which has a role in DNA binding and expression in brain tissues. It was also associated with protective effects against Alzheimer's disease.","chrpos":"chr21:31403765","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.11.24313439","title":"Identification of 16 novel Alzheimer’s disease susceptibility loci using multi-ancestry meta-analyses of clinical Alzheimer’s disease and AD-by-proxy cases from four whole genome sequencing datasets"}
{"loci":"rs143510517","finding":"This SNP in TPTE was significantly linked to ischemic stroke at a stringent p-value of < 1 × 10−10, primarily noted in African American stroke cases compared to controls.","chrpos":"chr21:10596045","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.09.22281914","title":"Exome Array Analysis of 9,721 ischemic stroke cases from the SiGN Consortium"}
{"loci":"rs1999323","finding":"This SNP (MAP3K7CL) was found to have replication in other HF-related studies, indicating its relevance.","chrpos":"chr21:29161807","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.01.21266829","title":"Genetic Architecture of Heart Failure with Preserved versus Reduced Ejection Fraction"}
{"loci":"rs3945","finding":"The SNP rs3945 at the BRWD1 locus was newly identified in this study, showing associations with habitual coffee consumption.","chrpos":"chr21:39194141","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.08.21253114","title":"Habitual Coffee Consumption Increases Risks for Metabolic Diseases: Genome-wide Association Studies and a Phenotype-wide Two Sample Mendelian Randomization Analysis"}
{"loci":"rs466433","finding":"The APP:rs466433-G variant was categorized as protective against Alzheimer's disease among the variants investigated.","chrpos":"chr21:26171645","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.03.24313587","title":"Biobank-scale characterization of Alzheimer’s disease and related dementias identifies potential disease-causing variants, risk factors, and genetic modifiers across diverse ancestries"}
{"loci":"rs364048","finding":"The APP:rs364048-C variant was recognized as protective against Alzheimer's disease and included among variants analyzed.","chrpos":"chr21:26171723","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.03.24313587","title":"Biobank-scale characterization of Alzheimer’s disease and related dementias identifies potential disease-causing variants, risk factors, and genetic modifiers across diverse ancestries"}
{"loci":"rs63750847","finding":"The APP:rs63750847-T variant was classified as protective among the investigated SNPs.","chrpos":"chr21:25897620","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.03.24313587","title":"Biobank-scale characterization of Alzheimer’s disease and related dementias identifies potential disease-causing variants, risk factors, and genetic modifiers across diverse ancestries"}
{"loci":"rs9305702","finding":"The minor T-allele of SNP rs9305702 was associated with decreased MX1 gene expression in SS patients, presenting a link between this SNP and the regulation of immune response-related genes in SS.","chrpos":"chr21:40756022","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.09.14.20192211","title":"An integrative multi-omics approach in Sjögren’s Syndrome identifies novel genetic drivers with regulatory function and disease-specificity"}
{"loci":"rs13339986","finding":"The SNP rs13339986 on chromosome 21 revealed a novel association shared between genetic generalized epilepsy (GGE) and cognitive ability, with a conjFDR of 3.9 x 10^-3. This association connected epilepsy risk to higher cognitive performance. The locus included a nonsynonymous exonic variant within BRWD1, which plays a significant role in neurodevelopment and regulates various cellular functions including signal transduction.","chrpos":"chr21:39234056","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.25.24304773","title":"Unraveling the shared genetics of common epilepsies and general cognitive ability"}
{"loci":"rs2229742","finding":"The lead variant at NRIP1, rs2229742, was associated with increased genomic mutation burden in CH-LPMneg individuals, indicating its role as a common missense variant connected to altered hematopoietic stem cell function.","chrpos":"chr21:14966851","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs9976829","finding":"The rs9976829 SNP was associated with the interferon receptor genes IL10RB and IFNAR2, which co-localized with severe COVID-19 loci. This SNP showed suggestive statistical significance (P_GWAS = 7.2 × 10^-07) reflecting its role in the COVID-19 hospitalization risk compared to the general population.","chrpos":"chr21:33242529","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.05.20207118","title":"Multi-omics highlights ABO plasma protein as a causal risk factor for COVID-19"}
{"loci":"rs12151990","finding":"The SNP rs12151990, an intronic variant in the gene PRDM15, was significantly associated with the Mycobacterium tuberculosis (M.tb) variant Rv2348c I101M (p = 4.7e-11, OR = 5.6). This association suggested a connection between host apoptosis responses and M.tb infection dynamics, with rs12151990 potentially influencing mRNA expression of PRDM15, which is involved in apoptosis regulation.","chrpos":"chr21:41869888","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.11.23289848","title":"Genome-to-genome analysis reveals associations between human and mycobacterial genetic variation in tuberculosis patients from Tanzania"}
{"loci":"rs2236757","finding":"The SNP rs2236757, associated with the interferon alpha receptor IFNAR2 on chromosome 21, was indicated to correlate with an increased risk of severe COVID-19, suggesting its role in the immune response.","chrpos":"chr21:33252612","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.13.24304197","title":"Potential associations of selected polymorphic genetic variants with COVID-19 disease susceptibility and severity"}
{"loci":"rs74795342","finding":"The sentence SNP, rs74795342, was identified by the International Consortium of Lithium Genetics as a sentinel variant significantly associated with lithium response (p<5x10^-8). It was situated within an intergenic region on chromosome 21 (q21.1), close to the effector gene TMPRSS15, implicated in gastrointestinal function. Although this variant was not linked to bipolar disorder risk, it was determined to be placed in gastrointestinal-specific enhancers, suggesting a regulatory mechanism for lithium response related to intestinal absorption.","chrpos":"chr21:18954018","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.27.24304993","title":"In-silico functional analyses identify TMPRSS15-mediated intestinal absorption of lithium as a modulator of lithium response in bipolar disorder"}
{"loci":"rs144204759","finding":"The LINC00320 gene variant rs144204759 showed a significant association with AD (OR=3.4, p=1.9×10^-8) in African American individuals, further corroborating its implication in Alzheimer's.","chrpos":"chr21:20730315","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294953","title":"Association of Common and Rare Variants with Alzheimer’s Disease in over 13,000 Diverse Individuals with Whole-Genome Sequencing from the Alzheimer’s Disease Sequencing Project"}
{"loci":"rs398123151","finding":"The variant rs398123151 in the CBS gene was linked to homocystinuria and observed at a MAF of 0.007, marking it as a notable finding due to its prevalence in the Qatari population.","chrpos":"chr21:43062344","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.19.21263548","title":"Qatar Genome: Insights on Genomics from the Middle East"}
{"loci":"rs2834167","finding":"The SNP rs2834167 associated with IL10RB levels showed that a standard deviation increase in circulating IL10RB was linked to decreased odds for very severe COVID-19 (OR = 0.47) and hospitalization (OR = 0.53).","chrpos":"chr21:33268483","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.13.20212092","title":"A Neanderthal OAS1 isoform Protects Against COVID-19 Susceptibility and Severity: Results from Mendelian Randomization and Case-Control Studies"}
{"loci":"rs2823020","finding":"This variant was part of the credible set at the NRIP1 locus and was associated with mutation burden in blood, implicating it in hematopoiesis.","chrpos":"chr21:15044253","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs2823025","finding":"As one of the variants at the NRIP1 locus, rs2823025 showed significant association with GEM, underlying the importance of NRIP1 in hematologic processes.","chrpos":"chr21:15052100","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.22.24312319","title":"The Genetic Determinants and Genomic Consequences of Non-Leukemogenic Somatic Point Mutations"}
{"loci":"rs2834164","finding":"Associated with COVID-19 hospitalization and severity, showing significant differences in effect sizes across sexes.","chrpos":"chr21:33249643","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.24.21266741","title":"A genome-wide association study of COVID-19 related hospitalization in Spain reveals genetic disparities among sexes"}
{"loci":"rs12329760","finding":"The rs12329760 polymorphism (p.Val197Met) was found to affect the stability of the TMPRSS2 protein, which is implicated in SARS-CoV-2 viral entry into host cells. This polymorphism was reported to be less frequent in severe COVID-19 cases, suggesting its protective role against severe outcomes of COVID-19.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs35477708","finding":"Variation in frequency for rs35477708 was noted, correlating with TMPRSS2 expression and suggesting moderate susceptibility in the Indian population.","chrpos":"chr21:41446627","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs468259","finding":"Allele frequency of rs468259, associated with TMPRSS2 expression, was found to be significant in the Indian population, indicating moderate susceptibility.","chrpos":"chr21:41453222","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs363981","finding":"Frequency differences of rs363981 polymorphism related to TMPRSS2 expression were significant in the Indian group, highlighting susceptibility concerns.","chrpos":"chr21:41434482","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs1638369","finding":"The allele frequency of rs1638369 was reported to significantly alter TMPRSS2 expression, denoting moderate susceptibility in the Indian population.","chrpos":"chr21:41444193","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs469288","finding":"Found to significantly influence TMPRSS2 expression, the frequency of rs469288 was considerable in the Indian population, indicating distinct COVID-19 susceptibility.","chrpos":"chr21:41445655","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs468699","finding":"The polymorphism rs468699 showed a notable allele frequency in the Indian population, indicating its potential role in TMPRSS2 expression and COVID-19 effects.","chrpos":"chr21:41447995","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs462698","finding":"Significant frequency for rs462698 was reported, suggesting its role in TMPRSS2 expression linked to COVID-19 susceptibility.","chrpos":"chr21:41444139","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs35899679","finding":"The frequency of rs35899679 was found to significantly influence TMPRSS2 expression in the Indian population, suggesting implications for susceptibility to COVID-19.","chrpos":"chr21:41491393","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs2298659","finding":"Frequency of rs2298659 was notably observed in the TMPRSS2 gene, related to its potential role in COVID-19 outcomes.","chrpos":"chr21:41473447","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs13051166","finding":"The SNP rs13051166 was associated with variability in breast cancer biomarker assessment, impacting oncological treatment decisions in the studied population. This finding highlighted its relevance in the context of prognostic stratification and therapeutic interventions for breast cancer patients.","chrpos":"chr21:42207100","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.10.23296761","title":"Validation of an AI-based solution for breast cancer risk stratification using routine digital histopathology images"}
{"loci":"rs9977152","finding":"The study reported a genome-wide significant association for Duane retraction syndrome at rs9977152 near the OLIG1 gene (p=2.3e-14, MAF=0.27908, OR=2.378), suggesting a novel linkage.","chrpos":"chr21:33103462","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.09.21258643","title":"Large-scale trans-ethnic replication and discovery of genetic associations for rare diseases with self-reported medical data"}
{"loci":"rs2105477","finding":"The SNP rs2105477 was identified as a conditional genome-wide significant hit for Duane retraction syndrome (p=2.1e-10 conditioned on rs9977152, MAF=0.44118, OR=1.908).","chrpos":"chr21:32947985","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.09.21258643","title":"Large-scale trans-ethnic replication and discovery of genetic associations for rare diseases with self-reported medical data"}
{"loci":"rs9305744","finding":"The intronic variant rs9305744:G>A of TMPRSS2 was identified as protective against critical illness (OR = 0.92, 95% CI = 0.89–0.95, P = 1.4 × 10^-8).","chrpos":"chr21:41471061","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.24.22283874","title":"A second update on mapping the human genetic architecture of COVID-19"}
{"loci":"rs12329760","finding":"The missense variant rs12329760:C>T (p.Val197Met) associated with an intronic variant rs9305744:G>A in TMPRSS2 was indicated to be involved in susceptibility to critical illness.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.24.22283874","title":"A second update on mapping the human genetic architecture of COVID-19"}
{"loci":"rs61735791","finding":"The CA genotype in the tmprss2 gene was associated with a heightened risk of TB and COVID-19 co-infection, noted in the study's findings, particularly in the TB and co-infected groups.","chrpos":"chr21:41494512","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs12329760","finding":"The CT genotype in the tmprss2 gene displayed significant correlations with susceptibility to TB and COVID-19 co-infection, as observed in the relevant studied patient groups.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs13050933","finding":"The SNP rs13050933 was identified in a study conducted by Rosskamp et al. (2021), which explored the socio-economic position, cancer incidence, and stage at diagnosis in a nationwide cohort study in Belgium. The findings associated with this SNP were significant in understanding the relationship between genetic variations and socio-economic factors in cancer outcomes, particularly in GI cancers.","chrpos":"chr21:30743721","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.11.23299772","title":"Exploring Patient Centered Perspectives on Suicidal Ideation: A Mixed Methods Investigation in Gastrointestinal Cancer Care"}
{"loci":"rs7278151","finding":"The SNP rs7278151, related to LINC01695\/LINC00161, was significantly associated with low T1D PRS, indicating its potential role in type 1 diabetes susceptibility.","chrpos":"chr21:28352351","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.13.20211987","title":"Genetics of Low Polygenic Risk Score Type 1 Diabetes Patients: rare variants in 22 novel loci"}
{"loci":"rs4817983","finding":"The rs4817983 SNP was associated with IL-1R1, linking it to the inflammatory response in gout.","chrpos":"chr21:39092998","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.26.22281768","title":"A genome-wide association analysis of 2,622,830 individuals reveals new pathogenic pathways in gout"}
{"loci":"rs2836884","finding":"Alongside rs4817983, this SNP demonstrated association with inflammatory markers pertinent to gout.","chrpos":"chr21:39095717","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.26.22281768","title":"A genome-wide association analysis of 2,622,830 individuals reveals new pathogenic pathways in gout"}
{"loci":"rs12329760","finding":"The rs12329760 variant at the TMPRSS2 locus showed significant association with severe Covid-19 outcomes, underscoring its potential role in viral entry.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.08.21258507","title":"A year of Covid-19 GWAS results from the GRASP portal reveals potential SARS-CoV-2 modifiers"}
{"loci":"rs915823","finding":"Variants in LD with rs915823 were noted for significant association in relation to hospitalization due to Covid-19, reflecting a potential linkage to disease severity.","chrpos":"chr21:41479527","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.08.21258507","title":"A year of Covid-19 GWAS results from the GRASP portal reveals potential SARS-CoV-2 modifiers"}
{"loci":"rs191480627","finding":"For the neuroticism candidate causal variant rs191480627, hepatocyte was identified as a high confidence cell type, with AGPAT3 as the target gene. This finding was consistent with previous observations linking hepatocytes and C-reactive protein in psychiatric disorders and the role of AGPAT3 in regulating polyunsaturated fatty acids.","chrpos":"chr21:43868622","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.17.24307556","title":"Inferring causal cell types of human diseases and risk variants from candidate regulatory elements"}
{"loci":"rs464034","finding":"The allele rs464034-T was associated with Tanner 2 to Tanner 4 and Tanner 3 to Tanner 4 pubertal transitions in girls. This SNP is related to the long non-coding RNA AL157359.3, indicating its relevance in female puberty.","chrpos":"chr21:18968815","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.29.23292039","title":"Joint models reveal genetic architecture of transitions between pubertal stages and their association with BMI in a Latino population"}
{"loci":"rs2248244","finding":"This SNP was associated with rapid progression subtype (Subtype III), indicating a potential link to more severe clinical outcomes.","chrpos":"chr21:37480059","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.18.21260731","title":"Comprehensively modeling heterogeneous symptom progression for Parkinson’s disease subtyping"}
{"loci":"rs1893592","finding":"The SNP UBASH3A rs1893592 was analyzed in the context of a genetic risk score for celiac disease (CD) in individuals with Down syndrome (DS). It was manually genotyped, and its dosage was calculated to contribute to the GRS, accounting for the trisomy on chromosome 21. The presence of this SNP was indicative of the dysregulated immune response associated with CD risk in this population.","chrpos":"chr21:42434957","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.27.22280436","title":"Multi-Omics Assessment of Genetic Risk for Celiac Disease in Down Syndrome"}
{"loci":"rs13050728","finding":"The SNP rs13050728 located at 21q22.11 exhibited a significant association with hospitalized COVID-19 and was included in the genome-wide significant findings.","chrpos":"chr21:33242905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.06.21266924","title":"Single cell sequencing analysis uncovers genetics-influenced CD16+monocytes and memory CD8+T cells involved in severe COVID-19"}
{"loci":"rs80265967","finding":"The rs80265967 variant corresponded to the p.D90A variant in SOD1, which was previously identified in a Finnish ALS cohort enriched for familial ALS. This locus was classified as a low-frequency coding variant that was nominated as the causal variant.","chrpos":"chr21:31667290","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.12.21253159","title":"Common and rare variant association analyses in Amyotrophic Lateral Sclerosis identify 15 risk loci with distinct genetic architectures and neuron-specific biology"}
{"loci":"rs75087725","finding":"The rs75087725 variant was associated with CFAP410 (formerly C21orf2), identified as a causal variant through its coding nature with no evidence for other mechanisms.","chrpos":"chr21:44333234","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.12.21253159","title":"Common and rare variant association analyses in Amyotrophic Lateral Sclerosis identify 15 risk loci with distinct genetic architectures and neuron-specific biology"}
{"loci":"rs4818766","finding":"SNP rs4818766, an intronic variant of the ADARB1 gene, was inferred as a potential shared causal variant associated with PUFA% affecting major depressive disorder (MDD). It exhibited a negative genetic correlation with MDD (r_g = -0.19, P = 7.14 × 10^-16) and identified a protective effect on MDD risk (OR = 0.95, P = 5.76 × 10^-3).","chrpos":"chr21:45215436","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.03.23296500","title":"Shared genetic basis informs the roles of polyunsaturated fatty acids in brain disorders"}
{"loci":"rs9984273","finding":"The SNP rs9984273 was associated with better outcomes in patients with acute respiratory distress syndrome (ARDS) receiving interferon (IFN) beta-1a treatment and glucocorticoids. Specifically, patients carrying the minor C allele showed a significantly lower 28-day mortality rate (10.6%) when treated with glucocorticoids and IFN compared to those homozygous for the major T allele. Furthermore, this SNP was linked to reduced levels of pro-inflammatory cytokines IFN-gamma and IL-6, indicating a potential mechanism by which it ameliorates disease severity in COVID-19.","chrpos":"chr21:33262760","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.10.22272123","title":"Polymorphism in IFNAR contributes to glucocorticoid response and outcome in ARDS and COVID-19"}
{"loci":"rs383510","finding":"This allele was associated with increased TMPRSS2 transcript abundance in pulmonary cells, a known entry factor for SARS-CoV-2.","chrpos":"chr21:41486440","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.05.24313137","title":"Integration of GWAS and multi-omic QTLs identifies uncharacterized COVID-19 gene-biotype and phenotype associations"}
{"loci":"rs1805128","finding":"The SNP rs1805128 was reported in the KCNE1 gene, known to be associated with rhythm disorders.","chrpos":"chr21:34449382","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.05.23299459","title":"Deep representation learning of electrocardiogram reveals novel insights in cardiac structure and functions and connections to cardiovascular diseases"}
{"loci":"rs35990795","finding":"SNP rs35990795 was identified as residing in microglia, oligodendrocytes, and astrocytes-specific regulatory elements and was located in an intron of CLIC6, which was noted to be an eQTL for CLIC6 in brain regions, highlighting its role in learning and cognitive functioning.","chrpos":"chr21:34713536","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.21.24307692","title":"Rare genetic coding variants associated with age-related episodic memory decline implicate distinct memory pathologies in the hippocampus"}
{"loci":"rs61735795","finding":"The variant rs61735795 (Pro375Ser) had a MAF of 0.18 in the Khoesan population and suggested possible adaptive evolution within this ethnic group.","chrpos":"chr21:41470696","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs367866934","finding":"Commonly found in the Cameroon CAHG (MAF = 0.15), the rs367866934 (Leu403Phe) variant indicates adaptive significance in African populations.","chrpos":"chr21:41468503","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs61735790","finding":"The variant rs61735790 (His18Arg) was shown to affect susceptibility related to TMPRSS2 and had notable frequency patterns in African populations.","chrpos":"chr21:41494541","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs1442867716","finding":"The SNP rs1442867716 was reported to explain over 0.8 of variance in the expression of the trans-eGene GATD3A, indicating a strong association between this SNP and gene expression.","chrpos":"chr21:5107240","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.13.22273841","title":"Whole Genome DNA and RNA Sequencing of Whole Blood Elucidates the Genetic Architecture of Gene Expression Underlying a Wide Range of Diseases"}
{"loci":"rs73194058","finding":"The rs73194058 SNP was found in the IFNGR2 region and was implicated in chromatin interactions and gene expression changes in FLS upon TNF stimulation, indicating its potential role in the interferon response relevant to RA.","chrpos":"chr21:33391982","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.16.20248230","title":"Functional genomics atlas of synovial fibroblasts defining rheumatoid arthritis heritability"}
{"loci":"rs2830500","finding":"The SNP rs2830500 at ADAMTS1 showed a revised GWS association in stage 3 analysis with a p-value of 3.98×10^-10.","chrpos":"chr21:26784537","link":null,"title":null}
{"loci":"rs9979271","finding":"A novel association was identified between an African-enriched allele and natural killer T cells, with a p-value of 5.47e-15 and a beta coefficient of 0.52.","chrpos":"chr21:46571025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.27.24314510","title":"A Southern African Map of Blood Regulatory Variation Enables GWAS Interpretation"}
{"loci":"rs8133843","finding":"The rs8133843 SNP located in the RUNX1 gene was found to contribute to an increased risk of rheumatoid arthritis when carrying the minor allele.","chrpos":"chr21:35365944","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.19.23295482","title":"Location of joint involvement differentiates Rheumatoid arthritis into different clinical subsets"}
{"loci":"rs2236757","finding":"The study found that the rs2236757A variant of the IFNAR2 gene was significantly associated with critical COVID-19 illness, as evidenced by a P-value less than 0.025. This variant was also linked to increased likelihood of symptoms such as dyspnea (OR 4.70, 95% CI 1.80-12.27, P < 0.001) and sore throat (OR 2.52, 95% CI 1.02-6.24, P = 0.011). Overall, the findings indicated that this risk allele may play a crucial role in the severity of COVID-19 illness among the study participants.","chrpos":"chr21:33252612","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.09.27.22280425","title":"Association of IFNAR2 rs2236757 and OAS3 rs10735079 polymorphisms with susceptibility to COVID-19 infection and severity"}
{"loci":"rs8178521","finding":"The missense variant in IL10RB (rs8178521) was critically associated with severe COVID-19, indicating a role of reduced interferon signaling in disease.","chrpos":"chr21:33287378","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.02.21262965","title":"Whole genome sequencing identifies multiple loci for critical illness caused by COVID-19"}
{"loci":"rs1805128","finding":"The SNP rs1805128, a polymorphism in the KCNE1 gene (D85N), was classified as a recognized modifier of Long QT syndrome. It was among the 10 variants predicted to have deleterious effects based on SIFT or PolyPhen-2.","chrpos":"chr21:34449382","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.04.21265866","title":"Genetic analyses of the QT interval and its components in over 250K individuals identifies new loci and pathways affecting ventricular depolarization and repolarization"}
{"loci":"rs767649","finding":"The SNP rs767649 from the MIR155 gene was significantly associated with CHD across all inheritance models tested. The co-dominant model had a chi-squared value of 114.9 (P = 0.0001), and the dominant model indicated an odds ratio of 7.851 (3.554-17.34; P = 0.0001), demonstrating a strong correlation.","chrpos":"chr21:25572410","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.09.23296433","title":"The potential impact of microRNA-related functional polymorphisms in the pathogenesis of coronary heart disease"}
{"loci":"rs9636867","finding":"The variant rs9636867 was estimated causal and demonstrated colocalization specifically in patients displaying symptoms of COVID-19, suggesting that symptom presence influenced the relationship between gene expression and COVID-19 outcomes.","chrpos":"chr21:33237639","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.29.23290694","title":"Colocalization of expression transcripts with COVID-19 outcomes is rare across cell states, cell types and organs"}
{"loci":"rs13050966","finding":"SNP rs13050966 was linked to treatment efficacy in various leukemias, as indicated by the targeted therapies that modulated leukemia processes.","chrpos":"chr21:19228126","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.17.23294228","title":"Trending Drugs Combination to Target Leukemia associated Proteins\/Genes: using Graph Neural Networks under the RAIN Protocol"}
{"loci":"rs2229207","finding":"The SNP rs2229207 in the IFNAR2 gene showed a suggestive selection signal with a standardized iHS of 1.85, which exceeds the 94.3% quantile of African genome-wide standardized iHS and was associated with critically-ill COVID-19.","chrpos":"chr21:33241945","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.12.24301202","title":"Critically-ill COVID-19 susceptibility gene CCR3 shows natural selection in sub-Saharan Africans"}
{"loci":"rs13050728","finding":"The SNP rs13050728 was positively associated with COVID-19 hospitalization, with a per T-allele odds ratio of 1.17 (95% CI = 1.12-1.23) and a significance of P=1.88×10<sup>-12<\/sup>. It was also linked to higher expression of IFNAR2 across most tissues and showed strong colocalization with phenotypes associated with COVID-19.","chrpos":"chr21:33242905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.19.20234120","title":"Actionable druggable genome-wide Mendelian randomization identifies repurposing opportunities for COVID-19"}
{"loci":"rs2834167","finding":"The SNP rs2834167, a missense variant, was inversely associated with COVID-19 (per-A-allele OR = 0.91; 95% CI=0.87-0.95; P=5.3×10<sup>-5<\/sup>) despite being associated with IL10RB expression.","chrpos":"chr21:33268483","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.19.20234120","title":"Actionable druggable genome-wide Mendelian randomization identifies repurposing opportunities for COVID-19"}
{"loci":"rs2154481","finding":"SNP rs2154481, associated with APP, was enriched in cognitively healthy centenarians and is believed to be crucial for effective amyloid-beta processing, thereby assisting in maintaining brain health.","chrpos":"chr21:26101558","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.16.23290049","title":"Cognitively Healthy Centenarians are genetically protected against Alzheimer’s disease specifically in immune and endo-lysosomal systems"}
{"loci":"rs13051116","finding":"The SNP rs13051116 was positively associated with the anatomical and functional characteristics of the Frontal Aslant Tract and was implicated in the Supplementary Motor Area Syndrome. This association was relevant in the context of understanding connectomic networks and their role in motor functions and rehabilitation post-surgery, particularly for glioma patients undergoing TMS.","chrpos":"chr21:33334305","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.27.21260088","title":"Interventional Neurorehabilitation for Promoting Functional Recovery Post-Craniotomy: A Proof-of-Concept"}
{"loci":"rs12329760","finding":"The TMPRSS2 rs12329760 variant was found to be significantly associated with a decreased likelihood of developing severe COVID19. The odds ratio (OR) was 0.87 (95% CI: 0.79-0.97, p=0.01) in a cohort of SARS-CoV-2 positive patients. This association was further strengthened in homozygous individuals, reporting an OR of 0.65 (95% CI: 0.50-0.84, p=1.3×10-3). The variant's mechanism was linked to an amino acid substitution of valine to methionine, which affected the catalytic activity of TMPRSS2, thus impacting SARS-CoV-2 spike-mediated virus entry into cells.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.03.04.21252931","title":"A common TMPRSS2 variant protects against severe COVID-19"}
{"loci":"rs118106526","finding":"The rs118106526 variant in PFKL was associated with glycolytic function, contributing to the overall pathway activity crucial for red blood cell survival through modulation of plasma pyruvate.","chrpos":"chr21:44326728","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.21.24315891","title":"Mendelian randomisation with proxy exposures: challenges and opportunities"}
{"loci":"rs2236757","finding":"The variant rs2236757:A in IFNAR2 was linked with hospitalized COVID-19 cases as compared to COVID-19 negative or unknown individuals, showing a MAF of 29%, an OR of 1.13, and a p-value of 3×10^-5.","chrpos":"chr21:33252612","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.14.20248176","title":"Common genetic variants identify targets for COVID-19 and individuals at high risk of severe disease"}
{"loci":"rs2298661","finding":"The rs2298661 variant in TMPRSS2 was discovered as a novel SNP associated with COVID-19 hospitalization, having a MAF of 22%, an OR of 0.87, and p-value of 1.9×10^-8 indicating a potential protective effect.","chrpos":"chr21:41473715","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.14.20248176","title":"Common genetic variants identify targets for COVID-19 and individuals at high risk of severe disease"}
{"loci":"rs12329760","finding":"The missense variant rs12329760 (p.V160M) was linked with protection from COVID-19 and was predicted to be deleterious to function, suggesting it plays a role in modulating disease outcomes.","chrpos":"chr21:41480570","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.14.20248176","title":"Common genetic variants identify targets for COVID-19 and individuals at high risk of severe disease"}
{"loci":"rs13050728","finding":"The rs13050728 variant was associated with severe COVID-19 at the chr21:33242905:T:C locus, showing significance in younger individuals.","chrpos":"chr21:33242905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.07.21.21260624","title":"Detailed stratified GWAS analysis for severe COVID-19 in four European populations"}
{"loci":"rs13050728","finding":"The SNP rs13050728 was identified as the index SNP within the 21q22.11 locus, which is known to be associated with COVID-19 susceptibility. It was located within an intronic region of the IFNAR2 gene, situated less than 24kb away from the IL10RB gene. Its association was significant despite being linked to gene expression changes for both IFNAR2 and IL10RB. The gene IL10RB was ultimately prioritized as the key regulator for COVID-19 host susceptibility, surpassing others in analysis due to its consistent down-regulation observed across various tissues.","chrpos":"chr21:33242905","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.05.31.21254851","title":"IL10RB as a key regulator of COVID-19 host susceptibility and severity"}
{"loci":"rs2838351","finding":"Likewise, rs2838351 was recognized as a novel locus tied to the latent MDD-CVD factor analysis and exhibited suggestive associations (p < .05) with metabolic traits, highlighting its role in the comorbidity of MDD and CVD.","chrpos":"chr21:43690903","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.09.01.23294931","title":"Distinct biological signature and modifiable risk factors underly the comorbidity between major depressive disorder and cardiovascular disease"}
{"loci":"rs74315445","finding":"The research established that the missense mutation rs74315445, which results in the amino acid change D76N, had a dominant negative effect reducing the potassium current I<sub>Ks<\/sub>. This SNP was implicated in Type 5 Long QT Syndrome (LQT5) and was characterized by a 40% penetrance of QTc prolongation (≥ 480 msec) among carriers, demonstrating its pathogenic role in LQT5.","chrpos":"chr21:34449409","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.19.23288831","title":"Detection of distant familial relatedness in biobanks for identification of undiagnosed carriers of a Mendelian disease variant: application to Long QT syndrome"}
{"loci":"rs2834213","finding":"The SNP rs2834213 of the IFNGR2 gene showed a significant association with the second principal component (PC2) related to % predicted FEV1 and SPTQ, with a p-value of 0.003. This association suggested a potential role of the IFNGR2 gene in asthma-related phenotypes.","chrpos":"chr21:33420603","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.04.17.20069369","title":"Quantitative Trait Loci on Chromosome 21 have Pleiotropic Effects on %FEV1 and Allergen Polysensitization; asthma related traits in the EGEA study"}
{"loci":"rs9976971","finding":"The SNP rs9976971 within IFNGR2 showed an association signal with PC2, having a p-value of 0.02 under an additive model. This finding contributed to the evidence indicating the involvement of IFNGR2 in the variability of SPTQ and %FEV1.","chrpos":"chr21:33395791","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.04.17.20069369","title":"Quantitative Trait Loci on Chromosome 21 have Pleiotropic Effects on %FEV1 and Allergen Polysensitization; asthma related traits in the EGEA study"}
{"loci":"rs2284553","finding":"The SNP rs2284553 of IFNGR2 also displayed an association with PC2, reported with a p-value of 0.06 when analyzed under an additive model. This association supported the contribution of IFNGR2 to asthma-related phenotypes, albeit not as strong as rs2834213.","chrpos":"chr21:33404389","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.04.17.20069369","title":"Quantitative Trait Loci on Chromosome 21 have Pleiotropic Effects on %FEV1 and Allergen Polysensitization; asthma related traits in the EGEA study"}
{"loci":"rs63750847","finding":"The protective SNP rs63750847, resulting in a p.Ala673Thr mutation in APP, significantly reduced the odds of developing Alzheimer's disease, with a P-value of 7×10^-11.","chrpos":"chr21:25897620","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.01.23297926","title":"Leveraging large-scale multi-omics to identify therapeutic targets from genome-wide association studies"}
{"loci":"rs74203920","finding":"The SNP rs74203920 was associated with pernicious anemia (p=2.33 × 10⁻⁹, OR=1.83) and represented a missense variant in the AIRE gene, known for its role in autoimmune regulation and linked to autoimmune polyendocrinopathy syndrome.","chrpos":"chr21:44294411","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.10.13.20211912","title":"Genome-wide association study identifies five risk loci for pernicious anemia and implicates the role of HLA-DR15 haplotype"}
{"loci":"rs150408004","finding":"This SNP was identified as a long-distance enhancer affecting LINC00461, a long non-coding RNA integral for Müller glial cell and astrocyte development in the human retina. It was previously implicated in multiple macula phenotype GWAS studies, highlighting its relevance to retinal thickness.","chrpos":"chr21:13509704","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.31.23293176","title":"Multi-omic spatial effects on high-resolution AI-derived retinal thickness"}
{"loci":"rs1051266","finding":"The rs1051266 SNP, also known as the G80A polymorphism located within the SLC19A1 gene, was investigated for its association with congenital heart defects (CHD). A meta-analysis revealed a moderate association where the GA genotype increased CHD risk with an odds ratio of 1.34 (95% CI: 1.07–1.66). This SNP leads to an amino acid change from histidine to arginine at position 27 in the reduced folate carrier protein, which affects its function and folate transport efficiency. Individuals with the AA genotype showed higher intracellular folate levels, which could influence treatments such as methotrexate.","chrpos":"chr21:45537880","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.01.24314736","title":"Comprehensive Systematic Review and Meta-Analysis of Solute Carrier Family 19, Member 1 (SLC19A1) G80A Gene Polymorphism and Its Association with Congenital Heart Defects in Fetal Development: Implications for Genetic Susceptibility and Prenatal Risk Assessment"}
{"loci":"rs13050970","finding":"This SNP was mentioned in the context of a review by Rushton et al. in 2021 that discussed circulating tumor cell enrichment technologies. The review indicated that variations in this SNP might affect the efficiency of these enrichment technologies, thereby impacting cancer detection and diagnostics.","chrpos":"chr21:28216002","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.06.10.23291228","title":"Utilizing nullomers in cell-free RNA for early cancer detection"}
{"loci":"rs76386041","finding":"This SNP was associated with osteoarthritis (OA) in the LINC00314-LINC00161 gene region, achieving genome-wide significance (GWS) in the combined MVP and UKB meta-analysis for participants of African descent.","chrpos":"chr21:28152457","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.14.22276308","title":"Novel Genetic Loci Associated with Osteoarthritis in Multi-Ancestry Analyses in 484,374 Participants from MVP and the UK Biobank"}
{"loci":"rs13051180","finding":"In the study conducted by Chung et al., the SNP rs13051180 was associated with enhanced efficacy of concurrent treatment with Cetuximab and Nivolumab in patients with recurrent and\/or metastatic head and neck squamous cell carcinoma. This finding indicated that specific genetic variations could influence treatment responses.","chrpos":"chr21:31505748","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.18.23284628","title":"Feasibility of an Evolutionary Tumor Board for Generating Novel Personalized Therapeutic Strategies"}
{"loci":"rs9636578","finding":"The SNP rs9636578 was likewise identified as a novel locus related to left bundle branch block (LBBB), adding to the insights into genetic factors influencing this cardiac condition.","chrpos":"chr21:27538384","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317316","title":"Genetic Insights into Cardiac Conduction Disorders from Genome-Wide Association Studies"}
{"loci":"rs12482569","finding":"The intronic variant rs12482569 within ATP5PO was associated with hospitalization, showing an OR of 1.22 and P-value of 6.28×10⁻⁶.","chrpos":"chr21:33920783","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.08.21258507","title":"A year of COVID-19 GWAS results from the GRASP portal reveals potential SARS-CoV-2 modifiers"}
{"loci":"rs62218803","finding":"This SNP was linked to bread consumption, demonstrating a significant interaction where each standard deviation increase in bread intake was correlated with an HbA1c increase of 0.22 mmol\/mol in reference allele homozygotes. The effect diminished to 0.14 mmol\/mol in those with the alternate allele.","chrpos":"chr21:44443424","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.23.20248650","title":"Genome-wide gene-diet interaction analysis in the UK Biobank identifies novel effects on Hemoglobin A1c"}
{"loci":"rs121912439","finding":"This SNP was associated with the <italic>SOD1<\/italic> gene and continued to be assessed by Sanger sequencing as it was not represented on the SNP microarray. Pathogenic variants in <italic>SOD1<\/italic>, including p.(Glu101Gly), were identified in participants with sporadic and familial MND.","chrpos":"chr21:31667320","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.24.24314000","title":"Genetics of Motor Neuron Disease in New Zealand"}
{"loci":"chr21:26784537:C:A","finding":"The variant in <italic>ADAMTS1<\/italic> (chr21:26784537:C:A) was found to co-segregate with the common variant in both AD-FBS and EFIGA families, highlighting its significance in familial Alzheimer's disease.","chrpos":"chr21:26784537","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.18.23300145","title":"Identification of Rare Damaging Missense and Loss of Function Variants in GWAS Loci Using Genome Sequencing Data from Two Cohorts of Familial Late-Onset Alzheimer’s Disease"}
{"loci":"rs8133848","finding":"The SNP rs8133848, part of an SE and associated with the RUNX1 gene, displayed increased expression in SFs upon proinflammatory stimulation. This finding validated its role in the chromatin rearrangement linked to RA pathogenesis.","chrpos":"chr21:14919768","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs8133843","finding":"The SNP rs8133843 was located upstream of the RUNX1 gene and demonstrated chromatin looping interactions in response to proinflammatory cytokines, suggesting its crucial role in regulating gene expression pertinent to RA.","chrpos":"chr21:35365944","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/861781","title":"Parsing multiomics landscape of activated synovial fibroblasts highlights drug targets linked to genetic risk of rheumatoid arthritis"}
{"loci":"rs13050946","finding":"In 2021, research identified rs13050946 in relation to homologous recombination deficiency (HRD) scores associated with long-term survival in epithelial ovarian cancer. This finding suggested that variations at this SNP could provide insight into the prognosis of patients, particularly in how HRD influenced treatment responses, likely involving mechanisms similar to those in breast cancers treated with PARP inhibitors.","chrpos":"chr21:21910842","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.12.15.571635","title":"A site-specific analysis of the ADP-Ribosylome unveils Homogeneous DNA Damage-Induced Serine ADP-Ribosylation across wild-type and BRCA-mutant Breast Cancer cell lines"}
{"loci":"rs13051172","finding":"The SNP rs13051172 was associated with chemotherapy and radiotherapy resistance in gastrointestinal cancers. This finding highlighted the impact of cancer-associated fibroblasts in mediating resistance, emphasizing the role of metabolic interactions with tumor cells.","chrpos":"chr21:38621002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.24.595756","title":"Merging Metabolic Modeling and Imaging for Screening Therapeutic Targets in Colorectal Cancer"}
{"loci":"rs4456788","finding":"In the context of ankylosing spondylitis, the variant rs4456788, located near the ICOSLG locus, demonstrated the largest effect size in the HepG2 cell line and was considered to repress expression. It was confirmed in the K562 cell line with a similar conclusion. The alternative allele of rs4456788 was found to decrease the binding affinity of the transcription factors MAZ and FUS. MAZ is known for its bidirectional transcriptional regulation, while FUS acts as a transcriptional activator, suggesting a possible regulatory mechanism for this variant that may aid further research into the pathogenesis of ankylosing spondylitis.","chrpos":"chr21:44196441","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.24.432622","title":"REVA as a Well-curated Database for Human Expression-modulating Variants"}
{"loci":"rs928770","finding":"The SNP rs928770 was associated with the KCNJ15 gene, which encodes a potassium channel and was reported as a susceptible gene for Type 2 diabetes as well as linked to hematological traits.","chrpos":"chr21:38265545","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/605428","title":"Iterative feature selection method to discover predictive variables and interactions for high-dimensional transplant genomic data"}
{"loci":"rs13051038","finding":"The SNP rs13051038 was associated with the effect of forest mask quality in assessing growing stock volume, which relates to evaluating forest age distribution as it can impact ecosystem functioning and management strategies. This finding was significant in the context of understanding how tree mortality and regeneration cycles are quantitatively measured, thereby influencing forest stability.","chrpos":"chr21:27943173","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.07.12.548709","title":"Stand age diversity and climate change affect forests’ resilience and stability, although unevenly"}
{"loci":"rs7282770","finding":"Found to create adjacent HNF4 binding sites within a liver-specific eQTL for DOP1B, its minor allele (G) was associated with a significant increase in transcriptional activity when combined with rs7282886.","chrpos":"chr21:36200103","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.05.592437","title":"Functional dissection of complex and molecular trait variants at single nucleotide resolution"}
{"loci":"rs7282886","finding":"Linked in perfect LD with rs7282770, this variant further enhanced the transcriptional activity when present with the minor allele of rs7282770, underpinning its interaction in the DOP1B expression regulation.","chrpos":"chr21:36200114","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.05.592437","title":"Functional dissection of complex and molecular trait variants at single nucleotide resolution"}
{"loci":"rs2070573","finding":"The presence of the C allele of rs2070573 strengthened the donor site of C21orf2 exon 6, resulting in a significant 360nt extension of the exon. Q-RT-PCR analysis showed that C allele carriers had a 4-9 fold increase in the extended exon 6 splice form compared to carriers of the A allele.","chrpos":"chr21:44330463","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs2835585","finding":"This SNP was associated with a significant increase in exon skipping in TTC3. However, the expression levels at the affected exon junction were not significantly altered due to the predominance of the constitutive isoform over the skipped isoform.","chrpos":"chr21:37088188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs1893592","finding":"This SNP was associated with increased intron retention in all analyzed tumors, indicating that its splicing impact was consistent across various instances.","chrpos":"chr21:42434957","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/549089","title":"Expression changes confirm genomic variants predicted to result in allele-specific, alternative mRNA splicing"}
{"loci":"rs10340","finding":"SNP rs10340 was linked to the genetic analysis of gsp genes in <italic>Sgg<\/italic> UCN34. An in-frame deletion of gallo_rs10340 created a strain referred to as UCN34:&#x0394;<italic>gsp<\/italic>, which indicated that this SNP is critical for GSP production.","chrpos":"chr21:43414927","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.04.133652","title":"Secretion, maturation and activity of a quorum-sensing peptide (GSP) inducing bacteriocins transcription in Streptococcus gallolyticus"}
{"loci":"rs2836882","finding":"The SNP rs2836882 was identified as a significant genetic variant at the chr21q22 locus associated with inflammatory bowel disease (IBD) and other inflammatory conditions. The risk allele (G) was shown to enhance gene transcription linked to the ETS2 gene, which acts as a master regulator of inflammatory responses in macrophages. Functional assays suggested that this SNP increased enhancer activity, resulting in a heightened expression of inflammatory cytokines consistent with IBD pathology. Further analysis indicated that the risk allele led to greater PU.1 transcription factor binding, enhancing transcription and contributing to the overall inflammatory response.","chrpos":"chr21:39094644","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.05.539522","title":"A disease-associated gene desert orchestrates macrophage inflammatory responses via ETS2"}
{"loci":"rs2837331","finding":"The analysis identified rs2837331 as the putative causal eSNP associated with SBSPON gene expression. This variant was found within a podocyte-unique open chromatin peak, approximately 10kb upstream of the SBSPON locus, and indicated its specific expression in podocytes.","chrpos":"chr21:39962101","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.01.494352","title":"Mapping genomic regulation of kidney disease and traits through high-resolution and interpretable eQTLs"}
{"loci":"rs2849691","finding":"The variant rs2849691 was linked to the 21q22.2-q22.3 region, noted as a novel discovery in the study with a GWAS p-value of 4E-12. It occurs in the non-coding lncRNA transcript LOC107985478 and contributes to understanding the genetic predisposition for prostate cancer in addition to overlaps with skin cancer.","chrpos":"chr21:41665910","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.16.299602","title":"Recessive effects in cancer predisposition exposed by genome-wide and proteome-wide association studies"}
{"loci":"rs12329760","finding":"The variant rs12329760 in the TMPRSS2 gene was identified as a missense variant resulting in a V160M mutation. This mutation was shown to decrease the stability of the TMPRSS2 protein and affected its interaction with the SARS-CoV-2 spike protein. The study indicated that the V160M variant might impede viral entry, thereby suggesting a lower SARS-CoV-2 infection rate in individuals with this variant, particularly within the Indian ethnic background where this variant was more prevalent.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.30.179663","title":"Genetic variants in TMPRSS2 and Structure of SARS-CoV-2 spike glycoprotein and TMPRSS2 complex"}
{"loci":"rs2284551","finding":"The SNP rs2284551 was linked to the expression of IFNAR2, the receptor for type 1 interferons, particularly influencing its expression in NK cells. The genetic variants overlapping the IFNAR2 promoter and a nearby enhancer also affected the expression of IL10RB, an immunomodulatory receptor, suggesting that these variants were important for the functionality of NK cells in the context of severe COVID-19.","chrpos":"chr21:33246008","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.01.407429","title":"COVID-19 genetic risk variants are associated with expression of multiple genes in diverse immune cell types"}
{"loci":"rs35074065","finding":"The eQTL variant rs35074065 was associated with high expression of TMPRSS2 but low expression of the interferon (IFN)-α\/β-inducible gene, MX1, splicing isoform. This association suggested that individuals with this variant may have increased susceptibility to viral infections due to a compromised antiviral response.","chrpos":"chr21:41461593","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.23.057190","title":"Genetic analysis of the novel SARS-CoV-2 host receptor TMPRSS2 in different populations"}
{"loci":"rs2070788","finding":"The SNP rs2070788 was linked to higher TMPRSS2 expression, which correlated with increased susceptibility to influenza virus infection (A(H7N9)) in distinct patient cohorts.","chrpos":"chr21:41470061","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.23.057190","title":"Genetic analysis of the novel SARS-CoV-2 host receptor TMPRSS2 in different populations"}
{"loci":"rs383510","finding":"The SNP rs383510 was also associated with elevated TMPRSS2 expression, contributing to higher susceptibility to influenza virus infections in separate patient studies.","chrpos":"chr21:41486440","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.23.057190","title":"Genetic analysis of the novel SARS-CoV-2 host receptor TMPRSS2 in different populations"}
{"loci":"rs2236757","finding":"The SNP rs2236757 found on 21q22.1 was located in the interferon receptor gene IFNAR2 and demonstrated a strong association with COVID-19 severity.","chrpos":"chr21:33252612","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.17.473140","title":"Human genetic variants associated with COVID-19 severity are enriched in immune and epithelium regulatory networks"}
{"loci":"rs9975224","finding":"This SNP within LINC01692 was associated with the abundance of Novosphingobium sp. AAP93 and impacted urine pH (β=0.087, p=9.3×10^-4). It indicated a relationship between genetic variants and urinary environment factors.","chrpos":"chr21:25004768","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.17.594782","title":"Unraveling the impact of host genetics and factors on the urinary microbiome in a young population"}
{"loci":"rs13051005","finding":"The SNP rs13051005 was linked to obesity-related changes in the ECM and myeloid lineage cell accumulation, which promoted breast cancer metastasis, highlighting the significance of obesity in enhancing metastatic potential.","chrpos":"chr21:30696063","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.24.554492","title":"Age and obesity-driven changes in the extracellular matrix of the primary tumor and metastatic site influence tumor invasion and metastatic outgrowth"}
{"loci":"rs6517774","finding":"The SNP rs6517774 was found to modify characteristics of islet autoimmunity, indicating a potential impact on autoimmune responses related to pancreatic function. The study highlighted a sex disparity in the effects of this polymorphism, suggesting that it may play a role in differentiating the risk or presentation of islet autoimmunity in male and female subjects.","chrpos":"chr21:17449955","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.22.619713","title":"CXADR is a Human IgG Fc Receptor"}
{"loci":"rs8134657","finding":"The SNP rs8134657, located in the enhancer of TMPRSS2, correlated strongly with androgen receptor (AR) peak intensity (ρ = -0.52; p = 2.8 × 10^-7) but only weakly with steady-state TMPRSS2 expression in prostate cancer (ρ = -0.24; p = 0.03). This highlighted the SNP's role in regulating chromatin state rather than direct gene expression.","chrpos":"chr21:41521981","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.10.443466","title":"Genetic determinants of chromatin reveal prostate cancer risk mediated by context-dependent gene regulation"}
{"loci":"rs12329760","finding":"The polymorphic position rs12329760 (V197M) in the human TMPRSS2 gene was identified as significantly associated with COVID-19 severity, as indicated by a p-value around 10^-5, which is above the typical GWAS significance threshold of 10^-8. The valine present at this position was conserved across all non-human primate sequences, suggesting its evolutionary importance. This finding was contextualized within the broader evolutionary analysis that highlighted the role of SARS-CoV-2 interactions influencing TMPRSS2 diversification, particularly in relation to drug targeting.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.07.487460","title":"Distinct evolutionary trajectories of SARS-CoV-2 interacting proteins in bats and primates identify important host determinants of COVID-19"}
{"loci":"rs1075704","finding":"The presence of the rs1075704 eQTL was shown to correlate with the expression levels of the CLIC6 gene in lymphoblastoid cell lines. Specifically, the T allele of this SNP was associated with lower expression of CLIC6 in the general population. In the context of the Trisomy 21 (Down syndrome) sample, the observed expression level of CLIC6 was less than 1.5 times the average found in disomic samples, aligning with the TTT genotype at this locus, thus confirming that the lowered expression could be explained by this genetic variation.","chrpos":"chr21:34691175","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.07.543933","title":"Transcription dosage compensation does not occur in Down syndrome"}
{"loci":"rs1893592","finding":"The splice region variant rs1893592 was shown to increase expression of UBASH3A in most GTEx tissues, including thyroid, and colocalized with self-reported treatment using sodium levothyroxine, relevant to hypothyroidism, which is commonly comorbid with type 1 diabetes.","chrpos":"chr21:42434957","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.16.299271","title":"Open Targets Genetics: An open approach to systematically prioritize causal variants and genes at all published human GWAS trait-associated loci"}
{"loci":"rs2257167","finding":"The study found that human babies carrying CG\/CC genotypes of rs2257167 in IFNAR1 presented a higher risk of developing Congenital Zika Syndrome (CZS). This suggests a significant association between this SNP and susceptibility to severe outcomes from ZIKV infection.","chrpos":"chr21:33343393","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.27.428402","title":"Gas6 drives Zika virus-induced neurological complications in humans and congenital syndrome in immunocompetent mice"}
{"loci":"rs13051118","finding":"The SNP rs13051118 was connected to the mechanism of treatment resistance in sub-clonal populations of breast cancer. Specifically, this SNP facilitated insights into the targeting of drug-tolerant persister cells, suggesting it could play a crucial role in identifying patients sensitive to CDK4\/6 inhibitors.","chrpos":"chr21:23262768","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.27.582389","title":"Aberrant subcellular localization of mismatch repair protein MLH1 dysregulates the cell cycle to create new therapeutic opportunities"}
{"loci":"rs1736020","finding":"The SNP rs1736020 served as a meQTL for the CpG site cg08706567, located in the MPL gene. This SNP was associated with gastrointestinal diseases such as diverticular disease, IBD, and Crohn's disease, indicating its role in methylation processes relevant to these conditions.","chrpos":"chr21:15440233","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.03.565420","title":"Linking the gut microbiome to host DNA methylation by a discovery and replication epigenome-wide association study"}
{"loci":"rs1736135","finding":"The SNP rs1736135 was associated with the methylation of CpG site cg08706567 in the MPL gene and linked to diverticular disease, IBD, ulcerative colitis, and Crohn's disease. This suggested its involvement as a meQTL affecting methylation relevant to gastrointestinal health.","chrpos":"chr21:15432901","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.03.565420","title":"Linking the gut microbiome to host DNA methylation by a discovery and replication epigenome-wide association study"}
{"loci":"rs3167757","finding":"The variant rs3167757, located in the 3'UTR of <italic>HMGN1<\/italic>, was associated with both the expression level (eQTL) and mRNA stability (stQTL) of <italic>HMGN1<\/italic>. The study indicated that the presence of the CC genotype was linked to higher stability of <italic>HMGN1<\/italic> mRNA than the CT or TT genotypes, with significant associations noted (eQTL: FDR = 5e-18, stQTL: FDR = 3.7e-30) showing its regulatory role via mRNA stability influenced by RNA-binding proteins.","chrpos":"chr21:39342552","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.29.441922","title":"Genetic variants associated mRNA stability in lung"}
{"loci":"rs3761376","finding":"For rs3761376 (G > A), located in the TFF1 gene promoter, it was demonstrated that it reduced TFF1 expression due to altered ESR1 binding. This alteration suggested a molecular mechanism that contributed to an increased risk of gastric cancer.","chrpos":"chr21:42366929","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.07.327643","title":"Landscape of allele-specific transcription factor binding in the human genome"}
{"loci":"rs416981","finding":"Associated with melanoma traits and exhibited ASM in relevant cell types, underscoring its role in tumor biology.","chrpos":"chr21:41373487","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs2283639","finding":"Co-localized with a GWAS peak for non-small cell lung cancer, disrupting an SMC3 motif, which correlates to its functional role in cancer.","chrpos":"chr21:38804769","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs2830076","finding":"The 'TT' genotype of rs2830076 was reported to be associated with protective effects in control groups.","chrpos":"chr21:26130151","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/598888","title":"A generalization of partial least squares regression and correspondence analysis for categorical and mixed data: An application with the ADNI data"}
{"loci":"rs114273142","finding":"The SNP rs114273142 was identified as a pDC-specific eQTL affecting the gene encoding miRNA-155, which promoted sensitivity to type I interferons.","chrpos":"chr21:25554154","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.22.517073","title":"Environmental and genetic drivers of population differences in SARS-CoV-2 immune responses"}
{"loci":"rs121912441","finding":"The study successfully targeted the SNP rs121912441 in the SOD1 gene to ensure the accurate identification of the correct nucleotide during the gene editing process. This SNP was crucial for localizing the I114T missense mutation, thus highlighting its relevance in ensuring precision in gene editing within the context of amyotrophic lateral sclerosis (ALS).","chrpos":"chr21:31667359","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.21.449257","title":"A streamlined CRISPR workflow to introduce mutations and generate isogenic iPSCs for modeling amyotrophic lateral sclerosis"}
{"loci":"rs377155188","finding":"The missense variant rs377155188 in the TTC3 gene, specifically the p.S1038C alteration, was found to segregate with late onset Alzheimer's disease (AD) in a multigenerational family. Functional analyses indicated that this variant led to altered neuronal morphology, increased neurite length and branching, and modifications in the expression of AD-associated genes. Additionally, the variant reduced TTC3 expression and impacted cell migration and cytoskeleton dynamics, with potential reversibility of these phenotypes upon treatment with actin-targeting small molecules.","chrpos":"chr21:37162006","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.25.542316","title":"An Alzheimer’s disease risk variant in TTC3 modifies the actin cytoskeleton organization and the PI3K-Akt signaling pathway in iPSC-derived forebrain neurons"}
{"loci":"rs2248244","finding":"The risk variant rs2248244 was identified in the same PD GWAS with a P-value of 2.74E-11 and an OR of 1.074. The gene <italic>DYRK1A<\/italic> was nominated as the causal gene for this variant, achieving the highest conclusion score of 10, which signifies a strong association based on the data compiled. Evidence from expression databases showed significant gene expression for <italic>DYRK1A<\/italic>, reinforcing its candidacy in relation to PD.","chrpos":"chr21:37480059","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.01.020404","title":"The Parkinson’s Disease GWAS Locus Browser"}
{"loci":"rs13051166","finding":"The SNP rs13051166 was found to be associated with variability in breast cancer biomarker assessment, impacting oncological treatment decisions, according to a nationwide population-based study conducted over five years. This finding suggested that genetic variations such as rs13051166 could potentially influence how breast cancer is diagnosed and treated.","chrpos":"chr21:42207100","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.13.536542","title":"Ensembles for improved detection of invasive breast cancer in histological images"}
{"loci":"rs1475908","finding":"The eQTL variant rs1475908 was linked to a decrease in TMPRSS2 expression (log2 A<sub>FC<\/sub>=-0.37). This variant exhibited varying allele frequencies across populations, with a notably high frequency among East Asians (AF=38%).","chrpos":"chr21:41560130","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.034454","title":"Type 2 and interferon inflammation strongly regulate SARS-CoV-2 related gene expression in the airway epithelium"}
{"loci":"rs2838057","finding":"The rs2838057 variant was associated with an increase in TMPRSS2 expression (log2 A<sub>FC<\/sub>=0.43). Its presence was primarily noted at allele frequencies of 32% in East Asians, highlighting its potential significance in regional genetic susceptibility.","chrpos":"chr21:41550890","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.034454","title":"Type 2 and interferon inflammation strongly regulate SARS-CoV-2 related gene expression in the airway epithelium"}
{"loci":"rs74659079","finding":"Similarly, rs74659079 was found to be associated with increased TMPRSS2 expression (log2 A<sub>FC<\/sub>=0.38), with allele frequencies being rare globally at above 1% except among people of African descent (AF=11%).","chrpos":"chr21:41778415","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.034454","title":"Type 2 and interferon inflammation strongly regulate SARS-CoV-2 related gene expression in the airway epithelium"}
{"loci":"rs12329760","finding":"The variant p.V160M (rs12329760) in TMPRSS2 was identified as damaging by both SIFT and PolyPhen2, with a minor allele frequency (MAF) of 0.248. Due to its prevalence and predicted impact on TMPRSS2 function, it was suggested as a potential marker for disease severity and prognosis in COVID-19.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.26.116608","title":"Structure, function and variants analysis of the androgen-regulated TMPRSS2, a drug target candidate for COVID-19 infection"}
{"loci":"rs760462","finding":"The SNP rs760462 was identified as a splice acceptor variant in intron 3 of ITGB2, with significant effects in CD8 ET and NK cells related to gene expression dispersion.","chrpos":"chr21:44908184","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.05.592598","title":"Genetic variants associated with cell-type-specific intra-individual gene expression variability reveal new mechanisms of genome regulation"}
{"loci":"rs6518350","finding":"The SNP rs6518350 appeared significant in both the original GWAS analysis and the cFDR approach, with a p-value of 0.06161 for RA in the discovery GWAS and an improved p-value of 4.764e-09 in the validation dataset. It also demonstrated a high H3K27ac fold change value at the 72.7th percentile.","chrpos":"chr21:44201934","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.21.465274","title":"fcfdr: an R package to leverage continuous and binary functional genomic data in GWAS"}
{"loci":"rs56680307","finding":"The rs56680307 SNP, associated with the MxB gene, represented the most polymorphic non-synonymous polymorphism in human MxB, specifically at codon 83. Approximately 5% of over 280,000 sequenced human MxB alleles carried a M83T polymorphism, which rose to ~18% in populations with African ancestry. This polymorphism has significant implications for human susceptibility to HSV-1 replication, as the M83 variant can inhibit HSV-1, while the T83 variant cannot. Despite this, previous Fst analysis of human MxB alleles showed no evidence of selection-driven differentiation at this site.","chrpos":"chr21:41377154","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.30.542951","title":"A single polymorphic residue in humans underlies species-specific restriction of HSV-1 by the antiviral protein MxB"}
{"loci":"rs9722","finding":"The SNP rs9722 was associated with increased levels of serum S100B, which also correlated with an elevated risk for early onset Parkinson's Disease (PD). This suggests that individuals with this polymorphism might have a predisposition to develop PD earlier in life due to the dysregulation of S100B levels, which have been implicated in the degeneration of dopaminergic neurons.","chrpos":"chr21:46599326","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.02.24.432751","title":"Extracellular S100B alters spontaneous Ca2+ fluxes in dopaminergic neurons via L-type voltage gated calcium channels: Implications for Parkinson’s disease"}
{"loci":"rs121434254","finding":"The SNP rs121434254, linked to Autoimmune polyendocrinopathy-candidiasis-ectodermal dystrophy (APECED), was included in the SNV editing protocol developed in the study. It was shown that editing using the AIRE guide could achieve significant correction while inducing bystander effects. The findings underscored the protocol's ability to correct mutations effectively.","chrpos":"chr21:44289773","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.09.03.610811","title":"T cell correction pipeline for Inborn Errors of Immunity"}
{"loci":"rs9976425","finding":"The analysis of 17 clones with a homozygous knock-in of the APP Swedish mutation revealed that SNP rs9976425 appeared homozygous in 5 of those clones after editing. This suggested previously undetected mono-allelic changes. Furthermore, SNP genotyping indicated that some clones homozygous for this SNP also had an allele copy number of only one, indicating loss-of-heterozygosity (LOH). This finding was corroborated by subsequent quantitative genotyping PCR (qgPCR) assays.","chrpos":"chr21:25895234","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.27.012104","title":"Detection of deleterious on-target effects after HDR-mediated CRISPR editing"}
{"loci":"rs12329760","finding":"The SNP rs12329760 was associated with severe COVID-19 disease progression. This association suggested that the variant, which causes a V160M mutation in the TMPRSS2-SRCR domain, impacts the pathogenicity of SARS-CoV-2.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.01.560357","title":"The TMPRSS2 non-protease domains regulating SARS-CoV-2 Spike in mediated virus entry"}
{"loci":"rs11203152","finding":"This SNP was associated with loss of TMPRSS2, serving as a proxy for T2E status, and showed consistent associations across several cohorts.","chrpos":"chr21:41599278","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516773","title":"Germline determinants of the prostate tumor genome"}
{"loci":"rs2835872","finding":"The SNP rs2835872 was associated with non-coding polymorphisms within the KCNJ6 gene, which encodes the GIRK2 protein. This finding was part of a genome-wide association analysis related to alcohol use disorder and revealed that variations in this SNP might influence neuronal excitability in response to ethanol exposure.","chrpos":"chr21:37654970","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.22.533236","title":"Upregulated GIRK2 counteracts ethanol-induced changes in excitability and respiration in human neurons"}
{"loci":"rs9982271","finding":"The SNP rs9982271 was significantly associated with downregulation of the BACE2 gene in cerebellar oligodendrocytes, suggesting a genetic influence on ET pathology. This finding highlighted the involvement of oligodendrocytes in essential tremor.","chrpos":"chr21:41147462","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.22.595233","title":"A single-cell eQTL atlas of the human cerebellum reveals vulnerability of oligodendrocytes in essential tremor"}
{"loci":"rs9980363","finding":"The SNP rs9980363 was found to colocalize with oligodendrocyte-specific scQTLs in the human cerebral cortex, indicating that the regulation of the BACE2 gene by ET risk variants may extend beyond the cerebellum, reinforcing the role of these variants in essential tremor.","chrpos":"chr21:41148207","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.22.595233","title":"A single-cell eQTL atlas of the human cerebellum reveals vulnerability of oligodendrocytes in essential tremor"}
{"loci":"rs2833812","finding":"This SNP was noted as a phased heterozygous variant located within an enhancer of the EVA1C gene. It was shown to result in allele-specific chromatin accessibility across four melanoma lines and was linked to a gain in SOX10 motif, confirming its role in enhancing expression.","chrpos":"chr21:32424772","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.21.885806","title":"Prioritization of enhancer mutations by combining allele-specific chromatin accessibility with deep learning"}
{"loci":"rs746064","finding":"The SNP rs746064 was associated with the age of dementia onset in individuals with Down Syndrome (DS). This finding was known to be of nominal statistical significance and was derived from genetic analysis conducted on the LonDownS cohort, which included 554 participants.","chrpos":"chr21:41209521","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.29.918037","title":"“Patient-specific Alzheimer-like pathology in trisomy 21 cerebral organoids reveals BACE2 as a gene-dose-sensitive AD-suppressor in human brain”"}
{"loci":"rs9983496","finding":"Similar to rs746064, the SNP rs9983496 correlated with the age of dementia onset in the DS population. This SNP also showed nominal statistical significance in the genetic analysis of the LonDownS cohort of 554 people.","chrpos":"chr21:41214203","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.29.918037","title":"“Patient-specific Alzheimer-like pathology in trisomy 21 cerebral organoids reveals BACE2 as a gene-dose-sensitive AD-suppressor in human brain”"}
{"loci":"rs4456788","finding":"The rs4456788 near the ICOSLG loci was found to reduce expression of the enhancer ADDG21045616099.E in CD-relevant cell types such as CD4+ T cells, with previous studies showing its alternative allele leads to decreased reporter activity in a cell line model.","chrpos":"chr21:44196441","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.29.011205","title":"Predicting cell-type-specific non-coding RNA transcription from genome sequence"}
{"loci":"rs1882961","finding":"The SNP rs1882961 was linked to systolic blood pressure and was shown to form long-range chromatin interactions with the NRIP1 promoter located 119 kbp away. The research demonstrated that the high-BP allele of rs1882961 significantly increased the expression of NRIP1 and SAMSN1 in human vascular smooth muscle cells, indicating that this SNP plays a crucial role in blood pressure regulation by influencing gene expression through chromatin dynamics.","chrpos":"chr21:15184047","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.09.617511","title":"Chromatin interaction maps of human arterioles reveal new mechanisms for the genetic regulation of blood pressure"}
{"loci":"rs2836411","finding":"The SNP rs2836411 was associated with blood pressure-related traits and linked to the endothelial cell-associated gene ERG, known for its role in angiogenesis and vascular stability. This association was confirmed through data integration from genome-wide association studies (GWAS) and experimental validation in the study.","chrpos":"chr21:38447907","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.09.617511","title":"Chromatin interaction maps of human arterioles reveal new mechanisms for the genetic regulation of blood pressure"}
{"loci":"rs62229372","finding":"For SNP rs62229372, it was noted for its role in affecting the binding of TF motifs in K562 cells, contributing to the observed regulatory framework related to transcriptome dynamics in that cell type.","chrpos":"chr21:36320209","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/623090","title":"RSAT Var-tools: an accessible and flexible framework to predict the impact of regulatory variants on transcription factor binding"}
{"loci":"rs3366","finding":"The SNP rs3366, located in the 3' UTR of the gene SIK1, was positively associated with the absolute fraction of follicular helper T cells (T<sub>FH<\/sub>) in bulk tumor tissue. This association was significant with a p-value of 2.99 × 10<sup>−9<\/sup> and an effect size of 0.1550. Although SIK1's specific role in T<sub>FH<\/sub> cells was not fully elucidated, preliminary evidence indicated it was differentially expressed in these cells.","chrpos":"chr21:43414945","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/586081","title":"Germline features associated with immune infiltration in solid tumors"}
{"loci":"rs35074065","finding":"The SNP rs35074065 exhibited a significant positive finding related to increased expression of the TMPRSS2 gene and the nearby MX1 gene. The delC allele of rs35074065 was associated with higher expression levels of both genes (Normalized Effect Size for TMPRSS2 was 0.13 and for MX1 was 0.2, with respective p-values of 3.9×10^-11 and 1.0×10^-5). The presence of the delC allele, which is more common in Europeans and North Americans, contributed to the accelerated spread of the 614G SARS-CoV-2 subtype by facilitating viral entry via TMPRSS2 overexpression.","chrpos":"chr21:41461593","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.04.075911","title":"Global Spread of SARS-CoV-2 Subtype with Spike Protein Mutation D614G is Shaped by Human Genomic Variations that Regulate Expression of TMPRSS2 and MX1 Genes"}
{"loci":"rs12329760","finding":"The coding missense variant rs12329760 (V160M) was identified as likely pathogenic, significantly impacting TMPRSS2's function. It was found that this variant was present at higher frequencies in East Asians and showed a negative correlation (r² = -0.4) with the frequency of the A2a SARS-CoV-2 subtype. Thus, its prevalence in East Asia may explain the reduced spread of the A2a subtype in that region. Functional prediction scores indicated that this variant likely diminished the interaction between TMPRSS2 and the viral spike protein, hindering viral entry.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.04.075911","title":"Global Spread of SARS-CoV-2 Subtype with Spike Protein Mutation D614G is Shaped by Human Genomic Variations that Regulate Expression of TMPRSS2 and MX1 Genes"}
{"loci":"rs121434257","finding":"The SNP rs121434257 represented the G228W mutation in the AIRE gene, which was associated with the autoimmune disease APS-1 syndrome. The study established that this mutation caused a stronger interaction with the SIRT1 protein, affecting the release dynamics of the AIRE-SIRT1 complex. This mechanism was linked to an observed accumulation of the AIRE protein within the nuclei of cells, contributing to the loss of AIRE function and its implications for autoimmunity.","chrpos":"chr21:44289686","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.24.457565","title":"The AIRE G228W mutation results in a longer-lasting AIRE-SIRT1 interaction"}
{"loci":"rs398206","finding":"The SNP rs398206 was associated with melanoma and nevus counts, indicating its regulatory implications in skin-related pathologies.","chrpos":"chr21:41370109","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs45430","finding":"The SNP rs45430 was linked to multiple cancers and provides insights into transcriptional pathways that could influence disease outcome.","chrpos":"chr21:41374154","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs1209950","finding":"The SNP rs1209950 was shown to correlate with survival rates in non-small cell lung cancer and suggested the importance of transcriptional regulation in therapeutic outcomes.","chrpos":"chr21:38801604","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/815605","title":"Allele-specific DNA methylation is increased in cancers and its dense mapping in normal plus neoplastic cells increases the yield of disease-associated regulatory SNPs"}
{"loci":"rs2832407","finding":"The SNP rs2832407 (C &#x2794; A) in the GRIK1 gene was found to moderate the effectiveness of topiramate in reducing heavy drinking in individuals with alcohol use disorder (AUD). Specifically, topiramate significantly reduced the frequency of heavy drinking days in subjects homozygous for the C allele, while A-allele carriers did not show a significant response compared to placebo. Additionally, the study indicated that higher expression of the GRIK1 antisense-2 was observed in neural cultures from C\/C donors, suggesting a molecular basis for the differential effects of topiramate associated with this genotype.","chrpos":"chr21:29595188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/710343","title":"Molecular correlates of topiramate and GRIK1 rs2832407 genotype in pluripotent stem cell-derived neural cultures"}
{"loci":"rs2839581","finding":"The SNP rs2839581 was associated with the gene PDE9A, which is implicated in lipolysis, obesity, and heart disease. This SNP showed strong evidence for being a common causal genetic variant affecting DNAm levels in the CpG-gene pair cg00118229–PDE9A, with a high posterior probability (P(H4) > 0.98). Furthermore, significant changes in DNAm levels for PDE9A were observed postprandially.","chrpos":"chr21:42738295","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.29.626085","title":"DNA methylation and gene expression trajectories of human postprandial metabolism"}
{"loci":"rs1893592","finding":"Located downstream from the tenth exon of UBASH3A, rs1893592 was associated with RA, CEL, and PSC. The A allele was correlated with decreased gene expression and increased percent splice-in. It represented a single variant credible set with a posterior probability of 1 in QTL studies.","chrpos":"chr21:42434957","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.15.907436","title":"Genetic associations at regulatory phenotypes improve fine-mapping of causal variants for twelve immune-mediated diseases"}
{"loci":"rs4456788","finding":"The SNP rs4456788 was related to inflammatory bowel disease (IBD) and disrupted six transcription factor (TF) motifs while showing significantly lower activity in MPRA compared to the reference allele, suggesting its importance in regulatory mechanisms associated with IBD.","chrpos":"chr21:44196441","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/482232","title":"High-throughput functional analysis of IncRNA core promoters elucidatesrules governing tissue-specificity"}
{"loci":"rs1893592","finding":"The rs1893592 variant was recapitulated as an established eQTL for UBASH3A, which is associated with rheumatoid arthritis, confirming its significance in disease context.","chrpos":"chr21:42434957","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.29.454316","title":"Modeling memory T cell states at single-cell resolution identifies in vivo state-dependence of eQTLs influencing disease"}
{"loci":"rs915843","finding":"The rs915843 allele in ABCG1, a gene controlling tissue lipid levels and cholesterol efflux, was associated with cardiovascular disease, showing evidence of significant frequency deviation from genetic drift.","chrpos":"chr21:42259444","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.24.505188","title":"1,000 ancient genomes uncover 10,000 years of natural selection in Europe"}
{"loci":"rs2251381","finding":"The variant rs2251381 at 21q21.3, associated with osteoporosis (P<sub>GWAS<\/sub> = 1.4E-06), was linked to the gene <italic>MAP3K7CL<\/italic> (P<sub>TWAS<\/sub> = 1.1E-9), presenting evidence for its role in osteoporosis.","chrpos":"chr21:29158371","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/771543","title":"Integrating genome-wide association and transcriptome predicted model identify novel target genes with osteoporosis"}
{"loci":"rs13051127","finding":"The SNP rs13051127 was associated with the therapeutic efficacy of the CK2 inhibitor CX-4945 in the context of Acute Myeloid Leukemia (AML), suggesting that variations at this locus may influence treatment responses.","chrpos":"chr21:30222835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.06.530131","title":"Gene Expression Profiling Unveils the Temporal Dynamics of CIGB-300-Regulated Transcriptome in AML Cells"}
{"loci":"rs11701974","finding":"The SNP rs11701974, known to be a genetic variant of HLA-DQB1 associated with human longevity, was detected in the 3' UTR of the ADAR2 gene. It was specifically observed in malignantly transformed cells (BERP35T1 and BERP35T4), and the presence of this SNP indicated a potential link to the downregulation of ADAR2, which could influence abnormal RNA editing in cancerous cells.","chrpos":"chr21:45224648","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/551499","title":"Genome-wide identification and analysis of A-to-I RNA editing events in the malignantly transformed cell lines from BEP2D induced by α-particles radiation"}
{"loci":"rs2835676","finding":"The SNP rs2835676 located within the DSCR9 gene demonstrated strong eQTL associations with both transverse and sigmoid colon tissues, indicating its potential role in the genetic susceptibility to diverticular disease.","chrpos":"chr21:37219010","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.08.138735","title":"Multi-ancestry Genome- and Phenome-wide Association Studies of Diverticular Disease in Electronic Health Records with Natural Language Processing enriched phenotype algorithm"}
{"loci":"rs883868","finding":"The variant rs883868 was validated to modulate the expression of UBASH3A by disrupting the binding affinity of transcription factor YY1, aligning with the predictions made by the CARMEN algorithm. This was further confirmed by subsequent experiments.","chrpos":"chr21:42424983","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/819409","title":"Computational Assessment of the Regulation-Modulating Potential for Noncoding Variants"}
{"loci":"rs9980932","finding":"The SNP rs9980932 was associated with the amyloid precursor protein (APP), showing a significant information flow from DNA to RNA and then to protein, which may be responsible for the development of Alzheimer's disease (AD). It formed a critical connection alongside the gene APP in the proposed model MoFNet.","chrpos":"chr21:25877114","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.02.490336","title":"Deep multi-omic network fusion for marker discovery of Alzheimer’s Disease"}
{"loci":"rs1981368","finding":"The SNP rs1981368 was linked to the amyloid precursor protein (APP) and revealed important information flow from DNA to RNA, contributing to the prediction model of Alzheimer's disease. This connection underscored its relevance in the multi-omic network developed by MoFNet.","chrpos":"chr21:25877472","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.02.490336","title":"Deep multi-omic network fusion for marker discovery of Alzheimer’s Disease"}
{"loci":"rs13050994","finding":"The study by Huerta et al. (2021) revealed that the SNP rs13050994 was associated with improved detection rates of circulating tumor DNA in patients with pancreatic ductal adenocarcinoma. This finding was significant as it contributed to advancements in non-invasive biomarkers for cancer diagnostics, indicating the potential of using specific SNPs in digital droplet PCR methods for early cancer detection.","chrpos":"chr21:21900149","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.21.585352","title":"Marker selection strategies for circulating tumor DNA guided by phylogenetic inference"}
{"loci":"rs4818239","finding":"Associated with enhanced regulatory activity, rs4818239 was identified as a significant eQTL for TMPRSS2, showing differential frequency distribution indicative of its potential effect on COVID-19 infection dynamics.","chrpos":"chr21:41478148","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs75603675","finding":"This missense SNP (p.Gly8Val) showed a strong association with TMPRSS2 structure-function implications, potentially affecting its interaction with ACE2, thereby influencing SARS-CoV-2 entry mechanisms.","chrpos":"chr21:41507982","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs12329760","finding":"The missense SNP (p.Val197Met) was noted for its significant impact on TMPRSS2 stability and function, potentially altering the cleavage efficiency of ACE2, which could modulate host susceptibility to SARS-CoV-2.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs7277076","finding":"The rs7277076 was also significantly correlated with recurrent stones.","chrpos":"chr21:36464675","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/519553","title":"GWAS identifies nine nephrolithiasis susceptibility loci related with metabolic metabolic and crystallization pathways"}
{"loci":"rs2284553","finding":"The SNP rs2284553 was found to colocalize with the IFNGR2 gene, which is associated with Crohn's disease. This variant exhibited higher frequency in the CEU population compared to the YRI population and presented a signature of recent positive selection (iHS = 2.22), indicating its influential role in immune function and disease susceptibility.","chrpos":"chr21:33404389","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.21.423830","title":"Single-cell RNA-sequencing reveals pervasive but highly cell type-specific genetic ancestry effects on the response to viral infection"}
{"loci":"rs234719","finding":"The SNP rs234719 was classified as a universal eQTL for the gene U2AF1, suggesting that it influenced gene expression across all tissues studied.","chrpos":"chr21:43025075","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/785584","title":"Mechanisms of tissue-specific genetic regulation revealed by latent factors across eQTLs"}
{"loci":"rs13051054","finding":"The study illustrated that the presence of the SNP rs13051054 was correlated with the expression levels of CXCL10, a chemokine that acts as an agonist for the CC family chemokine scavenger receptor ACKR2. This finding connected the genetic variant to the immunological environment of tumors, reinforcing the role of ACKR2 in the recruitment of lymphocytes to the tumor microenvironment. The presence of the specific SNP indicated that patients who had elevated chemokine expression, potentially linked to this SNP, displayed significantly improved survival rates.","chrpos":"chr21:39445581","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.02.587761","title":"Targeting the Atypical Chemokine Receptor 2 (ACKR2) improves the benefit of anti-PD-1 immunotherapy in melanoma"}
{"loci":"rs2832407","finding":"The major (C) allele of SNP rs2832407, a C-to-A non-coding intronic substitution in GRIK1, was associated with alcohol dependence. Furthermore, it was implicated in moderating responses to topiramate (TPM) treatment for alcohol use disorder (AUD), showing reduced drinking specifically among individuals who were homozygous for the C-allele (rs2832407 CC). In that context, these individuals exhibited persistent reductions in heavy drinking over a six-month period following the cessation of pharmacotherapy.","chrpos":"chr21:29595188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.24.441015","title":"Antagonism of GluK1-containing Kainate Receptors Reduces Ethanol Consumption by Modulating Ethanol Reward and Withdrawal"}
{"loci":"rs2839575","finding":"The SNP rs2839575 showed a genome-wide significant association in the Colombian trios with a p-value of 9.75e-09 and an odds ratio of 2.48 (95% CI = [1.81–3.45]), suggesting a strong influence on OFC risk specifically in Colombian individuals.","chrpos":"chr21:42706006","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/743526","title":"Whole genome sequencing of orofacial cleft trios from the Gabriella Miller Kids First Pediatric Research Consortium identifies a new locus on chromosome 21"}
{"loci":"rs73193808","finding":"This SNP, located in the <i>MAP3K7CL<\/i> locus, was shown through CRISPRi to reduce gene expression levels significantly, indicating its role as a functional variant implicated in CAD risk.","chrpos":"chr21:29162981","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.10.07.617126","title":"Comprehensive identification of coronary artery disease-associated variants regulating vascular smooth muscle cell gene expression"}
{"loci":"rs13048049","finding":"The variant rs13048049 (G>A), classified as a protective missense variant in UBASH3A with an odds ratio of 0.84, was identified as significant in T1D credible sets, demonstrating a low-frequency protective effect associated with T1D.","chrpos":"chr21:42418534","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.19.158071","title":"Fine-mapping, trans-ancestral and genomic analyses identify causal variants, cells, genes and drug targets for type 1 diabetes"}
{"loci":"rs11088398","finding":"The SNP rs11088398 was confirmed as a Consensus SNP within the DYRK1A locus, where it overlaps with a neuron-specific enhancer. This SNP disrupts a PATZ1 transcription factor binding motif, supporting its potential functionality in influencing Parkinson's Disease risk.","chrpos":"chr21:37452657","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.22.340158","title":"Fine-mapping of Parkinson’s disease susceptibility loci identifies putative causal variants"}
{"loci":"rs9636867","finding":"The rs9636867 SNP colocalized in CD4+ T cells for hospitalization due to severe COVID-19 in patients, but showed no such colocalization in healthy controls. This SNP, implicated as causal in earlier studies, underscores its critical role in the host response to SARS-CoV-2 infection.","chrpos":"chr21:33237639","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.12.03.626676","title":"Widespread gene-environment interactions shape the immune response to SARS-CoV-2 infection in hospitalized COVID-19 patients"}
{"loci":"rs13050728","finding":"The variant rs13050728 was shown to increase IFNAR2 expression specifically in classical monocytes during COVID-19 in symptomatic patients compared to healthy controls. This finding emphasizes the role of IFNAR2 in the immune response during SARS-CoV-2 infection.","chrpos":"chr21:33242905","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.12.03.626676","title":"Widespread gene-environment interactions shape the immune response to SARS-CoV-2 infection in hospitalized COVID-19 patients"}
{"loci":"rs702859","finding":"The synonymous SNP, rs702859, in the KCNJ6 gene was positively linked to electroencephalographic frontal theta event-related oscillations (ERO) in subjects with alcohol use disorder (AUD). It was found to influence the magnitude and topography of ERO theta power during a monetary gambling task, reflecting a genetic connection to neuronal circuits.","chrpos":"chr21:37625399","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.24.493086","title":"Alcohol reverses the effects of KCNJ6 (GIRK2) noncoding variants on excitability of human glutamatergic neurons"}
{"loci":"rs702860","finding":"SNP rs702860, located within the KCNJ6 gene, was associated with the ERO endophenotype and alcohol use disorder (AUD). This noncoding SNP contributed to the genetic understanding of how ERO responses might relate to AUD.","chrpos":"chr21:37636327","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.24.493086","title":"Alcohol reverses the effects of KCNJ6 (GIRK2) noncoding variants on excitability of human glutamatergic neurons"}
{"loci":"rs2835872","finding":"The noncoding SNP rs2835872, also within the KCNJ6 gene, was linked to the ERO endophenotype and AUD. Its association underscored the relevance of KCNJ6 SNPs in the context of genetic factors related to alcohol dependence.","chrpos":"chr21:37654970","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.24.493086","title":"Alcohol reverses the effects of KCNJ6 (GIRK2) noncoding variants on excitability of human glutamatergic neurons"}
{"loci":"rs2837990","finding":"The rs2837990 variant was associated with a strong genotype × age interaction affecting 5mC levels at the BACE2 locus. Specifically, the decrease in 5mC levels with age was significant only for individuals carrying the G>A allele of this variant, with the effect size indicating a significant influence (β scale 95% CI: [0.11, 0.13], P_adj = 7.28×10^−10). BACE2 encodes a protease involved in amyloid beta peptide generation, integral to Alzheimer's disease risk.","chrpos":"chr21:41248222","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.23.449602","title":"The Immune Factors Driving DNA Methylation Variation in Human Blood"}
{"loci":"rs12329760","finding":"The SNP rs12329760 was identified as a protective variant against severe COVID-19. It influenced the catalytic ability of the TMPRSS2 enzyme, which plays a crucial role in the viral entry of SARS-CoV-2.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.16.508278","title":"Semantic and population analysis of the genetic targets related to COVID-19 and its association with genes and diseases"}
{"loci":"rs2834712","finding":"The variant rs2834712 was associated with MPN risk and located within an intron of the RUNX1 gene, suggesting its role in regulating hematopoietic stem cell (HSC) function.","chrpos":"chr21:34979594","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/790626","title":"Genetic predisposition to myeloproliferative neoplasms implicates hematopoietic stem cell biology"}
{"loci":"rs2298515","finding":"The SNP rs2298515 was identified as having the lowest univariate p-value of 5.6 × 10^-7, indicating a significant association with the risk of radiation-associated contralateral breast cancer (RCBC). This finding suggested a robust connection between this SNP and the biological mechanisms influencing RCBC.","chrpos":"chr21:24686059","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/547422","title":"Machine Learning Methods to Identify Genetic Correlates of Radiation-Associated Contralateral Breast Cancer in the WECARE Study"}
{"loci":"rs2257167","finding":"The rs2257167 CG\/CC genotypes in <italic>IFNAR1<\/italic> were associated with a higher risk of developing Congenital Zika Syndrome (CZS) in newborns, with an odds ratio of 3.73. This association was significant following correction for multiple comparisons, indicating that these genotypes influenced the immune response and placental gene expression, which were critical factors in CZS outcomes.","chrpos":"chr21:33343393","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/715862","title":"Congenital Zika Syndrome is associated with interferon alfa receptor 1"}
{"loci":"rs35074065","finding":"The variant rs35074065 was significantly associated with TMPRSS2 expression (p=3.9×10^-11) and showed a high probability of direct causal effect (PPA=41.6%) on TMPRSS2 expression in human lung samples. It was linked to respiratory phenotypes including emphysema (p=5.64×10^-7) and asthma (p=6.7×10^-4). This variant was particularly noteworthy for disrupting binding sites of IRF and STAT transcription factors, suggesting roles in interferon signaling.","chrpos":"chr21:41461593","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs7279188","finding":"The variant rs7279188 showed nominal evidence of association with respiratory medication use including salmeterol plus fluticasone propionate (p=1.3×10^-5). It was among the group of common variants with predictive regulatory effects on AT2 cells.","chrpos":"chr21:41933461","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs2838089","finding":"This variant was nominally associated with bacterial pneumonia (p=2.4×10^-4) and was included in the set of variants affecting respiratory health outcomes.","chrpos":"chr21:41707767","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs9974995","finding":"The variant rs9974995 was significantly associated with bronchiectasis (p=7.1×10^-4) and showed nominal association with TMPRSS2 expression in the lung.","chrpos":"chr21:41478984","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs568517","finding":"This variant was associated with bronchiectasis (p=8.1×10^-4) suggesting its possible impact on respiratory function.","chrpos":"chr21:41968480","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs1557372","finding":"The variant rs1557372 demonstrated nominal evidence for association with TMPRSS2 expression (p=2.9×10^-5) and respiratory health outcomes.","chrpos":"chr21:41460614","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.12.037580","title":"Single Nucleus Multiomic Profiling Reveals Age-Dynamic Regulation of Host Genes Associated with SARS-CoV-2 Infection"}
{"loci":"rs200655253","finding":"The study identified the missense variant rs200655253 located in the <italic>HSF2BP<\/italic> gene, which leads to the substitution of serine to leucine at position 167 (p.Ser167Leu). This variant was found to be homozygous in affected individuals with Premature Ovarian Insufficiency (POI) in a consanguineous family, while all fertile siblings and parents carried it in a heterozygous state. The variant was characterized as being very rare and predicted to be pathogenic by 11 out of 18 predictive tools, linking it directly to the observed phenotype of non-syndromic ovarian insufficiency.","chrpos":"chr21:43630396","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.05.978007","title":"A missense in HSF2BP causing Primary Ovarian Insufficiency affects meiotic recombination by its novel interactor C19ORF57\/MIDAP"}
{"loci":"rs28678082","finding":"SNP rs28678082 was associated with schizophrenia at a p-value of 3.4 x 10^-8 in the cluster analysis, marking it as a notable finding distinct from earlier univariate MRI GWAS results, where the lowest p-value was 4.8 x 10^-7. This indicates a relevant association worth further investigation in the context of psychiatric genetics.","chrpos":"chr21:37371935","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.01.564329","title":"Linking the genetic structure of neuroanatomical phenotypes with psychiatric disorders"}
{"loci":"rs13050728","finding":"The rs13050728 variant on chromosome 21 was significantly associated with COVID-19 severity (P = 4.07e-21, T = risk allele). Its sQTL effect increased novel splicing isoforms of the transcripts in monocytes\/macrophages, correlating with higher severity risk in patients harboring the risk T allele.","chrpos":"chr21:33242905","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.30.510331","title":"CiDRE+ M2c macrophages hijacked by SARS-CoV-2 cause COVID-19 severity"}
{"loci":"rs398206","finding":"At the MX2 locus, rs398206 was validated as a common causal variant for eQTL, meQTL, and melanoma risk. This finding reinforced the role of DNA methylation in mediating melanoma risk.","chrpos":"chr21:41370109","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.03.23.436704","title":"Cell-type-specific meQTL extends melanoma GWAS annotation beyond eQTL and informs melanocyte gene regulatory mechanisms"}
{"loci":"rs183453668","finding":"The SNP rs183453668 was established as a significant association with recurrent miscarriage on chromosome 21, showing a MAF of 0.5% and a P-value of 2.8×10^-8. It was linked to gene candidates suggested by chromatin interaction data.","chrpos":"chr21:43412110","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/575167","title":"The genetic architecture of sporadic and recurrent miscarriage"}
{"loci":"rs398206","finding":"The allele associated with melanoma risk in rs398206 was characterized as having significant allelic transcriptional activity in the <italic>MX2<\/italic> gene located at chromosome band 21q22.3. The A allele was shown to enhance <italic>MX2<\/italic> expression in primary human melanocytes, correlating with a <italic>cis<\/italic>-eQTL effect. Functionally, it was found that the transcription factor YY1 preferentially bound to the A allele, which subsequently elevated <italic>MX2<\/italic> levels. This association was validated through various experimental methods, including MPRA and luciferase assays.","chrpos":"chr21:41370109","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/625400","title":"Massively parallel reporter assays combined with cell-type specific eQTL informed multiple melanoma loci and identified a pleiotropic function of HIV-1 restriction gene, MX2, in melanoma promotion"}
{"loci":"rs13050922","finding":"The SNP rs13050922 was identified as a positive and original finding related to the estimation of global nighttime lights, which serve as a proxy for human activities and urbanization. This was critical for understanding the implications of artificialization on biodiversity and the assessment of priority conservation areas.","chrpos":"chr21:14065385","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.09.539999","title":"Integrating biodiversity assessments into local conservation planning: the importance of assessing suitable data sources"}
{"loci":"rs13615","finding":"SNP rs13615, located within the 3' untranslated region of ADAMTS1, was identified as having the highest probability of causality (0.630) for pre-FEV1 metrics. It was linked to admixture mapping on chromosome 21, suggesting ADAMTS1 may be a functional genetic driver in lung function, particularly for subjects of African ancestry where its minor allele frequency was markedly lower.","chrpos":"chr21:26837348","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.01.045468","title":"Integrative genomic analysis in African American children with asthma finds 3 novel loci associated with lung function"}
{"loci":"rs2249666","finding":"The SNP rs2249666 was found to be a PBS-specific sQTL colocalizing with the Total Joint Replacement (TJR) GWAS signal, suggesting a direct connection to OA.","chrpos":"chr21:39347315","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.11.622754","title":"Response splicing QTLs in primary human chondrocytes identifies putative osteoarthritis risk genes"}
{"loci":"rs9981884","finding":"The SNP rs9981884 served as an index variant for a TJR GWAS signal, highlighting its relevance to the colocalization with altered splicing events.","chrpos":"chr21:39213707","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.11.622754","title":"Response splicing QTLs in primary human chondrocytes identifies putative osteoarthritis risk genes"}
{"loci":"rs13051037","finding":"The SNP rs13051037 was identified as significantly associated with enhanced anti-tumor immunity in renal cell carcinoma tumors that exhibited 14q deletions. This finding was supported by validation through previously published single-cell RNA sequencing data, indicating its relevance to immune phenotypes in the context of tumor genomic alterations.","chrpos":"chr21:42737601","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.02.583103","title":"RIGATonI: An R software for Rapid Identification of Genomic Alterations in Tumors affecting lymphocyte Infiltration"}
{"loci":"rs148125094","finding":"The V415I SNP (rs148125094) was identified as the most frequently sampled SNP in TMPRSS2, with an allele frequency of 1.1x10^-3. This SNP led to reduced binding to the HKU1 isolate N1 receptor binding domain (RBD) compared to the wildtype human TMPRSS2. This finding was relevant to understanding receptor engagement and the potential modulation of susceptibility to HKU1 infection.","chrpos":"chr21:41468467","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.09.574565","title":"Human coronavirus HKU1 recognition of the TMPRSS2 host receptor"}
{"loci":"rs2146419758","finding":"The S463F SNP (rs2146419758) was characterized as having an extremely low allele frequency of 2.1x10^-6 and it almost entirely abrogated binding to the wildtype HKU1 RBD. This was significant because the mutation was linked to steric incompatibility with the binding interface as noted in the cryoEM structural analysis, suggesting a potential reduction in susceptibility to HKU1 infection.","chrpos":"chr21:41467813","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.09.574565","title":"Human coronavirus HKU1 recognition of the TMPRSS2 host receptor"}
{"loci":"rs722098","finding":"Identified as exhibiting better MAF values, it was found significant in forensic genetic applications.","chrpos":"chr21:15313279","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.27.011064","title":"The forensic landscape and the population genetic analyses of Hainan Li based on massively parallel sequencing DNA profiling"}
{"loci":"rs1736137","finding":"The SNP rs1736137 was linked to inflammatory bowel disease (IBD). It exhibited highly significant expression-modulating activity in both resting and stimulated CD4 T cells, with the IBD-risk allele consistently increasing transcription.","chrpos":"chr21:15434376","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.16.908988","title":"Resolving mechanisms of immune-mediated disease in primary CD4 T cells"}
{"loci":"rs59515793","finding":"The SNP rs59515793 was associated with pallidum volume variance, revealing significant evidence with a p-value of 2.4×10^-11. The variance explained by this SNP under the variance model was 0.405%. This finding suggested a genetic basis for variability in pallidum volume among individuals.","chrpos":"chr21:20604801","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/443549","title":"Genetic control of variability in subcortical and intracranial volumes"}
{"loci":"chr21:21977114:G:A","finding":"This specific locus matched with rs59515793, emphasizing its role in pallidum volume variance. Its original identification reflected a strong genetic influence on this phenotype.","chrpos":"chr21:21977114","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/443549","title":"Genetic control of variability in subcortical and intracranial volumes"}
{"loci":"rs13051118","finding":"The SNP rs13051118 was associated with the mTOR pathway's role in chemoresistance and chemosensitivity. It related to a study where genetic mechanisms influencing tumor cell survival under chemotherapeutic treatments were investigated. Findings indicated that pharmacological suppression led to a reversible resistant phenotype in various tissue-origin cancer cells.","chrpos":"chr21:23262768","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.19.476916","title":"mTOR is a Major Determinant of Chemosensitivity"}
{"loci":"rs35074065","finding":"The rs35074065 variant was identified as a delC variant of the TMPRSS2 gene, which interacted with the D614G mutation of the SARS-CoV-2 virus. This variant was reported to confer a functional advantage in populations where D614G was prevalent, particularly in Europe, America, and South Asia, suggesting a potential role in the spread of the D614G variant. The evidence regarding its effects on disease severity and mortality remained unclear, as multiple other factors like age and comorbidity played significant roles.","chrpos":"chr21:41461593","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.12.336099","title":"Molecular characterization of SARS-CoV-2 from Bangladesh: Implications in genetic diversity, possible origin of the virus, and functional significance of the mutations"}
{"loci":"rs12329760","finding":"The rs12329760 was found to be a functional missense mutation that caused a change in the amino acid sequence from valine to methionine at position 197. This variant was positively associated with TMPRSS2-ERG fusion and with increased risk for prostate cancer, with frequencies ranging from 10% to 63% across North Eurasian populations, indicating its significant prevalence and potential clinical relevance.","chrpos":"chr21:41480570","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.20.156224","title":"Structural variability, expression profile and pharmacogenetics properties of TMPRSS2 gene as a potential target for COVID-19 therapy"}
{"loci":"rs2876932","finding":"This SNP showed an association with inflammatory bowel disease (IBD) through the CpG site cg19297788, suggesting its genetic influence on IBD risk via methylation changes.","chrpos":"chr21:44198653","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.31.535045","title":"Genetic impacts on DNA methylation help elucidate regulatory genomic processes"}
{"loci":"rs1805127","finding":"The p.S38G variant was identified as more common globally, with an allele frequency of 65.8% across all ancestral populations in gnomAD, ranging from 57.4%-71.3%. This variant was used in functional studies of KCNE1.","chrpos":"chr21:34449523","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.28.538612","title":"High-throughput functional mapping of variants in an arrhythmia gene, KCNE1, reveals novel biology"}
{"loci":"rs2248244","finding":"The SNP rs2248244 was identified as a PD risk variant through a locus zoom plot generated using conditional analysis statistics. This finding contributed to the understanding of genetic factors associated with Parkinson's Disease.","chrpos":"chr21:37480059","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.04.490670","title":"The IPDGC\/GP2 Hackathon - an open science event for training in data science, genomics, and collaboration using Parkinson’s disease data"}
{"loci":"rs2070788","finding":"The study demonstrated a significant positive association between the rs2070788 SNP (G Allele) and the case fatality rate (CFR) in the Indian population. It was found that the GG genotype of the rs2070788 allele exhibited higher expression levels of TMPRSS2 in lung tissue compared to the AG and AA genotypes, indicating a potential role in determining differential COVID-19 disease vulnerability.","chrpos":"chr21:41470061","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.04.463014","title":"Genetic association of TMPRSS2 rs2070788 polymorphism with COVID-19 Case Fatality Rate among Indian populations"}
{"loci":"rs3746876","finding":"The KCNJ15 rs3746876 polymorphism was replicated in studies suggesting its connection to type 2 diabetes, augmenting risk factors for kidney disease.","chrpos":"chr21:38299525","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.17.585400","title":"Identification of novel prognostic targets in acute kidney injury using bioinformatics and next generation sequencing data analysis"}
{"loci":"rs34217534","finding":"This SNP was found to be associated in trans with LINC00936 in CD14+ monocytes, suggesting implications in the regulation of the mTOR pathway.","chrpos":"chr21:43378027","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.14.503915","title":"Expression QTLs in single-cell sequencing data"}
{"loci":"rs2826196","finding":"Similar to rs34217534, rs2826196 was associated with LINC00936 in CD14+ monocytes, highlighting its role in immune cell regulation.","chrpos":"chr21:20349521","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.14.503915","title":"Expression QTLs in single-cell sequencing data"}
{"loci":"rs2070424","finding":"The SNP rs2070424 in the SOD1 gene was found to be associated with an increased risk of developing Alzheimer's disease (AD). This association was highlighted in a study conducted by Spisak et al., which contributed to understanding the genetic factors involved in AD pathology.","chrpos":"chr21:31667007","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/480459","title":"A Meta-Analysis of Alzheimer’s Disease Brain Transcriptomic Data"}
{"loci":"rs449998","finding":"The SNP rs449998, an intronic variant in the DSCAM gene on chromosome 21, was associated with changes in nucleus accumbens volume. DSCAM is important in the development of both the central and peripheral nervous systems and is also implicated in congenital heart disease.","chrpos":"chr21:40095899","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.031138","title":"Dynamics of Brain Structure and its Genetic Architecture over the Lifespan"}
{"loci":"rs13051171","finding":"The SNP rs13051171 was originally identified in relation to pancreatic cancers responsive to vesicular stomatitis virus (VSV)-based oncolytic virotherapy. The research indicated that variations in this SNP could influence the efficacy of treatment to combat cancer, suggesting its role as a potential biomarker for identifying responsive cases in patients.","chrpos":"chr21:18683381","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.04.621956","title":"Bacterial Effector Screening Reveals RNF214 as a Virus Restriction Factor in Mammals"}
{"loci":"rs1402769820","finding":"The SNP N109S (rs1402769820) involved a mutation from Asparagine to Serine at position 109, resulting in structural changes that were predicted to be damaging to the RUNX1 protein.","chrpos":"chr21:34886868","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs767874011","finding":"The SNP N109S (rs767874011) involved a mutation from Asparagine to Histidine at position 109, which was found to affect the protein structure adversely, signifying potential loss-of-function due to this change.","chrpos":"chr21:34886869","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs979009101","finding":"The SNP L144P (rs979009101) indicated a substitution of Leucine with Proline at position 144, which was categorized as damaging to the RUNX1 protein's functional integrity.","chrpos":"chr21:34880634","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs750866158","finding":"The SNP V155A (rs750866158) involved the mutation from Valine to Alanine at position 155. This change was noted for its harmful structural impact on the RUNX1 protein.","chrpos":"chr21:34880601","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs993436723","finding":"The SNP G165S (rs993436723) indicated the substitution of Glycine with Serine at position 165, which was recognized as damaging to the structure and function of the RUNX1 protein.","chrpos":"chr21:34880572","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs1191218095","finding":"The SNP Y285C (rs1191218095) demonstrated a mutation that changed Tyrosine to Cysteine at position 285 and was able to disrupt protein function adversely. Additionally, the same SNP also showed another effect changing Histidine to Proline at position 459.","chrpos":"chr21:34799414","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.26.546458","title":"Six novel nsSNPs affect RUNX1 gene may leading to Acute Myeloid Leukemia (AML) using Bioinformatics approach"}
{"loci":"rs3746876","finding":"The KCNJ15 rs3746876 SNP was associated with susceptibility to type 2 diabetes in a Japanese population, further identifying its role in diabetes genetics.","chrpos":"chr21:38299525","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.21.517323","title":"Identification of Key Genes and Underlying Mechanisms in Cystic Fibrosis and its Associated Complications Based on Bioinformatics Analysis of Next Generation Sequencing Data Analysis"}
{"loci":"rs13051118","finding":"The SNP rs13051118 was associated with the resistance mechanisms identified in the study of De Conti et al. (2021), where the authors discussed the role of drug-tolerant persister cells in cancer, particularly in response to therapies targeting the MAPK pathway. The findings highlighted that overexpression of KRAS and NRAS, linked to the presence of this SNP, contributed to the drug tolerance observed in lung, breast, and melanoma cancer cells.","chrpos":"chr21:23262768","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.06.471470","title":"Processing body dynamics drive non-genetic MEK inhibitors tolerance by fine-tuning KRAS and NRAS translation"}
{"loci":"rs1893592","finding":"The cis-eQTL (rs1893592) was identified in resting T cells and colocalised with GWAS hits for celiac disease, rheumatoid arthritis, and primary sclerosing cholangitis, emphasizing its relevance in autoimmune disease susceptibility.","chrpos":"chr21:42434957","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/683086","title":"Neonatal genetics of gene expression reveal the origins of autoimmune and allergic disease risk"}
{"loci":"rs1059004","finding":"The OLIG2 gene SNP rs1059004 showed association with negative traits related to susceptibility to depression.","chrpos":"chr21:33028155","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.20.599879","title":"Identification of key genes and signaling pathway in the pathogenesis of Huntington’s disease via bioinformatics and next generation sequencing data analysis"}
{"loci":"rs469390","finding":"The SNP rs469390, located within the MX1 gene, was found to be associated with HIV total DNA in the European ancestry male subpopulation. Although the association was positive, indicating a higher HIV reservoir size with higher expression of MX1, eQTL analyses suggested that positive SNP effects corresponded with increased MX1 gene expression, reinforcing the significance of this relationship.","chrpos":"chr21:41446003","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.31.466670","title":"Host Variation in Interferon, MHC Class I, Glycosylation, and Viral Transcription Genes Predict HIV Persistence"}