{"loci":"rs525496","finding":"The SNP rs525496 was identified as an expression quantitative trait loci (eQTL) for several genes expressed in brain tissues, specifically TMSB15B, H2BFM, GLRA4, and LL0XNC01-116E7. It was found to be significantly associated with Parkinson Disease (PD) risk, showing an odds ratio (OR) of 0.60 in both the discovery and replication cohorts, indicating its role in higher PD resistance.","chrpos":"chrX:104021932","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.31.23285199","title":"X-Chromosome Association Study in Latin American Cohorts Identifies New Loci in Parkinson Disease"}
{"loci":"rs28602900","finding":"The SNP rs28602900 was replicated in an independent cohort and associated with Parkinson Disease risk. Its initial finding was based on analyses that combined males and females. The consistent association further showed its relevance in understanding the genetic factors of PD, especially in non-European populations.","chrpos":"chrX:154405192","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.31.23285199","title":"X-Chromosome Association Study in Latin American Cohorts Identifies New Loci in Parkinson Disease"}
{"loci":"rs5943997","finding":"Significant association with impulsivity was noted for rs5943997, which was linked to neurodevelopmental disorders, further supporting its novel association with the impulsivity phenotype.","chrpos":"chrX:24987993","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.01.29.22270095","title":"CADM2 is implicated in impulsive personality and numerous other traits by genome- and phenome-wide association studies in humans and mice"}
{"loci":"rs35318931","finding":"The SNP rs35318931, a missense variant linked to the SRPX gene (p.Ser413Phe), was pinpointed as a causal variant with considerable certainty (PP=87.3%). The SRPX protein is believed to play a role in extracellular matrix (ECM) function, emphasizing its potential involvement in hemorrhoidal pathology.","chrpos":"chrX:38149868","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.03.20242776","title":"Genome-wide analysis of 944,133 individuals provides insights into the etiology of hemorrhoidal disease"}
{"loci":"rs186347618","finding":"The variant rs186347618 located in TEX11 at Xq13.1 was part of the list of significant PSA-associated variants, contributing important insights into the genetic framework influencing PSA levels.","chrpos":"chrX:70897223","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs62608084","finding":"The SNP rs62608084 was established as a novel association in a prior UKB study, and this meta-analysis confirmed its significance in assessing genetic factors influencing PSA levels.","chrpos":"chrX:70905253","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs4829762","finding":"The SNP rs4829762 located in GPC3 at Xq26.2 showcased relevance to PSA levels, contributing to the broader investigation of genetic determinants affecting PSA.","chrpos":"chrX:133801712","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs2520386","finding":"The variant rs2520386 in EDA at Xq13.1 was identified as a significant association with PSA, having implications in understanding genetic contributions to this important biomarker.","chrpos":"chrX:69776342","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs7065158","finding":"The variant rs7065158 linked to EIF2S3 displayed a significant effect on PSA levels, associated with understanding prostate cancer risk factors.","chrpos":"chrX:24091502","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.18.22273850","title":"Leveraging Genetic Determinants of Prostate-Specific Antigen Levels Towards Improving Prostate Cancer Screening"}
{"loci":"rs137852331","finding":"The variant rs137852331 was noted to show significant impacts linked to glucose-6-phosphate dehydrogenase deficiency in younger age groups.","chrpos":"chrX:154534489","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.21.24315653","title":"Deleterious Variants Contribute Minimal Excess Risk in Large-Scale Testing"}
{"loci":"rs72554664","finding":"The rs72554664 SNP exhibited considerable risk differences in association with glucose-6-phosphate dehydrogenase deficiency among younger populations.","chrpos":"chrX:154532257","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.21.24315653","title":"Deleterious Variants Contribute Minimal Excess Risk in Large-Scale Testing"}
{"loci":"rs72554665","finding":"Finally, rs72554665 was associated with large risk differences linked to glucose-6-phosphate dehydrogenase deficiency, confirming its relevance among younger individuals.","chrpos":"chrX:154532269","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.10.21.24315653","title":"Deleterious Variants Contribute Minimal Excess Risk in Large-Scale Testing"}
{"loci":"rs5943462","finding":"A strong association was identified for this SNP with the visuoconstruction phenotypic measure, presenting a P value of 1.06E-09. The SNP is situated in an intron of the IL1RAPL1 gene, which is involved in synapse regulation.","chrpos":"chrX:28805037","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.22.21268168","title":"Genome-wide association study of Alzheimer’s disease brain imaging biomarkers and neuropsychological phenotypes in the EMIF-AD Multimodal Biomarker Discovery dataset"}
{"loci":"rs17261572","finding":"The SNP rs17261572 in C1GALT1C1 was identified as a non-synonymous SNV (A\/T) at position 120,626,774 on the X chromosome, resulting in an amino acid change to D131E. It was associated with polyagglutinable erythrocyte syndrome.","chrpos":"chrX:120626774","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.09.29.24313285","title":"A newly identified pathology of Episodic Angioedema with Hypereosinophilia (Gleich’s Syndrome) revealed by Multi-Omics Analysis"}
{"loci":"rs179008","finding":"The TLR7 rs179008 c.32T allele was a sex-specific protein expression quantitative trait locus (pQTL) that inhibited TLR7 protein expression and the TLR7-driven production of type 1 interferon (IFN-I) by plasmacytoid dendritic cells (pDCs) specifically in females, but not males. In HIV\/ART women exhibiting the A\/A or A\/T genotypes, a lower frequency of IFN-α-producing pDCs was noted in those with the A\/T genotype compared to those with A\/A. This indicated that the rs179008 c.32A>T polymorphism controlled TLR7 expression and functionality in the context of HIV-1 infection and antiretroviral therapy.","chrpos":"chrX:12885540","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.14.22272210","title":"HIV-1 infection induces functional reprogramming of female plasmacytoid dendritic cells associated with enhanced TLR7 expression"}
{"loci":"rs184476359","finding":"The variant rs184476359 in the AR gene was associated with PSA levels, showing a beta of -0.0590 (p=3.4e-10) in the multi-ancestry discovery phase and a beta of -0.0870 (p=6.3e-4) upon replication, indicating its role in prostate cancer.","chrpos":"chrX:67627424","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.27.23297676","title":"Genome-wide association study of prostate-specific antigen levels in 392,522 men identifies new loci and improves cross-ancestry prediction"}
{"loci":"rs12400785","finding":"The variant rs12400785 near the CHRDL1 gene was significantly associated with a decreased risk of neonatal jaundice (OR = 0.80, p-value = 3.4 × 10-11, MAF = 36.6%). This finding underscored its independent role in the pathology of neonatal jaundice.","chrpos":"chrX:110548872","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.14.22283348","title":"Genome-wide analyses of neonatal jaundice reveal a marked departure from adult bilirubin metabolism"}
{"loci":"rs5942980","finding":"The SNP rs5942980 on the X chromosome was linked to neonatal jaundice, showing significant association and in strong LD with another neonatal variant, reinforcing the genetic complexities involved.","chrpos":"chrX:110597012","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.12.14.22283348","title":"Genome-wide analyses of neonatal jaundice reveal a marked departure from adult bilirubin metabolism"}
{"loci":"rs3827440","finding":"The SNP rs3827440 was significantly associated with an increased risk for Graves' disease (GD), where it displayed a notable risk factor, contributing to the autoimmune profile related to thyroid function.","chrpos":"chrX:79171491","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.04.22280703","title":"The Etiology of Hypothyroidism Is Revealed by Alternative Genetics Association Study Methodologies"}
{"loci":"rs5937160","finding":"The missense variant rs5937160 in PJA1 was associated with hypothalamus volume (β = 0.04, MAF = 0.23) and previous associations with age at menarche in females.","chrpos":"chrX:69161944","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.08.01.24311295","title":"Genome-wide analysis identifies 66 variants underlying anatomical variation in human neuroendocrine structures and reveals links to testosterone"}
{"loci":"rs12010166","finding":"The SNP rs12010166 was linked to enhanced knowledge regarding the cost-effectiveness of targeted multi-drug combination therapies in oncology. It was found that clinicians often lacked awareness of medication costs, suggesting that the integration of this SNP's associated information could potentially enhance decision-making in choosing more economical and effective therapies.","chrpos":"chrX:32558517","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.13.22270914","title":"Gaining Control of Combination Cancer Treatment Risk by Incorporating Cost and Value Data into the Drug Selection Process at the Point-of-Care"}
{"loci":"rs190509934","finding":"The SNP rs190509934 was noted for its comparable effect in earlier studies on SARS-CoV-2, similar to findings regarding ACE2.","chrpos":"chrX:15602217","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.21.24317689","title":"Central role of glycosylation processes in human genetic susceptibility to SARS-CoV-2 infections with Omicron variants"}
{"loci":"rs201378370","finding":"The SNP rs201378370, linked to the HSD17B10 gene, was associated with tiglylcarnitine levels and distinguished by its considerably higher frequency in METSIM versus NFE.","chrpos":"chrX:53432321","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs61735967","finding":"The SNP rs61735967 located in the HDAC6 gene was positively associated with N6-acetyllysine, indicating its biochemical relevance in acetylation processes.","chrpos":"chrX:48822777","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs1637781","finding":"The SNP rs1637781 related to ARSD was found to be associated with ascorbic acid 3-sulfate, linking it to vitamin C metabolism.","chrpos":"chrX:2925098","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs547447","finding":"The SNP rs547447 associated with TMLHE was positively linked to N6,N6,N6-trimethyllysine levels, indicating its significance in carnitine biosynthesis.","chrpos":"chrX:155251151","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs4830164","finding":"The SNP rs4830164 in XPNPEP2 was positively associated with prolylproline, suggesting its role in peptide metabolism.","chrpos":"chrX:129720381","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.19.21265094","title":"Genome-wide association study of 1,391 plasma metabolites in 6,136 Finnish men identifies 303 novel signals and provides biological insights into human diseases"}
{"loci":"rs2285666","finding":"The lead SNP rs2285666 in the ACE2 gene was shown to reduce receptor expression and thus contributed to COVID-19 susceptibility, affirming its role as a risk factor.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.13.24304197","title":"Potential associations of selected polymorphic genetic variants with COVID-19 disease susceptibility and severity"}
{"loci":"rs2361468","finding":"The SNP rs2361468 was associated with the volume of the right ventral diencephalon, exhibiting shared genetic architecture with schizophrenia and educational attainment. This locus was identified at Xq13.1 and also regulated gene expression of PJA1, a gene linked to increased risk of schizophrenia and other neuropsychiatric disorders.","chrpos":"chrX:69157642","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs2272737","finding":"The SNP rs2272737 was previously associated with a variety of diffusion tensor imaging (DTI) measures, indicating its relevance to brain structure and potentially offering insights into underlying neurological and psychiatric conditions.","chrpos":"chrX:153610625","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs12843772","finding":"The SNP rs12843772 was noted to be associated with brain volume (BV) and cortical areas, emphasizing its significance in brain morphology and its possible connections to cognitive functions and psychiatric disorders.","chrpos":"chrX:137565967","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs62606709","finding":"The SNP rs62606709 was linked to educational attainment and was in the Xq13.1 locus, suggesting genetic influences on cognitive abilities as well as associations with schizophrenia.","chrpos":"chrX:69134775","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs67596711","finding":"The SNP rs67596711 presented a positive association with the tract-mean trait of the Superior corona radiata (SCR-MO) and also showed a relationship with testosterone levels, signalling an interaction between genetic factors and sex hormones influencing brain structures.","chrpos":"chrX:153373286","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs35318931","finding":"The SNP rs35318931 was associated with cerebrospinal fluid volume and sex hormone-binding globulin (SHBG) at the Xp11.4 locus, demonstrating its involvement in regulating brain fluid related to sex hormone pathways.","chrpos":"chrX:38149868","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs4370701","finding":"The SNP rs4370701 was identified as an eQTL of FAM3A and associated with left total surface area (SA), linking its variations to schizophrenia through alterations in gene expression and neuroanatomy.","chrpos":"chrX:155084604","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs12840700","finding":"The SNP rs12840700 was proposed to be associated with fractional anisotropy (FA) of important brain tracts and regulated the gene expression of RENBP, contributing to schizophrenia risk among specific populations.","chrpos":"chrX:153623319","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs5934953","finding":"The SNP rs5934953 was found to share genetic characteristics with cognitive performance in the context of the third PC of posterior thalamic radiation in males, indicating its potential role in understanding cognition.","chrpos":"chrX:11030572","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs7883287","finding":"The SNP rs7883287 exhibited genetic overlap with SHBG in the context of mean amplitude of language network in males, denoting significant interactions between genetic variations and language-related brain functions.","chrpos":"chrX:19962623","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs12387759","finding":"The SNP rs12387759 showed significant sex differences in its effects on the cortical thickness of the left rostral middle frontal cortex, underscoring the role of genetic factors in influencing brain morphology in a sex-dependent manner.","chrpos":"chrX:143169184","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs62589244","finding":"The SNP rs62589244 demonstrated divergent genetic effects on the third PC of anterior corona radiata assessed by radial diffusivity (RD), further illustrating the importance of sex-specific genetic influences in brain structure.","chrpos":"chrX:38568652","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.30.23294848","title":"The pivotal role of the X-chromosome in the genetic architecture of the human brain"}
{"loci":"rs5951549","finding":"The SNP rs5951549 in PTCHD1-AS was significantly associated with VEGF levels at visit 2, supported by a P-value of 1.9×10^-8, suggesting its involvement in the genetic regulation of VEGF during pregnancy.","chrpos":"chrX:22349075","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.05.25.23290460","title":"Genetic Associations with Dynamic Placental Proteins Identify Causal Biomarkers for Hypertension in Pregnancy"}
{"loci":"rs5945238","finding":"The variant rs5945238 at locus Xq28 in MPP1 was also identified in the male-only meta-analysis, indicating another potentially relevant finding for IPF.","chrpos":"chrX:154784234","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.29.21268310","title":"Leveraging global multi-ancestry meta-analysis in the study of Idiopathic Pulmonary Fibrosis genetics"}
{"loci":"rs2285666","finding":"The study found that the prevalence of the rs2285666 associated haplotype was significantly linked to the asymptomatic nature of a large portion of the Indian population infected with SARS-CoV-2. This connection suggested that genetic factors, including the rs2285666 SNP, might play a critical role in the immunity and asymptomatic status of individuals, serving as a potential rationale for the high percentage of asymptomatic cases observed during the COVID-19 outbreak in India.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.02.05.21251118","title":"Estimation of real-infection and immunity against SARS-CoV-2 in Indian populations"}
{"loci":"rs2074192","finding":"The rs2074192 SNP, included in the PRP-5, was associated with more complex coronary artery disease in T2DM patients, contributing to an odds ratio (OR) of 5.2, supporting its relevance to cardiovascular risk.","chrpos":"chrX:15564667","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.12.02.24318358","title":"Complexity of Coronary Disease and a Genetic Risk Profile in Patients with Type 2 Diabetes in Colombia"}
{"loci":"rs2285666","finding":"The polymorphism rs2285666, associated with enhanced ACE2 expression, was found to exhibit significant frequency variations in the Indian population, which may influence susceptibility to COVID-19.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs4240157","finding":"Similar to rs2285666, rs4240157 was reported to be associated with increased ACE2 expression levels, with frequency differentials observed in the Indian population, suggesting a link to COVID-19 susceptibility.","chrpos":"chrX:15568841","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs4646188","finding":"The rs4646188 variant was among those which correlated with increased ACE2 expression, displaying distinct frequency patterns in the Indian cohort relevant to COVID-19 infection susceptibility.","chrpos":"chrX:15583220","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs2158083","finding":"As a genetic variant affecting ACE2, rs2158083 had varied frequencies in the Indian population, potentially impacting risk levels for COVID-19 susceptibility.","chrpos":"chrX:15590263","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs1978124","finding":"The rs1978124 polymorphism was linked with ACE2 expression variability, with observed allele frequency differences in the Indian population indicating possible implications for COVID-19 susceptibility.","chrpos":"chrX:15599940","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs233574","finding":"The variant rs233574, similar to the previous ACE2 polymorphisms, exhibited significant frequency variances in Indians, contributing to an understanding of genetic susceptibility to COVID-19.","chrpos":"chrX:15564486","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs1996225","finding":"This rs1996225 variant of CA5BP1 demonstrated elevated ACE2 expression and revealed allele frequency patterns in the Indian population, which could associate with COVID-19 susceptibility.","chrpos":"chrX:15693086","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs4060","finding":"The rs4060 variant was noted for its connection to increased ACE2 expression levels, showing distinct frequencies in the Indian population that may influence susceptibility to COVID-19.","chrpos":"chrX:15688707","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs4826508","finding":"The rs4826508 SNP, known for correlations with zinc deficiency, exhibited a frequency pattern in the Indian population that may confer reduced COVID-19 susceptibility.","chrpos":"chrX:56785262","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs2074192","finding":"The rs2074192 SNP exhibited low allele frequency in the Indian population, linked to hypertension risk, suggesting a potential impact on COVID-19 outcomes.","chrpos":"chrX:15564667","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.15.21267816","title":"COVID-19 and Indian population: a comparative genetic analysis"}
{"loci":"rs150053350","finding":"This SNP reached genome-wide significance in the African-American association analysis (p=2.1e-70, MAF=0.13, OR=4.92) for G6PD, indicating its strong association in the population.","chrpos":"chrX:155326555","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.09.21258643","title":"Large-scale trans-ethnic replication and discovery of genetic associations for rare diseases with self-reported medical data"}
{"loci":"rs147311723","finding":"The allele AG of rs147311723 in the ACE2 gene was identified as putatively associated with increased susceptibility to TB and COVID-19 co-infection. The SNP was found in higher frequencies among the TB\/COVID-19 co-infected group.","chrpos":"chrX:15564142","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs35803318","finding":"The allele AG of rs35803318 in the ACE2 gene was linked to higher susceptibility to TB and COVID-19 co-infection, showing increased heterozygous genotype frequencies in the TB\/COVID-19 co-morbid patients.","chrpos":"chrX:15564086","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs2074192","finding":"Homozygous AA genotype of rs2074192 in the ACE2 gene was frequently observed in TB patients and those co-infected with TB and COVID-19, indicating a strong association with the comorbid condition.","chrpos":"chrX:15564667","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs4240157","finding":"The allele CG of rs4240157 in the ACE2 gene was potentially associated with higher susceptibility to TB and COVID-19, and shown to frequently appear in TB patients.","chrpos":"chrX:15568841","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs4646179","finding":"The AG allele of rs4646179 in the ACE2 gene was prevalent among COVID-19 patients, demonstrating a significant correlation with the disease progression.","chrpos":"chrX:15566297","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs2285666","finding":"The CA genotype of rs2285666 in the ACE2 gene was present in all COVID-19 patients, showcasing an association with disease susceptibility.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs4646142","finding":"The AG variant of rs4646142 in the ACE2 gene was associated with both TB and TB\/COVID-19 co-infection, showing frequent prevalence in study participants.","chrpos":"chrX:15584941","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs4646116","finding":"The SNP rs4646116 (AG) in the ACE2 gene had increased frequencies in the COVID-19 patient group, suggesting its potential role in modulating disease severity.","chrpos":"chrX:15600835","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.14.24317326","title":"Human ace2 and tmprss2 polymorphisms for predicting susceptibility to tuberculosis and COVID-19 co-infection in Cameroonian cohort"}
{"loci":"rs12010103","finding":"The SNP rs12010103 was associated with altered ALDH1A1 expression levels in acute myeloid leukemia (AML) patients. Higher expression levels of ALDH1A1 correlated with poor overall survival in these patients, indicating that this genetic variant may contribute to AML progression and risk stratification.","chrpos":"chrX:39395489","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.10.20.21265241","title":"Lower RNA expression of ALDH1A1 distinguishes the favorable risk group in acute myeloid leukemia"}
{"loci":"rs2285666","finding":"The ACE2 rs2285666 polymorphism was associated with an elevated ACE2 expression up to 50%. This higher expression of ACE2 was implicated in increasing the risk for critical COVID-19, triggering vascular constriction, and resulting in worsening endothelial dysfunction, which may relate to symptoms experienced during Long-Haul COVID-19 (LHC) including dyspnea and fatigue.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289110","title":"Comparative Cohort Study of Post-Acute Covid-19 Infection with a Nested, Randomized Controlled Trial of Ivabradine for Those With Postural Orthostatic Tachycardia Syndrome (The COVIVA Study)"}
{"loci":"rs2074192","finding":"The study explored the association of the ACE2 rs2074192 polymorphism with post-COVID symptoms. Although specific findings were not detailed, this polymorphism was included due to its association with ACE2 expression variability which is significant in the context of COVID-19 severity.","chrpos":"chrX:15564667","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.04.25.23289110","title":"Comparative Cohort Study of Post-Acute Covid-19 Infection with a Nested, Randomized Controlled Trial of Ivabradine for Those With Postural Orthostatic Tachycardia Syndrome (The COVIVA Study)"}
{"loci":"rs190509934","finding":"This rare variant was significantly associated in the Covid-19hgi meta-analysis with P=3.30×10^-17, suggesting an important link to susceptibility.","chrpos":"chrX:15602217","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.08.21258507","title":"A year of Covid-19 GWAS results from the GRASP portal reveals potential SARS-CoV-2 modifiers"}
{"loci":"rs4646120","finding":"Identified as linked to susceptibility with a common variant associated with P=2.30×10^-6, indicating its relevance in Covid-19 research.","chrpos":"chrX:15599613","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.08.21258507","title":"A year of Covid-19 GWAS results from the GRASP portal reveals potential SARS-CoV-2 modifiers"}
{"loci":"rs190509934","finding":"The variant rs190509934:T&gt;C, located upstream of ACE2, was associated with decreased susceptibility to COVID-19 (OR = 0.69; 95% CI = 0.63, 0.75; P = 3.6 × 10^-18). This SNP lowers ACE2 expression, which is important as ACE2 is the receptor for SARS-CoV-2. The variant showed significant population differences, being more common in South Asians.","chrpos":"chrX:15602217","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.08.21265944","title":"Mapping the human genetic architecture of COVID-19: an update"}
{"loci":"rs179008","finding":"The TLR7 polymorphism rs179008 (c.32A>T) was identified as a sex-specific eQTL, associated with reduced expression of TLR7 protein and blunted IFN-α production by plasmacytoid dendritic cells (pDCs), selectively in females.","chrpos":"chrX:12885540","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.11.22272208","title":"Monocytes are the main source of STING-mediated IFN-α production"}
{"loci":"rs3853839","finding":"The functional SNP in the 3’ UTR of TLR7, rs3853839, was reported to be associated with an increased risk of developing systemic lupus erythematosus (SLE) specifically in men.","chrpos":"chrX:12889539","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.11.22272208","title":"Monocytes are the main source of STING-mediated IFN-α production"}
{"loci":"rs887369","finding":"The polymorphism in the CXorf21 gene, rs887369, was shown to be strongly associated with SLE in women, with SLE flares correlating with increased expression of CXorf21 mRNA in blood cells.","chrpos":"chrX:30559729","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.03.11.22272208","title":"Monocytes are the main source of STING-mediated IFN-α production"}
{"loci":"rs1050828","finding":"The missense variant rs1050828 was identified as an association signal specific to the African ancestry (AFR) group, linked to higher reticulocyte counts and hematological parameters, revealing an important role in the context of G6PD deficiency and its protective effect against malaria.","chrpos":"chrX:154536002","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.12.06.23299426","title":"Whole-genome sequencing of half-a-million UK Biobank participants"}
{"loci":"chrX:152767196:C:A","finding":"The SNP chrX:152767196:C:A was identified as significant only in females and related to the MAGEA6 gene, indicating sex-specific influences on LTL.","chrpos":"chrX:152767196","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.02.24316529","title":"Genomic, phenomic, and geographic associations of leukocyte telomere length in the United States"}
{"loci":"rs913664484","finding":"The mutation rs913664484 was an extremely rare T>G transversion at the 5’ end of the first intron of the STAG2 gene, disrupting a splicing site and having a high impact on the gene product. This gene, associated with severe congenital and developmental defects in embryos and cancers, was studied in euploid miscarried embryos.","chrpos":"chrX:123961437","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.01.02.20248961","title":"Prioritization of putatively detrimental variants in euploid miscarriages"}
{"loci":"rs148312150","finding":"The SNP rs148312150, a loss-of-function coding variant in MAP3K15, was associated with protection against type 2 diabetes (T2D), showing a protective odds ratio of 0.824 (95% CI: [0.787, 0.864], p = 2.7e-17) among individuals at high polygenic risk. Additionally, carriers of this SNP demonstrated a significant median delay of 4.5 years in the age of T2D diagnosis. The association with high cholesterol also emerged, marked by a modest reduction in cholesterol and LDL\/HDL ratios in MAP3K15 LoF carriers.","chrpos":"chrX:19369214","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.01.09.24301012","title":"The Metabolic Role of MAP3K15: Genetic and Phenotypic Insights from the 23andMe Research Database and Genetics-Driven Recruitment"}
{"loci":"rs1348114695","finding":"The E35K polymorphism was found to have decreased binding affinity to the RBD of SARS-CoV-2 variants of concern (VOC), particularly the Beta, Delta, and Omicron RBDs. This decreased affinity was associated with a more protective phenotype against breakthrough infections.","chrpos":"chrX:15600809","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.07.22277364","title":"Altered affinity to ACE2 and reduced Fc functional antibodies to SARS-CoV-2 RBD variants"}
{"loci":"rs4646116","finding":"The K26R polymorphism demonstrated enhanced binding affinity to the ancestral RBD and VOCs Alpha and Delta, but showed slightly weaker binding to RBD-Beta. This finding indicated a potential increased susceptibility to breakthrough infections.","chrpos":"chrX:15600835","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.07.22277364","title":"Altered affinity to ACE2 and reduced Fc functional antibodies to SARS-CoV-2 RBD variants"}
{"loci":"rs73635825","finding":"The S19P polymorphism exhibited enhanced affinity to the ancestral RBD and all tested VOCs (Alpha, Beta, Delta, and Omicron). This enhancement in binding suggested a predisposition for individuals with this polymorphism to experience increased susceptibility to SARS-CoV-2.","chrpos":"chrX:15600857","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.07.22277364","title":"Altered affinity to ACE2 and reduced Fc functional antibodies to SARS-CoV-2 RBD variants"}
{"loci":"rs28602900","finding":"The rs28602900 SNP was located in a high gene density region near RPL10 and was associated with increased PD risk (OR = 1.10). This association was replicated in an independent dataset (OR = 1.16, P = 0.016) and was also shown to be a significant expression quantitative trait locus (eQTL) regulating RPL10 expression across brain tissues. Additionally, it was related to reduced putamen volume, a biomarker for PD, with a significant association (β = -11.01, P = 0.011). These findings suggested a critical role of ribosomal proteins in PD pathogenesis.","chrpos":"chrX:154405192","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.18.20248459","title":"Common X-chromosome variants are associated with Parkinson’s disease risk"}
{"loci":"rs782681704","finding":"Variant rs782681704 was found in relation to fasting insulin (FI) levels. It is intronic to the BRCC3 gene and indicated probable regulatory activity, although it lacked clear evidence of being an expression quantitative trait locus (eQTL) for BRCC3.","chrpos":"chrX:155084576","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.07.26.22278077","title":"Investigating gene-diet interactions impacting the association between macronutrient intake and glycemic traits"}
{"loci":"rs2285666","finding":"The rs2285666 polymorphism in the ACE2 gene was found to have a significant association with the spatial distribution of COVID-19 cases in India. This study highlighted that the presence of this SNP affected the susceptibility to SARS-CoV-2 infection, thereby influencing the spread of the alpha variant in different regions across North India.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.20.22274084","title":"Genetic diversity and spatiotemporal distribution of SARS-CoV-2 alpha variant in India"}
{"loci":"rs4364769","finding":"The rs4364769 variant was identified as the index variant of the Xp22.32 locus in the r-XCI meta-analysis, showing a minor allele frequency (MAF) of 0.12, an odds ratio (OR) of 1.079, and a significant p-value of 2.55 x 10^-7. This signal was located over 300 kb from the closest protein coding gene, NLGN4X, indicating a potential but not direct genetic association with Alzheimer's Disease (AD).","chrpos":"chrX:5462201","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.02.24306739","title":"X-Chromosome-wide association study for Alzheimer’s disease"}
{"loci":"rs5933929","finding":"The index variant rs5933929 was associated with the FRMPD4 locus in the r-XCI meta-analysis. It presented a MAF of 0.38, an OR of 0.952, and a p-value of 1.98 x 10^-7. The variant resided in an intron within some transcripts of the FRMPD4 gene, suggesting a potential role in AD despite being located intronically.","chrpos":"chrX:11916372","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.02.24306739","title":"X-Chromosome-wide association study for Alzheimer’s disease"}
{"loci":"rs191195705","finding":"In the r-XCI meta-analysis, rs191195705 served as the index variant for the Xq25 signal, with a MAF of 0.11, an OR of 0.925, and a p-value of 7.09 x 10^-7. The variant was positioned over 500 kb from the nearest protein coding gene, GRIA3, and was suggested to primarily associate with AD risk in males.","chrpos":"chrX:122643733","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.02.24306739","title":"X-Chromosome-wide association study for Alzheimer’s disease"}
{"loci":"rs5972406","finding":"The variant rs5972406 was identified in the r-XCI meta-analysis as an index variant associated with an X-chromosome-wide significant locus. It had a MAF of 0.075, an OR of 1.143, and a p-value of 1.16 x 10^-6, being located within an intron of the dystrophin gene DMD, indicating a possible association with Alzheimer's Disease.","chrpos":"chrX:31546147","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.02.24306739","title":"X-Chromosome-wide association study for Alzheimer’s disease"}
{"loci":"rs138390800","finding":"The variant rs138390800 (Lys341Arg) was identified as a common non-synonymous variant in Central African hunter-gatherers (CAHG) with a minor allele frequency (MAF) of 0.164. It exhibited signatures of positive selection and was associated with respiratory infection risk.","chrpos":"chrX:15581269","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs147311723","finding":"The rs147311723 (Leu731Phe) variant was also common in CAHG, with a MAF of 0.083, and was significantly associated with respiratory infection, indicating its adaptive significance in this population.","chrpos":"chrX:15564142","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs145437639","finding":"This variant (Asp597Glu) was similarly common in CAHG (MAF 0.083) and contributed to the signatures of positive selection as part of their genetic adaptation.","chrpos":"chrX:15571670","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs5936010","finding":"This eQTL variant was associated with type 2 diabetes and showed signatures of selection in Afroasiatic populations, indicating its relevance in gene regulation affecting disease susceptibility.","chrpos":"chrX:15674766","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs5934263","finding":"Like rs5936010, this variant was also associated with hypertension in clinical settings and indicated positive selection in certain African populations.","chrpos":"chrX:15675734","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs186029035","finding":"This variant showed significant differentiation in CAHG populations, indicating strong positive selection and potential associations with adaptive traits.","chrpos":"chrX:15565283","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.06.28.21259529","title":"Impact of natural selection on global patterns of genetic variation, and association with clinical phenotypes, at genes involved in SARS-CoV-2 infection"}
{"loci":"rs16997659","finding":"The SNP rs16997659 was noted as a significant trans-eQTL variant for EIF2S3B, accounting for over 0.8 of the variance in expression levels of this gene.","chrpos":"chrX:24057745","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.04.13.22273841","title":"Whole Genome DNA and RNA Sequencing of Whole Blood Elucidates the Genetic Architecture of Gene Expression Underlying a Wide Range of Diseases"}
{"loci":"rs1804495","finding":"The lead SNP rs1804495 at the SERPINA7 locus was identified as a missense variant that decreased 11.12 μg\/L of iodine in maternal plasma, reflecting its significance in iodine metabolism for thyroid function.","chrpos":"chrX:106034370","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs6639741","finding":"At this locus, the SNP associated with estrone levels is believed to impact hormonal interactions.","chrpos":"chrX:6981422","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs802900","finding":"The STS locus was newly associated with estradiol levels, providing insight into estrogen synthesis.","chrpos":"chrX:7169979","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs72618342","finding":"This newly identified association was noted for its influence on trace elements.","chrpos":"chrX:106668544","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs6616617","finding":"The association at this locus confirmed broader implications for metabolic interactions.","chrpos":"chrX:106991064","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.26.23299022","title":"Multi-trait genome-wide association study in 34,394 Chinese women reveals the genetic architecture of plasma metabolites during pregnancy"}
{"loci":"rs76723693","finding":"The rs76723693 variant was highlighted as having lower RDW associated with G6PD mutations, specifically noted among individuals with African ancestry.","chrpos":"chrX:154533025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.09.20246736","title":"Whole genome sequencing association analysis of quantitative red blood cell phenotypes: the NHLBI TOPMed program"}
{"loci":"rs1050829","finding":"The variant was associated with G6PD deficiency, impacting hemolytic anemia compositions significantly in individuals of African descent.","chrpos":"chrX:154535277","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.09.20246736","title":"Whole genome sequencing association analysis of quantitative red blood cell phenotypes: the NHLBI TOPMed program"}
{"loci":"rs1050828","finding":"The rs1050828 variant was also indicated to have significant associations with G6PD traits and hematological effects, especially in African American populations.","chrpos":"chrX:154536002","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.09.20246736","title":"Whole genome sequencing association analysis of quantitative red blood cell phenotypes: the NHLBI TOPMed program"}
{"loci":"rs12010083","finding":"The SNP rs12010083 was associated with retropharyngeal lymph node involvement in oropharyngeal carcinoma, impacting the risk of distant metastases and survival outcomes according to Iyizoba-Ebozue et al. in their 2019 publication. This association suggested that genetic factors might contribute to determining the metastatic behavior of head and neck squamous cell carcinomas (HNSCC), emphasizing the importance of targeting genetic profiling for personalized treatment approaches.","chrpos":"chrX:64688341","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.12.01.21267001","title":"Detailed patient-individual reporting of lymph node involvement in oropharyngeal squamous cell carcinoma with an online interface"}
{"loci":"rs2285666","finding":"The SNP rs2285666 was identified as a splice site variant associated with increased ACE2 expression. It was significantly more prevalent among SARS-CoV-2 positive patients (p = .015) and among hospitalized European patients compared to outpatients (p = .029). This variant potentially increased the risk of COVID-19 by elevating ACE2 levels and was previously noted as a risk factor for hypertension, type 2 diabetes, and coronary heart disease.","chrpos":"chrX:15592225","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.18.21261804","title":"SARS-CoV-2 susceptibility and ACE2 gene variations within diverse ethnic backgrounds"}
{"loci":"rs12006793","finding":"The eQTL rs12006793 was shown to decrease ACE2 expression and was more prevalent in controls, suggesting it potentially reduced the risk of COVID-19. It had the largest effect size (d = 0.91) among the eQTLs studied and was statistically different in prevalence among ethnic groups (p < 0.001). This variant also remained significant in comparisons between hospitalized and non-hospitalized SARS-CoV-2 positive patients.","chrpos":"chrX:15284068","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.18.21261804","title":"SARS-CoV-2 susceptibility and ACE2 gene variations within diverse ethnic backgrounds"}
{"loci":"rs76723693","finding":"The rare G6PD variant rs76723693 had effects on HbA1c that were noted to be larger than the commonly observed G202A variant. This finding indicated that carriers of rs76723693 had significantly lower HbA1c levels, suggesting it impacted glycemic status in individuals with African genetic ancestry.","chrpos":"chrX:154533025","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.26.24307947","title":"Non-glycemic genetic effects on HbA1c and clinical glycemic status in African ancestry: VA Million Veteran Program"}
{"loci":"rs1379871","finding":"The SNP rs1379871 was highlighted as a likely causal variant in the DMD locus with a high posterior probability, contributing significant findings for BMI among diverse populations.","chrpos":"chrX:31836665","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.21.23293271","title":"WHOLE GENOME SEQUENCING ANALYSIS OF BODY MASS INDEX IDENTIFIES NOVEL AFRICAN ANCESTRY-SPECIFIC RISK ALLELE"}
{"loci":"rs147828433","finding":"This SNP was identified as an X-chromosomal locus associated with omega-3% in males. The lead variant rs147828433 was linked to the gene ACOT9, suggesting a regulatory role in fatty acid and amino acid metabolism.","chrpos":"chrX:23747430","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.11.11.24317110","title":"Genome-wide association studies and multi-omics integrative analysis reveal novel loci and their molecular mechanisms for circulating polyunsaturated, monounsaturated, and saturated fatty acids"}
{"loci":"rs1044165","finding":"The SNP rs1044165 showed a significant association with CHD but only in the heterozygous inheritance model (AG vs GG+AA; OR = 0.3442; P = 0.0276), suggesting a specific role in CHD risk.","chrpos":"chrX:66021884","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.10.09.23296433","title":"The potential impact of microRNA-related functional polymorphisms in the pathogenesis of coronary heart disease"}
{"loci":"rs12012736","finding":"SNP rs12012736 was one of the significant COJO SNPs related to C4 protein concentration and was located on chromosome X, potentially influencing sex differences in autoimmune disorder risks.","chrpos":"chrX:110618692","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.11.09.22281216","title":"The genetic and phenotypic correlates of neonatal Complement Component 3 and 4 protein concentrations with a focus on psychiatric and autoimmune disorders"}
{"loci":"rs200939713","finding":"Associated with varicose veins and linked to <italic>POF1B<\/italic>.","chrpos":"chrX:85308159","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.03.21262975","title":"Insights from complex trait fine-mapping across diverse populations"}
{"loci":"rs4830976","finding":"The rs4830976 variant was found to be positively associated with COVID-19 hospitalization, indicating that its correlation with ACE2 expression may contribute to increased risk.","chrpos":"chrX:15667361","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.11.19.20234120","title":"Actionable druggable genome-wide Mendelian randomization identifies repurposing opportunities for COVID-19"}
{"loci":"rs140104197","finding":"The SNP rs140104197, a protein-truncating variant (Arg1122*), was associated with a significantly decreased risk of both type 1 diabetes (T1DM) with an odds ratio (OR) of 0.58 and type 2 diabetes (T2DM) with an OR of 0.82 in the FinnGen cohort. This SNP's finding was previously identified in the UK Biobank study with rare variants in MAP3K15 suggesting protective effects against diabetes.","chrpos":"chrX:19370995","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.14.21266328","title":"Human genetic evidence supports MAP3K15 inhibition as a therapeutic strategy for diabetes"}
{"loci":"rs190119169","finding":"This SNP, located on chromosome X, was associated with increased testosterone across all ancestry groups and was significantly linked to lower odds of diabetes specifically in the African ancestry group.","chrpos":"chrX:67825311","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.16.21265846","title":"Discovery of Novel Trans-Ancestry and Ancestry-Specific Gene Loci for Total Testosterone in a Multi-Ancestral Analysis of Men in the Million Veteran Program"}
{"loci":"rs4827451","finding":"This African-specific ancestry variant on chromosome X was associated with lower testosterone levels and higher odds of chronic kidney disease and renal failure, as well as being linked to diabetes and renal function metrics.","chrpos":"chrX:66097894","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.16.21265846","title":"Discovery of Novel Trans-Ancestry and Ancestry-Specific Gene Loci for Total Testosterone in a Multi-Ancestral Analysis of Men in the Million Veteran Program"}
{"loci":"rs73629199","finding":"This TKTL1 variant on chromosome X was uniquely associated with hereditary hemolytic anemias in the Hispanic ancestry group, which provided insight into the genetic regulation of anemia related to testosterone.","chrpos":"chrX:154325796","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.02.16.21265846","title":"Discovery of Novel Trans-Ancestry and Ancestry-Specific Gene Loci for Total Testosterone in a Multi-Ancestral Analysis of Men in the Million Veteran Program"}
{"loci":"rs9697983","finding":"The SNP rs9697983, located in the gene GLUD2, was identified as the candidate causal SNP for the pathways associated with electronic transport and metabolism. This finding was part of a broader analysis that indicated its significance in the context of blood coagulation pathways associated with age-related macular degeneration (AMD), reinforcing previous literature connections.","chrpos":"chrX:121049176","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.28.23294688","title":"Identifying X-Chromosome Variants Associated with Age-Related Macular Degeneration"}
{"loci":"rs6610096","finding":"The rs6610096 SNP was identified in the prostate associated gene PAGE4, showing significant association in males, females, and combined analyses. This SNP's association related to immune function and may contribute to TB susceptibility.","chrpos":"chrX:49840922","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs7888114","finding":"The rs7888114 SNP located in the FRMPD4 gene was significant in the male and combined analyses. This gene has potential implications for TB susceptibility, having been previously identified in an interaction analysis.","chrpos":"chrX:12255262","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs4465088","finding":"The rs4465088 SNP was located downstream of the ACTRT1 gene, associated with females showing an OR of 4.73 and was additionally significant in the combined analysis. This variant suggested escape from X chromosome inactivation, implying overexpression in females.","chrpos":"chrX:127639648","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs2428212","finding":"The rs2428212 SNP was significant in females within the African cohort, revealing an OR of 2.03. It is located in the UPF3B gene, which is involved in nonsense-mediated mRNA decay, suggesting a potential influence on TB through RNA regulation.","chrpos":"chrX:119851635","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs2563800","finding":"The rs2563800 SNP was associated in males and combined analysis located in LOC105373293, a non-coding RNA. Its association with TB susceptibility requires further investigation for functional relevance.","chrpos":"chrX:91775940","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs5975736","finding":"The rs5975736 SNP was identified in the Bombesin Receptor Subtype 3 gene within the combined analysis, suggesting a role in TB susceptibility connected to its influence on energy homeostasis.","chrpos":"chrX:136479624","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.31.24308259","title":"X-linked multi-ancestry meta-analysis reveals tuberculosis susceptibility variants"}
{"loci":"rs12687599","finding":"The lead SNP rs12687599 was associated with a region containing the genes ASB9 and ASB11 in the Male-XWAS analysis. It demonstrated a highly significant p-value of 3.57×10−7, revealing a potential link between sex hormone pathways and Autism Spectrum Disorder (ASD) particularly in males.","chrpos":"chrX:15265781","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.18.24310640","title":"Chromosome X-Wide Common Variant Association Study (XWAS) in Autism Spectrum Disorder"}
{"loci":"rs5926125","finding":"This SNP was identified in the long non-coding RNA region encompassing DDX53\/PTCHD1-AS with a significant p-value of 9.47×10−6, indicating its association with ASD through the involvement of regulatory pathways linked to the disorder.","chrpos":"chrX:22867829","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.18.24310640","title":"Chromosome X-Wide Common Variant Association Study (XWAS) in Autism Spectrum Disorder"}
{"loci":"rs767542284","finding":"Detected in the Both-XWAS analysis, this variant demonstrated consistent significant p-values across all cohort tests, indicating its strong association with ASD through its relationship with the PDHA1 gene.","chrpos":"chrX:19356828","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.07.18.24310640","title":"Chromosome X-Wide Common Variant Association Study (XWAS) in Autism Spectrum Disorder"}
{"loci":"rs12010150","finding":"The SNP rs12010150 was significantly associated with elevated polygenic risk scores (PRSs) for autoimmune-related diseases, particularly in exceptional responders (ERs) to cancer treatment. This finding indicated that ERs had a higher risk score for diseases such as type 1 diabetes (T1D) and hypothyroidism, suggesting a potential link between these autoimmune disorders and better cancer treatment responses.","chrpos":"chrX:121887249","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.02.22.23285773","title":"Polygenic risk scores for autoimmune related diseases are significantly different and skewed in cancer exceptional responders"}
{"loci":"rs1190734","finding":"The SNP rs1190734 showed a genome-wide significant association with the 'heavy-smoker' phenotype in American ancestry (OR=0.83; CI=0.79-0.88; P=1.2e-11), while demonstrating only a nominal association in European ancestry. It indicated potential differential effects of this locus on smoking behaviors across different populations.","chrpos":"chrX:137062882","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.10.27.22281470","title":"Rare coding variants in CHRNB2 reduce the likelihood of smoking"}
{"loci":"rs1050828","finding":"The missense variant rs1050828 in the G6PD gene was significantly associated with several phenotypes primarily in the African ancestry group, including glycated hemoglobin (HbA1c). The p-value for the association was extremely low (1.1 x 10^-299), indicating a robust association, while its frequency in AFR was markedly higher than in EUR.","chrpos":"chrX:154536002","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.03.13.24303864","title":"Pan-UK Biobank GWAS improves discovery, analysis of genetic architecture, and resolution into ancestry-enriched effects"}
{"loci":"rs3810682","finding":"The study found that the SNP rs3810682 (g.50910775C&gt;G) in the promoter region of the BMP15 gene was present in three cases, with one case exhibiting a homozygous change and two cases showing a heterozygous change. The prevalence of this SNP was reported as 10.7% in POF cases compared to 3.3% in healthy controls, suggesting a potential association with Premature Ovarian Failure (POF). Although the results indicated a higher prevalence in cases, the statistical significance was not achieved (P-value = 0.344), likely due to the small sample size, but this may indicate a trend towards an association. Furthermore, the presence of both primary and secondary amenorrhea in affected individuals suggested that these SNPs might be linked to ovarian dysfunction, which is characteristic of POF.","chrpos":"chrX:50910775","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.08.03.21261546","title":"Cytogenetic & Molecular analysis in Premature Ovarian Failure"}
{"loci":"rs778479352","finding":"The lead variant rs778479352 exhibited a strong association with atrial fibrillation with an odds ratio of 2.00. It was located in an intron of FGF13, which is implicated in cardiac sodium channel function, indicating its role in conduction disturbances relevant to atrial fibrillation.","chrpos":"chrX:138708418","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.09.06.21263189","title":"Trans-ancestry genome-wide analysis of atrial fibrillation provides new insights into disease biology and enables polygenic prediction of cardioembolic risk"}
{"loci":"rs228406","finding":"The alternative allele in homozygosis for rs228406, which maps to the DMD gene, was associated with the noFAST phenotype. This finding was significant in distinguishing patients with more severe renal progression from those without such symptoms.","chrpos":"chrX:32485077","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.11.08.23298254","title":"IDENTIFICATION OF MODIFIER GENE VARIANTS OVERREPRESENTED IN FAMILIAL HYPOMAGNESEMIA WITH HYPERCALCIURIA AND NEPHROCALCINOSIS PATIENTS WITH A MORE AGGRESSIVE RENAL PHENOTYPE"}
{"loci":"rs1050828","finding":"The study reported that roughly 11% of African-Americans carry the rs1050828 variant, which is known to shorten the mean erythrocyte lifespan. This variant may potentially lead to approximately 0.65 million African-American individuals being undiagnosed for type 2 diabetes (T2D), highlighting its significant impact on T2D diagnosis based on HbA1C measurements.","chrpos":"chrX:154536002","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2021.11.04.21265868","title":"A combined polygenic score of 21,293 rare and 22 common variants significantly improves diabetes diagnosis based on hemoglobin A1C levels"}
{"loci":"rs6612886","finding":"The variant rs6612886 showed significant allelic shift in mLOX cases, with findings pointing to a propensity for one allele over another, critical for understanding X-linked mechanisms.","chrpos":"chrX:58090464","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.01.28.23285140","title":"Population analyses of mosaic X chromosome loss identify genetic drivers and widespread signatures of cellular selection"}
{"loci":"rs626840","finding":"The SNP rs626840, located in EFNB1, was found to be associated with retinal thickness. Mutations in EFNB1 are linked to craniofrontonasal syndrome, which includes various ophthalmologic abnormalities.","chrpos":"chrX:68838089","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.31.23293176","title":"Multi-omic spatial effects on high-resolution AI-derived retinal thickness"}
{"loci":"rs554433","finding":"This intronic variant in SHROOM2 was linked to retinal thickness, with mutations causing pigmentation issues in the retinal pigment epithelium.","chrpos":"chrX:68838184","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.07.31.23293176","title":"Multi-omic spatial effects on high-resolution AI-derived retinal thickness"}
{"loci":"rs1137070","finding":"The MAOA polymorphism (rs1137070), where a C allele replaces a T, indicated that higher MAOA activity could be linked to increased catalyzation of neurotransmitters like serotonin and norepinephrine. While a meta-analysis suggested that the T variant was associated with major depression in non-pregnant populations, interactions with other genes indicated a potential role in perinatal depression, particularly under certain circumstances.","chrpos":"chrX:43744144","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.08.02.23293552","title":"A sum of its parts: A systematic review evaluating biopsychosocial and behavioral determinants of perinatal depression"}
{"loci":"rs12010034","finding":"The SNP rs12010034 was linked to a study concerning Pressurized Intraperitoneal Aerosol Chemotherapy (PIPAC) which aimed to overcome drug resistance using physical principles. This study indicated that certain genetic factors could play a role in the efficacy of PIPAC treatments.","chrpos":"chrX:95369360","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.24.23287646","title":"Performance of different nebulizers in clinical use for Pressurized Intraperitoneal Aerosol Chemotherapy (PIPAC)"}
{"loci":"rs17332232","finding":"The rs17332232 SNP was associated with the IL1RAPL2 locus, identified through X chromosome analysis in the context of amyotrophic lateral sclerosis (ALS). This SNP was previously overlooked in ALS genomics and encodes a protein that is specific to the central nervous system. Its relevance was underscored by its association with the interactome of interleukin-2, a cytokine under clinical investigation for its neuroprotective properties in ALS. The findings suggested that stratifying trial data by the rs17332232 genotype could potentially highlight pharmacogenomic factors contributing to therapeutic benefits observed in clinical trials.","chrpos":"chrX:105165201","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2024.05.25.24307829","title":"Sex-specific risk loci and modified MEF2C expression in ALS"}
{"loci":"rs145400922","finding":"The SNP rs145400922 was found to be associated with cardioembolic stroke at the genome-wide significance level in analyses restricted to Black participants, according to the findings from the TOPMed analysis.","chrpos":"chrX:125619640","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.05.31.22275825","title":"Whole Exome Sequencing Analyses Support a Role of Vitamin D Metabolism in Ischemic Stroke"}
{"loci":"rs5987128","finding":"The rs5987128 splice donor pLoF variant was associated with reduced blood pressure (BP). This variant might have escaped detection in previous GWAS due to its location on the X-chromosome, which was often excluded from large GWAS efforts. The effect of this variant on BP was novel.","chrpos":"chrX:153674273","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2023.03.13.23287209","title":"Association analyses of predicted loss-of-function variants prioritized 15 genes as blood pressure regulators"}
{"loci":"rs6048","finding":"Common variant in F9 associated with VTE, adding to the previously reported variants related to the disorder.","chrpos":"chrX:139551121","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.21.22276721","title":"Multi-ancestry GWAS for venous thromboembolism identifies novel loci followed by experimental validation in zebrafish"}
{"loci":"rs3002417","finding":"An upstream variant near BCOR identified in the study that associated with VTE, showcasing a relevant linkage to genetic mechanisms underlying the condition.","chrpos":"chrX:39849470","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.21.22276721","title":"Multi-ancestry GWAS for venous thromboembolism identifies novel loci followed by experimental validation in zebrafish"}
{"loci":"rs17328181","finding":"This SNP, located in FUNDC2, was previously nominally associated with VTE and linked to platelet survival mechanisms.","chrpos":"chrX:155051368","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2022.06.21.22276721","title":"Multi-ancestry GWAS for venous thromboembolism identifies novel loci followed by experimental validation in zebrafish"}
{"loci":"rs190509934","finding":"The variant rs190509934 was identified as a rare variant associated with a lower risk of SARS-CoV-2 infection, showing an odds ratio of 0.60 (P=4.5x10^-13) and located near the ACE2 gene. It was associated with a significant reduction in ACE2 expression by 0.87 standard deviation units, suggesting its role in modulating COVID-19 risk.","chrpos":"chrX:15602217","link":"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.12.14.20248176","title":"Genome-wide analysis in 756,646 individuals provides first genetic evidence that ACE2 expression influences COVID-19 risk and yields genetic risk scores predictive of severe disease"}
{"loci":"rs182149107","finding":"This SNP on Xp21.2 had a z of 5.77 and was linked to IL1RAPL1, known for its implications in intellectual disability and autism.","chrpos":"chrX:29883892","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.10.491289","title":"Genetic architecture of the white matter connectome of the human brain"}
{"loci":"rs4824483","finding":"Identified on Xp11.23, this SNP (z=5.80), was associated with upregulation in glioblastoma-related genes.","chrpos":"chrX:49641899","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.10.491289","title":"Genetic architecture of the white matter connectome of the human brain"}
{"loci":"rs140894649","finding":"On Xq11.2, this SNP had a z-score of 6.61 and was related to MTMR8, suggesting its role in actin filament regulation and patterns of asymmetry.","chrpos":"chrX:64362207","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.05.10.491289","title":"Genetic architecture of the white matter connectome of the human brain"}
{"loci":"rs140385304","finding":"The SNP rs140385304 was identified as being located 153kb centromeric to the Cas9 cut site in an embryo containing a chromosome X fragment. It was associated with significant genomic loss, including breakage at the centromere resulting in the loss of more than 1 Mb, exemplifying the potential impact of DNA double-strand breaks in CRISPR\/Cas9 genome editing.","chrpos":"chrX:63746145","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.10.483502","title":"DNA Double Strand Breaks cause chromosome loss through sister chromatid tethering in human embryos"}
{"loci":"rs56355347","finding":"The SNP rs56355347 was detected at 41bp telomeric of the Cas9 cut site in a male embryo. It exhibited a detectable signal and indicated that reciprocal whole and segmental chromosome changes occurred across all 8 analyzed cells, showcasing the preservation of the cut site through three cell divisions and highlighting the chromosomal instability associated with DSBs.","chrpos":"chrX:58089738","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.10.483502","title":"DNA Double Strand Breaks cause chromosome loss through sister chromatid tethering in human embryos"}
{"loci":"rs6641874","finding":"The rs6641874 variant was identified as the top variant associated with PRKX gene expression in T cells and was a significant eQTL signal in the analysis of lymphocyte counts. The data indicated that this SNP showed larger effect sizes in females compared to males, suggesting a differential impact on lymphocyte counts likely related to X chromosome inactivation escape.","chrpos":"chrX:3744023","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.14.561800","title":"Quantification of the escape from X chromosome inactivation with the million cell-scale human single-cell omics datasets reveals heterogeneity of escape across cell types and tissues"}
{"loci":"rs6641601","finding":"The rs6641601 variant was the top variant associated with PRKX gene expression in monocytes. Similar to rs6641874, it demonstrated a female bias in effect sizes for lymphocyte counts, supporting the hypothesis of sex differences in gene expression influenced by genetic factors associated with X chromosome inactivation escape.","chrpos":"chrX:3680594","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.14.561800","title":"Quantification of the escape from X chromosome inactivation with the million cell-scale human single-cell omics datasets reveals heterogeneity of escape across cell types and tissues"}
{"loci":"rs138166791","finding":"The G>C substitution (SNP rs138166791) in the penultimate position of pre-miR-890 significantly lowered the cleavage efficiency by DROSHA. This, in turn, decreased the levels of mature miR-890-5p and miR-890-3p, demonstrating its potential impact on miRNA biogenesis and target recognition.","chrpos":"chrX:145994286","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/579011","title":"Somatic mutations in miRNA genes in lung cancer – potential functional consequences of non-coding sequence variants"}
{"loci":"rs11091220","finding":"The SNP rs11091220 was positively associated with various phenotypes related to the expression of p21 (Cip1\/Waf1\/CDKN1A), which is relevant for cell differentiation and cancer therapy. The context highlighted the role of this gene in processes such as cell cycle arrest and potential links to metabolic functions during hibernation.","chrpos":"chrX:48205197","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.02.365791","title":"The meadow jumping mouse genome and transcriptome suggest mechanisms of hibernation"}
{"loci":"rs1978124","finding":"The SNP rs1978124 was found to exhibit differential frequency distribution across global populations, particularly differentiating between sub-population groups such as AFR, AMR, and SAS, which indicated a diverse genetic background. It was located in the intron 1 region of the ACE2 gene and was associated with enhancer activity that may influence ACE2 gene expression linked to SARS-CoV-2 entry in host cells.","chrpos":"chrX:15599940","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs2106809","finding":"SNP rs2106809 also displayed differential frequency distribution similar to rs1978124 among global populations, indicating it could have a significant impact on population-specific responses to SARS-CoV-2. This SNP was likewise situated in the ACE2 gene's intronic region and was associated with enhancer histone marks speculated to regulate ACE2 expression.","chrpos":"chrX:15599938","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.24.050534","title":"ACE2 Homo-dimerization, Human Genomic variants and Interaction of Host Proteins Explain High Population Specific Differences in Outcomes of COVID19"}
{"loci":"rs1414334","finding":"HTR2C rs1414334 C\/C genotype individuals experienced significant weight gain during olanzapine treatment compared to T allele carriers. This finding supports the link between this polymorphism and susceptibility to weight gain from antipsychotics.","chrpos":"chrX:114903581","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.29.226209","title":"Metabolic effects of aripiprazole and olanzapine multiple-dose treatment in healthy volunteers. Association with pharmacogenetics"}
{"loci":"rs142984500","finding":"The rs142984500 ACE2 polymorphism was associated with increased RBD-ACE2 binding affinity. This SNP, common among Europeans, was predicted to increase genetic susceptibility to COVID-19 when interacting with the SARS-CoV-2 virus.","chrpos":"chrX:15578253","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs4646116","finding":"The rs4646116 SNP was found to be related to increased binding affinity for the RBD of SARS-CoV-2, indicating a potential genetic factor impacting susceptibility to the virus.","chrpos":"chrX:15600835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs2285666","finding":"The ACE2 rs2285666 polymorphism was associated with an increased risk of infection and fatality in COVID-19 cases, highlighting its relevance as a genetic factor affecting the severity of the disease.","chrpos":"chrX:15592225","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs759579097","finding":"The rs759579097 variant was identified as protective, as it was associated with decreased RBD-ACE2 binding affinity, suggesting that carriers of this polymorphism might exhibit lower susceptibility to SARS-CoV-2 infection.","chrpos":"chrX:15581314","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs758278442","finding":"The K31R polymorphism (rs758278442) was associated with reduced binding affinity between RBD and ACE2, indicating that individuals carrying this variant may be less susceptible to SARS-CoV-2 infection.","chrpos":"chrX:15600819","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs146676783","finding":"This SNP (E37K, rs146676783) demonstrated a decrease in RBD-ACE2 binding affinity, implying that individuals with this polymorphism could exhibit lower susceptibility to COVID-19 infection.","chrpos":"chrX:15600803","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.29.478316","title":"Differences between Omicron SARS-CoV-2 RBD and other variants in their ability to interact with cell receptors and monoclonal antibodies"}
{"loci":"rs12092652","finding":"The SNP rs12092652 was associated with the activation of NRF2 and the oxidative stress response specifically in immune-regulatory cancer-associated fibroblasts and a unique subset of cancer associated pericytes across various carcinoma types. This finding highlighted its involvement in the tumor microenvironment, especially in relation to pathways affecting survival in cancer.","chrpos":"chrX:76760900","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.29.560126","title":"Mapping the tumor stress network reveals dynamic shifts in the stromal oxidative stress response"}
{"loci":"rs3761548","finding":"The polymorphism rs3761548 in FoxP3 was identified to predict autoimmune disease susceptibility, which could have relevance in autoimmune responses associated with colorectal conditions.","chrpos":"chrX:49261784","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.07.27.501664","title":"Identification of hub genes and key pathways in pediatric Crohn’s disease using next generation sequencing and bioinformatics analysis"}
{"loci":"rs1050828","finding":"The common G6PD variant rs1050828 was associated with NADPH generation, linking it to the oxidative stress response in RBCs and potentially influencing hemolytic outcomes.","chrpos":"chrX:154536002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.11.598512","title":"Ferroptosis regulates hemolysis in stored murine and human red blood cells"}
{"loci":"rs185941206","finding":"For rs185941206, HWE was rejected as females were found to be monomorphic, while males exhibited all three alleles. This indicated a violation of Hardy-Weinberg equilibrium due to sex-specific allele distributions.","chrpos":"chrX:5303347","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.20.305102","title":"A network algorithm for the X chromosomal exact test for Hardy-Weinberg equilibrium with multiple alleles"}
{"loci":"rs112679846","finding":"HWE was rejected for rs112679846 since males were monomorphic with a large number of alternate alleles in females, highlighting a disparity in allele frequencies between sexes.","chrpos":"chrX:134399686","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.20.305102","title":"A network algorithm for the X chromosomal exact test for Hardy-Weinberg equilibrium with multiple alleles"}
{"loci":"rs6318","finding":"The SNP rs6318 (Cys23Ser or 68G>C) was found to be involved in the dimerization of 5-HT2A and 5-HT2C receptors. This SNP has been implicated in a variety of neuropsychiatric diseases, including eating and anxiety disorders, obesity, depression, bipolar disorder, schizophrenia, and cocaine use disorder, indicating its significance in behavioral processes and mental health.","chrpos":"chrX:114731326","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/512558","title":"Protein Co-Evolution Strategies Detect Predicted Functional Interaction Between the Serotonin 5-HT2A and 5-HT2C Receptors"}
{"loci":"rs4549940","finding":"The SNP rs4549940 showed a positive association with uric acid levels, confirming its previously reported significance in the UK biobank.","chrpos":"chrX:116843369","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.23.534000","title":"Understanding Complex Trait Susceptibilities and Ethnical Diversity in a Sample of 4,145 Russians Through Analysis of Clinical and Genetic Data"}
{"loci":"rs1059702","finding":"At locus IRAK1, rs1059702 was identified as an allelic enhancer variant, with the risk allele influencing allelic enhancer activity.","chrpos":"chrX:154018741","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.20.906701","title":"Genome-wide discovery of SLE genetic risk variant allelic enhancer activity"}
{"loci":"rs3027878","finding":"The variant rs3027878, associated with HCFC1, was implicated as an allelic enhancer variant affecting transcriptional activity.","chrpos":"chrX:153952914","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.01.20.906701","title":"Genome-wide discovery of SLE genetic risk variant allelic enhancer activity"}
{"loci":"rs4830974","finding":"The variant was associated with lower basophil percentages among individuals carrying coding variants in the ACE2 gene. This finding suggested a weak protective effect of these coding variants against hypertension, which aligns with the gene's known function related to blood pressure regulation.","chrpos":"chrX:15658294","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"rs183546232","finding":"The low-frequency intronic variant rs183546232 in ACE2 (MAF 1%) was nominally associated with eosinophilic esophagitis in an independent dataset, indicating a predisposition for individuals with coding variants in ACE2 to develop gastro-esophageal reflux disease with oesophagitis.","chrpos":"chrX:15577172","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"chrX:15600835:T:C","finding":"The variant chrX:15600835:T:C (p.K26R) was noted for being the most common among variants that interact with SARS-CoV-2, with an allele frequency of ~0.5% across several populations. It changed the amino acid directly adjacent to a SARS-CoV-2 interacting site but was not predicted to be damaging.","chrpos":"chrX:15600835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"chrX:15600857:A:G","finding":"The variant chrX:15600857:A:G (p.S19P) was recognized as a damaging variant that directly affects a SARS-CoV-2 interacting amino acid and exhibited a rare allele frequency of 0.1-0.2% in populations with African ancestry, suggesting potential implications for susceptibility to SARS-CoV-2 infection.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.07.030544","title":"Revealing variants in SARS-CoV-2 interaction domain of ACE2 and loss of function intolerance through analysis of >200,000 exomes"}
{"loci":"rs62621675","finding":"The SNP rs62621675, represented as [C&gt;G], was analyzed using the AsCRISPR tool. The analysis yielded 24 discriminating sgRNAs when combining the original Cas9 variants, including notable subtypes such as SpCas9-V(R)QR and SaCas9-KKH. Additionally, novel PAM sequences were created by this SNP, further facilitating allele-specific targeting.","chrpos":"chrX:154030004","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/672634","title":"AsCRISPR: a web server for allele-specific sgRNA design in precision medicine"}
{"loci":"rs2272737","finding":"The SNP rs2272737 showed a strong association with 96 imaging-derived phenotypes (IDPs), specifically related to the properties of white matter tracts in the cerebrum. It also served as an eQTL for the gene FAM58A, which is implicated in STAR, a rare X-linked developmental disorder.","chrpos":"chrX:153610625","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs1894299","finding":"The SNP rs1894299 was associated with the same cluster as rs2272737 and was previously noted in a GWAS of Type 2 diabetes. It is located in an intron of the DUSP9 gene, which codes for a phosphatase involved in protecting against insulin resistance, and had links to dietary habits of UK Biobank participants.","chrpos":"chrX:153643433","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs644138","finding":"The SNP rs644138 was associated with 28 local brain volume IDPs, primarily in the occipital lobe. It is situated in a pseudoautosomal region within the SPRY3 gene, which is linked to various neurodevelopmental disorders.","chrpos":"chrX:155697920","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs12843772","finding":"The SNP rs12843772 was associated with the volume of grey matter regions in the dorsolateral prefrontal cortex and the lateral parietal cortex. It is located near the ZIC3 gene, which is crucial for body pattern formation, and is associated with neural developmental disorders.","chrpos":"chrX:137565967","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.27.223545","title":"Enhanced Brain Imaging Genetics in UK Biobank"}
{"loci":"rs1403543","finding":"The SNP rs1403543 was associated with cystic fibrosis severity through a genome-wide association study (GWAS), with a statistically significant p-value of 2e-6. This variant was the only one positively linked to any phenotype in the context of the study.","chrpos":"chrX:116170939","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.17.599425","title":"Cell type-specific expression of angiotensin receptors in the human lung with implications for health, aging, and chronic disease"}
{"loci":"rs146852038","finding":"This SNP was previously linked to age of first sexual intercourse and educational attainment, indicating a relationship with SES.","chrpos":"chrX:129984833","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.03.31.534944","title":"Polygenic predictions of occupational status GWAS elucidate genetic and environmental interplay for intergenerational status transmission, careers, and health"}
{"loci":"rs7886851","finding":"The SNP rs7886851-A was significantly associated with the transition from first cocaine use to cocaine use disorder (CUD), showing a p value of 0.002 in the analysis.","chrpos":"chrX:51865255","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516716","title":"USP7\/Maged1-Mediated H2A Monoubiquitination in the Paraventricular Thalamus: An Epigenetic Mechanism Involved in Cocaine Use Disorder"}
{"loci":"rs6614508","finding":"Similar to rs7886851, the SNP rs6614508-A was also significantly associated with the transition from first cocaine use to CUD, with a p value of 0.002.","chrpos":"chrX:51873055","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516716","title":"USP7\/Maged1-Mediated H2A Monoubiquitination in the Paraventricular Thalamus: An Epigenetic Mechanism Involved in Cocaine Use Disorder"}
{"loci":"rs142516556","finding":"The SNP rs142516556, located near the G6PD gene, showed a strong association with pyruvate levels, and this association remained consistent despite various analysis adjustments, underscoring its influence on RBC metabolomics.","chrpos":"chrX:154709359","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.07.506936","title":"Genome-wide metabolite quantitative trait loci analysis (mQTL) in red blood cells from volunteer blood donors"}
{"loci":"rs12010115","finding":"The SNP rs12010115 was associated with the retrieval of vegetation fractions from multispectral sensors. It played a role in distinguishing between photosynthetic and non-photosynthetic vegetation, contributing to enhanced accuracy in vegetation classification and analysis.","chrpos":"chrX:146959782","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.03.24.485604","title":"SegVeg: Segmenting RGB images into green and senescent vegetation by combining deep and shallow methods"}
{"loci":"rs387906727","finding":"The SNP rs387906727 was associated with Autism Spectrum Disorder (ASD). The study found that mutations in the RPL10 gene, linked to this SNP, were predicted to be deleterious. This finding indicated that altered interactions between the mutated RPL10 protein and its interacting partners could negatively affect neuronal pathways, which are commonly disrupted in ASD.","chrpos":"chrX:154400825","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.02.565337","title":"In silico analysis of the altered protein structure and functions caused by existing synaptic gene mutations in Indian population having neurological disorders"}
{"loci":"rs3827440","finding":"The SNP rs3827440, identified as a nonsynonymous single nucleotide polymorphism within the GPR174 gene located on the X chromosome, was found to be associated with Graves' disease in the Polish Caucasian population. This association highlighted its potential role in autoimmune disease mechanisms.","chrpos":"chrX:79171491","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.02.597019","title":"Identification of ABHD6 as a regulator of lysophosphatidylserines in the mammalian liver and kidneys"}
{"loci":"rs1050829","finding":"The Asn-Asp missense variant rs1050829 in G6PD was associated with G6PD deficiency, showing a high observed value of 68.8, which placed it among the top 0.5% of all variants. This finding linked it to significant adaptive evolution due to selective pressure from malaria.","chrpos":"chrX:154535277","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.07.170092","title":"Three hallmarks of malaria-induced selection in human genomes"}
{"loci":"rs1340989","finding":"The Ala-Val missense variant rs1340989 in ABCB7 was located at the peak of a 3 Mb region on the X chromosome. It was part of a genomic signal that included over 100 variants showing values above 200, reflecting strong selective pressure likely related to malaria resistance.","chrpos":"chrX:75065162","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.07.170092","title":"Three hallmarks of malaria-induced selection in human genomes"}
{"loci":"rs12010173","finding":"The SNP rs12010173 was identified as a positive finding in the context of tree-to-tree variations in cone production in Stone Pine (Pinus pinea L.), as noted in the study by Schneider et al. (2020). This SNP was statistically associated with variations in functional traits that influence resource acquisition, which in turn affected reproductive outputs in the analyzed species. The study highlighted how specific genetic variations can quantify key components impacting the life-history strategies of long-lived plant species.","chrpos":"chrX:71861968","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.04.29.538794","title":"An integrative trait-based framework to infer resource budgets and life-histories of long-lived plants"}
{"loci":"rs2074192","finding":"The study confirmed that the ACE2 rs2074192 TT genotype resulted in increased ACE2 mRNA and protein expression in placental organoids. This increase was accompanied by altered ACE2:ACE ratios, suggesting a direct role in placental development and implications for complications like small-for-gestational-age (SGA) outcomes.","chrpos":"chrX:15564667","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.09.592870","title":"Genetically edited human placental organoids cast new light on the role of ACE2 in placental development"}
{"loci":"rs132630284","finding":"The SNP rs132630284 was identified with a pathogenic mutation D168N in the myelin proteolipid protein (P60201-2). This was supported by 5 confident PSMs associated with the variant peptide TSASIGSLCANAR.","chrpos":"chrX:103787951","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.05.31.542998","title":"Quality control of variant peptides identified through proteogenomics- catching the (un)usual suspects"}
{"loci":"rs4646118","finding":"The noncoding variant rs4646118 was found in approximately 9% of individuals of African descent. It was noted for its potential role in regulating transcriptional expression of the ACE2 gene, suggesting it could contribute to increased susceptibility to SARS-CoV-2 infection in at-risk populations, particularly African males.","chrpos":"chrX:15600285","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.15.098616","title":"SARS-CoV2 (COVID-19) Structural\/Evolution Dynamicome: Insights into functional evolution and human genomics"}
{"loci":"rs143185769","finding":"Similarly, the noncoding variant rs143185769 was also present in about 9% of African descent individuals. Its potential to alter ACE2 gene expression positioned it as a significant factor that might increase vulnerability to SARS-CoV-2, especially in higher-risk groups such as African and male populations.","chrpos":"chrX:15618020","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.15.098616","title":"SARS-CoV2 (COVID-19) Structural\/Evolution Dynamicome: Insights into functional evolution and human genomics"}
{"loci":"rs142984500","finding":"The ACE2 variant H378R (rs142984500) was observed in 0.019% of European non-Finnish individuals. Identified as one of the critical residues for zinc binding that drives the enzyme's function, this missense variant's hemizygous nature in six males suggests its importance in protein function, and it had not been previously published.","chrpos":"chrX:15578253","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.15.098616","title":"SARS-CoV2 (COVID-19) Structural\/Evolution Dynamicome: Insights into functional evolution and human genomics"}
{"loci":"rs5935988","finding":"The SNP rs5935988 was assigned to the gene COBLL1, associated with body fat distribution and insulin signaling, highlighting its importance in obesity-related genetic studies.","chrpos":"chrX:15490126","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.11.557155","title":"Identifying latent genetic interactions in genome-wide association studies using multiple traits"}
{"loci":"rs12010103","finding":"The SNP rs12010103 had been linked to aging and epigenetic changes in studies of Acute Myeloid Leukemia (AML). The research indicated that this polymorphism could influence the development of AML in relation to age-related changes in hematopoiesis. This finding underscored the importance of genetic factors in understanding hematological disorders as they relate to aging.","chrpos":"chrX:39395489","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.12.476126","title":"Rat Leukocyte Population Dynamics Predicts a Window for Intervention in Aging"}
{"loci":"rs73635825","finding":"The SNP rs73635825 caused the S19P amino acid variant, which was identified as the most frequent variant affecting the ACE2\/Spike binding interface, with a frequency of 0.06% in the population. It showed a significant GBPM score supporting its relevance in the interaction with the viral Spike protein.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs143936283","finding":"The SNP rs143936283, associated with the E329G variant, was a rare allele in the population, with a frequency of 0.0066% in the European non-Finnish Asian population. Its location in the ACE2\/Spike binding interface suggested potential relevance, though its overall frequency limited its impact on the broader population.","chrpos":"chrX:15581305","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs766996587","finding":"The rs766996587 SNP represented the M82I variant, noted as a very rare allele present in 0.0066% of the African population. It was situated at a location potentially affecting the ACE2\/Spike interaction, although its rarity diminished its population-level impact.","chrpos":"chrX:15594944","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs146676783","finding":"SNP rs146676783 was associated with the E37K variant, more frequently found in the Finnish population (0.03%). It was positioned in the binding interface, indicating that it could influence the interaction between ACE2 and Spike, but lacked extensive clinical significance.","chrpos":"chrX:15600803","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs370610075","finding":"The SNP rs370610075 was tied to the G352V variant, found more frequently in the European non-Finnish population (0.007%). It was also found at the ACE2\/Spike binding interface, which hinted it may play a role in binding dynamics, yet it remained without reported clinical significance.","chrpos":"chrX:15581236","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.09.289074","title":"Structural Genetics of circulating variants affecting the SARS-CoV-2 Spike \/ human ACE2 complex"}
{"loci":"rs28933690","finding":"The rs28933690 SNP, which results in the C294R amino acid change, was found to be pathogenic. This conclusion was corroborated by clinical results obtained from the dbSNPs\/NCBI database, indicating that it had a detrimental effect on the XK protein structure and function.","chrpos":"chrX:37728007","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/540153","title":"Unmasking of novel mutations within XK gene that could be used as Diagnostic Markers to Predict McLeod syndrome: Using in silico analysis"}
{"loci":"rs145996031","finding":"The rs145996031 SNP, causing the Y370D change, was identified as novel and was labeled as damaging. It was further noted that this SNP might be linked to L1 syndrome, suggesting significant implications for both XK functionality and potential clinical relevance.","chrpos":"chrX:37728235","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/540153","title":"Unmasking of novel mutations within XK gene that could be used as Diagnostic Markers to Predict McLeod syndrome: Using in silico analysis"}
{"loci":"rs1465108","finding":"In males, the functional connectivity between the precuneus cluster and the right middle temporal gyrus significantly correlated with rs1465108 (r = -0.22, P = 0.030), suggesting a relationship between this SNP and ADHD-associated connectivity alterations.","chrpos":"chrX:43678961","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs5906883","finding":"In males, the connectivity between the precuneus cluster and the right middle temporal gyrus also showed a significant correlation with rs5906883 (r = -0.21, P = 0.037), indicating its involvement in ADHD-related brain function disruptions.","chrpos":"chrX:43667695","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs6323","finding":"The functional connectivity between the precuneus cluster and the right middle temporal gyrus revealed a significant association with rs6323 (r = -0.22, P = 0.027) in males, linking this SNP to ADHD's neurofunctional profile.","chrpos":"chrX:43731789","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs5905859","finding":"For males, there was a significant correlation between the functional connectivity from precuneus to right middle temporal gyrus and rs5905859 (r = 0.23, P = 0.023), highlighting its potential role in ADHD mechanisms.","chrpos":"chrX:43732253","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs1799836","finding":"In females, rs1799836 showed a significant correlation (r = 0.28, P = 0.005) between the left middle temporal cluster and the right inferior temporal gyrus, establishing a connection with ADHD-related functional connectivity.","chrpos":"chrX:43768752","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs10521432","finding":"Female participants demonstrated a significant correlation for rs10521432 (r = 0.20, P = 0.045) between the left middle temporal cluster and the dorsolateral aspect of the left superior frontal gyrus, indicating its relevance to ADHD.","chrpos":"chrX:43774493","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs2239449","finding":"Both in males (r = -0.22, P = 0.027) with left middle temporal gyrus connectivity and in females (r = 0.36, P = 0.041) with right superior parietal gyrus, rs2239449 linked to functional connectivity alterations related to ADHD.","chrpos":"chrX:43770954","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs2283729","finding":"In males, rs2283729 (r = -0.25, P = 0.010) correlated with the left middle temporal gyrus and in females, (r = 0.36, P = 0.041) it was associated with changes in connectivity with superior parietal gyrus, demonstrating its significance in ADHD.","chrpos":"chrX:43818795","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs6651806","finding":"For males, significant correlations were found for rs6651806 (r = 0.25, P = 0.010 and r = 0.30, P = 0.002 with the left middle temporal gyrus), while in females, correlations included (r = -0.36, P = 0.041) with spatial changes involving left middle temporal cluster.","chrpos":"chrX:43829718","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs2283727","finding":"In males, rs2283727 (r = 0.27, P = 0.007) was significantly correlated with functional connectivity changes between the precuneus cluster and various cortical regions. In females, it also correlated (r = 0.39, P = 0.025) marking its role in ADHD.","chrpos":"chrX:43773697","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs3027441","finding":"The SNP rs3027441 correlated significantly in males (r = 0.22, P = 0.027) and in females (r = -0.20, P = 0.043) with connections in the left middle temporal cluster, highlighting its relevance in ADHD connectivity.","chrpos":"chrX:43767621","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs5952671","finding":"In males, significant correlation for rs5952671 (r = -0.22, P = 0.027) was found concerning middle temporal gyrus connectivity. In females, this SNP demonstrated correlations (r = -0.39, P = 0.025), establishing a significant relationship with ADHD.","chrpos":"chrX:43767721","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.12.14.472533","title":"Connectome-wide association analysis identified significant brain functional alteration in adults with attention-deficit\/hyperactivity disorder"}
{"loci":"rs6609533","finding":"The TIMP-1 gene polymorphism rs6609533 was also found to be related to susceptibility to type 2 diabetes, suggesting a multifactorial genetic basis for the disorder.","chrpos":"chrX:47585887","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.09.24.461631","title":"Screening key genes and signaling pathways in COVID-19 infection and its associated complications by integrated bioinformatics analysis"}
{"loci":"rs12010065","finding":"The SNP rs12010065 was identified in the context of land cover classification within complex agroecosystems of the Galapagos Islands. It served as an original finding related to the study of how invasive species, specifically guava, influence the demographic decline of native species like guayabillo. This SNP was significant in understanding the genetic aspects associated with the ecological dynamics impacting the native populations.","chrpos":"chrX:153985595","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.11.511772","title":"Local exclusion and regional decline of an endemic Galápagos tree species (Psidium galapageium) by an invasive relative (P. guajava)"}
{"loci":"rs1399200","finding":"The study identified that rs1399200 regulated VPS13C, which is associated with endoplasmic reticulum functions. This finding contributes to understanding how genetic variants can influence gene regulation in the context of SARS-CoV-2 infection.","chrpos":"chrX:15534056","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs6632680","finding":"It was found that rs6632680 interacted with PHKA2, which is involved in phosphorylase kinase regulation. This association indicated potential trans-regulatory mechanisms at work within the ACE2 locus, further emphasizing its role in inflammatory responses relevant to lung conditions.","chrpos":"chrX:15612712","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs714205","finding":"The SNP rs714205 was mentioned as having significant minor allele frequency biases across different populations, which indicated selective pressures that may impact regulation of the PIR gene, particularly in the context of hypertension and inflammatory responses.","chrpos":"chrX:15565781","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs4646142","finding":"This SNP was linked to regulatory elements in CA5B, showing changes in transcription factor binding sites. Prior associations suggested roles in hypertension and cardiovascular conditions, which are relevant to ACE2's function and SARS-CoV-2 infection.","chrpos":"chrX:15584941","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs2285666","finding":"The variant rs2285666 was noted for altering transcription factor binding sites and exhibiting significant selection towards the reference allele across populations. It was associated with implications for hypertension and inflammatory responses, underscoring its importance in the ACE2 regulatory context.","chrpos":"chrX:15592225","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs2106809","finding":"This SNP demonstrated a notable impact on transcription factors and was reported to have allele-specific effects in hypertension and cardiovascular disease. It emphasized the relationship between genetic variation and the regulatory environment surrounding ACE2.","chrpos":"chrX:15599938","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs6629111","finding":"The study highlighted rs6629111's involvement in regulating CA5B expression, suggesting its potential role in respiratory and inflammatory processes. This finding aligned with the ongoing exploration of ACE2's regulatory mechanisms.","chrpos":"chrX:15633251","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs1514280","finding":"While specific details weren't elaborated, rs1514280 was included among regulatory sites identified within ACE2, indicating its possible involvement in modulating ACE2 expression and related inflammatory responses.","chrpos":"chrX:15568325","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs4240157","finding":"This SNP was similarly classified within the regulatory network impacting ACE2, highlighting its potential significance in overseeing gene expression associated with immune and inflammatory responses.","chrpos":"chrX:15568841","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs4646131","finding":"The findings associated with rs4646131 suggested its role within the ACE2 regulatory framework and possible connections to inflammatory markers, given the context of ACE2 regulation by SARS-CoV infections.","chrpos":"chrX:15594328","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.14.042002","title":"A transcription regulatory network within the ACE2 locus may promote a pro-viral environment for SARS-CoV-2 by modulating expression of host factors"}
{"loci":"rs1023574","finding":"The SNP rs1023574 was identified across all three cattle breeds (RAN, SIM, GEL) as part of a common local adaptation signature on chromosome 23. It had significant q-values of 1.24×10−13, 3.15×10−12, and 4.82×10−5, associating it with membership in ecoregions, specifically indicating its connection to environmental adaptations.","chrpos":"chrX:114620562","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.11.988121","title":"Powerful detection of polygenic selection and environmental adaptation in US beef cattle populations"}
{"loci":"rs6652009","finding":"The SNP rs6652009 was specifically mentioned in the context of evaluating maternal and paternal chromosome contributions in the embryos. It aided in confirming edits at the EYS locus and demonstrated successful usage of linked SNPs for tracking genetic modifications at the embryonic stage.","chrpos":"chrX:57722896","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.17.149237","title":"Reading frame restoration at the EYS locus, and allele-specific chromosome removal after Cas9 cleavage in human embryos"}
{"loci":"rs181603331","finding":"The variant rs181603331 was identified as a significant eQTL for the ACE2 gene, located approximately 20kb downstream of the transcription start site. This rare variant, with an allele frequency of 1%, was associated with a large decrease in ACE2 expression (log2(AFC) = -1.6), indicating a critical role in regulating gene expression linked to COVID-19 susceptibility.","chrpos":"chrX:15540999","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.09.034454","title":"Type 2 and interferon inflammation strongly regulate SARS-CoV-2 related gene expression in the airway epithelium"}
{"loci":"rs12010028","finding":"The SNP rs12010028 was linked to differences in sensitivity to BRAF inhibition, specifically in colorectal cancer. The findings indicated that this SNP could correlate significantly with experimental sensitivities observed in cell lines, contributing to a better understanding of individual responses based on genetic makeup.","chrpos":"chrX:19689049","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.27.119016","title":"Personalized logical models to investigate cancer response to BRAF treatments in melanomas and colorectal cancers"}
{"loci":"rs111811311","finding":"The archaic allele (A) of the rs111811311 polymorphism (A\/G) of the TKTL1 gene was investigated among carriers in the UK Biobank. It was noted to cause a missense change that was previously linked to significant effects on neurogenesis. However, assessment of carriers revealed no differences in relevant anatomical brain measures, and many carriers had college\/university degrees. This finding challenged earlier claims regarding the importance of this variant in human\/Neandertal brain differences, emphasizing the necessity to analyze individual sites comprehensively.","chrpos":"chrX:154315258","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.05.602242","title":"Evaluating the effects of archaic protein-altering variants in living human adults"}
{"loci":"rs1204041","finding":"The SNP rs1204041 was identified as a significant association for male pattern baldness in the African cohort, being specific to Africa with allele frequency differences observed—0.488 in Africa versus negligible frequencies in Europe and East Asia. This suggests rs1204041's relevance to baldness in African men, marking it as an original finding.","chrpos":"chrX:67565846","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.01.12.575396","title":"Uncovering the genetic architecture and evolutionary roots of androgenetic alopecia in African men"}
{"loci":"rs961360700","finding":"The ACE2 D355N variant [rs961360700] restricted the spike protein-ACE2 interaction and limited SARS-CoV-2 infection both in vitro and in vivo. This variant demonstrated reduced susceptibility to SARS-CoV-2 and could modulate human susceptibility to the virus, suggesting its role in variability of disease severity among individuals.","chrpos":"chrX:15581228","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.18.452826","title":"Susceptibilities of human ACE2 genetic variants in coronavirus infection"}
{"loci":"rs41300872","finding":"The non-synonymous variant rs41300872 (p.Gly197Arg) was found to have a significant association with male infertility, presenting an odds ratio of 1.77 and a p-value of 0.002. This variant was identified through whole gene sequencing in a large cohort of infertile men, suggesting its role in male germ cell dysfunction related to infertility.","chrpos":"chrX:107981430","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.11.475851","title":"TEX13B is important for germ cell development and male fertility"}
{"loci":"rs775429506","finding":"The rare variant rs775429506 (p.Gly237Glu) was exclusively identified in two men diagnosed with non-obstructive azoospermia (NOA). This finding indicates a potential association with male infertility in cases of severe spermatogenic failure.","chrpos":"chrX:107981309","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.11.475851","title":"TEX13B is important for germ cell development and male fertility"}
{"loci":"rs34729789","finding":"The SNP rs34729789 was identified in a male infant who exhibited microcephaly, seizures, polycystic kidney disease, and end-stage renal failure. Whole exome sequencing revealed a significant hemizygous, X-linked G>A variant in EFHC2. Although the exact function of EFHC2 was not well characterized, it and its paralog EFHC1 were thought to encode proteins involved in motile cilia. The connection of this SNP to polycystic kidney disease was unexpected due to the absence of motile cilia in mammalian kidneys.","chrpos":"chrX:44148853","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.26.595818","title":"Ancient eukaryotic protein interactions illuminate modern genetic traits and disorders"}
{"loci":"rs5945572","finding":"In the PC-3 prostate cancer cell line, the risk 'A' allele of rs5945572 showed significantly decreased transcriptional activity compared to the normal 'G' allele, indicating a negative regulatory effect.","chrpos":"chrX:51486831","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.29.450267","title":"A dinucleotide tag-based parallel reporter gene assay method"}
{"loci":"rs1327301","finding":"The risk allele of rs1327301 in LNCaP cells demonstrated significantly lower transcriptional activity compared to the normal allele, suggesting it negatively affects gene regulation.","chrpos":"chrX:51467205","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.29.450267","title":"A dinucleotide tag-based parallel reporter gene assay method"}
{"loci":"rs12688220","finding":"The SNP rs12688220 with the TT variant was identified as a significant risk factor for chronic pancreatitis in North American patients of European ancestry. The homozygous (or hemizygous male) CLDN2 genotype associated with this variant carried the greatest risk, especially when amplified by alcohol consumption, indicating the potential role of this locus in pancreatitis susceptibility.","chrpos":"chrX:107001537","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.01.555960","title":"Claudin-2 limits pancreatitis development through regulating tight junction-controlled pancreatic ductal transport"}
{"loci":"rs3088074","finding":"The SNP rs3088074, located in the ATRX gene, was frequently observed in the hiPSC lines analyzed, confirming its role in validating clonal and monoallelic expression of ATRX in all samples except for F002. This finding provided evidence of the maintenance of monoallelic expression of ATRX despite varying XCI status, highlighting its significance in understanding X-linked gene regulation.","chrpos":"chrX:77682471","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.03.15.585169","title":"Erosion of X-Chromosome Inactivation in female hiPSCs is heterogeneous and persists during differentiation"}
{"loci":"rs73635825","finding":"The rs73635825 (S19P) allele of the hACE2 receptor was associated with some level of resistance or protection against SARS-CoV-2 infection due to its low affinity to the virus receptor binding domain (RBD). This finding indicated that variations in the ACE2 receptor might have important implications for susceptibility to infection.","chrpos":"chrX:15600857","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.23.352344","title":"A computational approach to evaluate the combined effect of SARS-CoV-2 RBD mutations and ACE2 receptor genetic variants on infectivity: The COVID-19 host-pathogen nexus"}
{"loci":"rs143936283","finding":"The rs143936283 (E329G) allele of the hACE2 receptor demonstrated a similar potential for resistance against SARS-CoV-2 by exhibiting a low binding affinity to the virus's RBD. This suggests that this genetic variant could influence an individual's susceptibility to SARS-CoV-2 infection.","chrpos":"chrX:15581305","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.23.352344","title":"A computational approach to evaluate the combined effect of SARS-CoV-2 RBD mutations and ACE2 receptor genetic variants on infectivity: The COVID-19 host-pathogen nexus"}
{"loci":"rs11091241","finding":"The study identified a significant correlation between the oxytocin receptor (OXTR) and the fucosylation process regulated by B3GNT7, with the specific SNP rs11091241 being linked to fucose linkages in cancer as reported in the literature. The OXTR depletion was associated with increased susceptibility to colitis and colitis-associated colorectal cancer (CAC), suggesting that variations in rs11091241 could influence cancer development through effects on oxytocin signaling and MUC2 maturation in the colon.","chrpos":"chrX:48606747","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.17.553684","title":"Oxytocin alleviated colitis and colitis-associated colorectal tumorigenesis by targeting fucosylated MUC2"}
{"loci":"rs3853839","finding":"The SNP rs3853839 in the TLR7 gene was found to influence COVID-19 susceptibility, severity, and clinical outcomes in middle-aged individuals without previous comorbidities. This finding indicated that variations in TLR7 mRNA expression driven by this polymorphism could play a significant role in the host response to SARS-CoV-2 infection.","chrpos":"chrX:12889539","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.31.506023","title":"The SARS-CoV-2 Spike S1 Protein Induces Global Proteomic Changes in ATII-Like Rat L2 Cells that are Attenuated by Hyaluronan"}
{"loci":"rs392020","finding":"The SNP rs392020 was assigned to the gene SLC25A5, based on its status as an exonic nonsynonymous variant. This prioritization was part of a broader analysis of loci associated with mtDNA-CN, emphasizing the importance of this SNP in the context of ATP transport and mitochondrial function.","chrpos":"chrX:119467510","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.25.428086","title":"Genetic analysis of mitochondrial DNA copy number and associated traits identifies loci implicated in nucleotide metabolism, platelet activation, and megakaryocyte proliferation, and reveals a causal association of mitochondrial function with mortality"}
{"loci":"rs1050828","finding":"For rs1050828, which encodes the G6PD+202T allele, the results indicated that this SNP was associated with protection from severe malaria in the 'severe malaria' sub-population with an odds ratio of 0.71 (95% C.I. 0.57-0.88). In contrast, it was associated with increased risk in the 'not severe malaria' sub-population with an odds ratio of 1.30 (95% C.I. 1.00-1.70). This opposing effect suggested that G6PD deficiency might lead to erroneous classification as severe malaria due to the severe anaemia criterion.","chrpos":"chrX:154536002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.04.16.440107","title":"Improving statistical power in severe malaria genetic association studies by augmenting phenotypic precision"}
{"loci":"rs1050828","finding":"This G6PD deficiency variant was strongly associated with total and direct bilirubin levels, indicating its role in bilirubin metabolism and the risk of neonatal jaundice in G6PD-deficient individuals.","chrpos":"chrX:154536002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.02.279844","title":"Analyses of Biomarker Traits in Diverse UK Biobank Participants Identify Associations Missed by European-centric Analysis Strategies"}
{"loci":"rs5030868","finding":"The G6PD Mediterranean variant rs5030868 was associated with HbA1c levels in South Asian participants, suggesting a significant impact of this variant on glycemic control, particularly in populations with a high prevalence of G6PD deficiency.","chrpos":"chrX:154534419","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.09.02.279844","title":"Analyses of Biomarker Traits in Diverse UK Biobank Participants Identify Associations Missed by European-centric Analysis Strategies"}
{"loci":"rs4646116","finding":"The rs4646116 SNP, predicted to encode the p.Lys26Arg allele, exhibited a minor allele frequency (MAF) of 1.43% in Ashkenazi Jewish males, with a higher observed rate in females at 2.16%. This allele represented a common missense ACE2 variant that may affect binding to the SARS-CoV-2 spike protein, notable in epidemiological studies linking host genetic factors to COVID-19 progression.","chrpos":"chrX:15600835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.05.026633","title":"ACE 2 Coding Variants: A Potential X-linked Risk Factor for COVID-19 Disease"}
{"loci":"rs41303171","finding":"The rs41303171 SNP, encoding the p.Asn720Asp variant, was found in 1.7% of male gnomAD samples and 3.1%-3.2% in females. Although frequent enough to be considered in genome-wide association studies, it was noted that this allele does not lie in a predicted functional site for SARS-CoV-2 interaction, making it a less obvious candidate for affecting COVID-19 severity directly.","chrpos":"chrX:15564175","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.05.026633","title":"ACE 2 Coding Variants: A Potential X-linked Risk Factor for COVID-19 Disease"}
{"loci":"rs763395248","finding":"The rs763395248 SNP, encoding the p.Thr92Ile variant, was detected in Southern European males at a very low frequency (2 out of 7040 X chromosomes, equivalent to MAF of 0.00028). Preliminary in vitro studies suggested that this variant could enhance the binding of SARS-CoV-2 to ACE2, thus highlighting its potential role in the dynamics of infection and warranting further functional assays.","chrpos":"chrX:15594915","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.04.05.026633","title":"ACE 2 Coding Variants: A Potential X-linked Risk Factor for COVID-19 Disease"}
{"loci":"rs12010146","finding":"The SNP rs12010146 was positively associated with neurocognitive decline following cranial irradiation. It was specifically linked to mechanisms involved in cognitive dysfunction, which was observed in mice exposed to irradiation. The study suggested a potential role of this SNP in the regulation of the cognitive impairment associated with radiation therapy, thereby highlighting its significance in neurocognitive outcomes in patients receiving such treatment.","chrpos":"chrX:14057663","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.30.547296","title":"PAK3 downregulation induces cognitive impairment following cranial irradiation"}
{"loci":"rs11091216","finding":"The SNP rs11091216 was associated with the Wnt signaling pathway in relation to keratinocyte carcinomas. In the context of actinic keratosis (AK) progression to cutaneous squamous cell carcinoma (cSCC), it had been indicated that disruptions in the Wnt signaling pathway may contribute to the development and malignancy of skin lesions.","chrpos":"chrX:47888133","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.07.506864","title":"Topical GZ21T inhibits the growth of actinic keratoses in a UVB induced model of skin carcinogenesis"}
{"loci":"rs5919432","finding":"The SNP rs5919432, located 71kb from the androgen receptor gene at Xq12, was originally discovered in European men as associated with prostate cancer (CaP). In the MADCaP study, it showed a higher frequency of the risk-increasing T allele in cases (34.2%) compared to controls (32.1%) in African populations, indicating a similar effect in these groups.","chrpos":"chrX:67801708","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/702910","title":"A custom genotyping array reveals population-level heterogeneity for the genetic risks of prostate cancer and other cancers in Africa"}
{"loci":"rs3764880","finding":"The M1V variant (rs3764880) of the TLR8 gene was associated with enhanced intracellular killing of Mycobacterium tuberculosis (Mtb) in primary macrophages from individuals homozygous or hemizygous for the variant. This variant led to an increase in phagosomal acidification and greater inflammatory cytokine release when compared to wild type controls. It was implicated in protection against pulmonary tuberculosis in various population genetic studies and was found to be more frequent in Far Eastern populations.","chrpos":"chrX:12906707","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.14.496072","title":"Phagosomal RNA sensing through TLR8 controls susceptibility to tuberculosis"}
{"loci":"rs2681646","finding":"SNP rs2681646 was associated with variance of waist circumference at X-chromosome-wide significance in the UK Biobank (p=9.5E-07), with a suggestive female-specific effect observed in the MESA dataset (p=0.048). This finding highlights its relevance to phenotypic variance in waist circumference.","chrpos":"chrX:9570166","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/306654","title":"Analytical strategies to include the X-chromosome in variance heterogeneity analyses: evidence for trait-specific polygenic variance structure"}
{"loci":"rs4646116","finding":"This SNP caused the K26R missense variant in the ACE2 gene, associated with activated receptor functionality that increased the binding affinity for the SARS-CoV-2 S-protein. This variant was common in Europeans but rare in East Asians and Africans, detected in Kuwaiti population with a MAF of 0.29%.","chrpos":"chrX:15600835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.16.099176","title":"A comprehensive germline variant and expression analyses of ACE2, TMPRSS2 and SARS-CoV-2 activator FURIN genes from the Middle East: Combating SARS-CoV-2 with precision medicine"}
{"loci":"rs41303171","finding":"This SNP resulted in the N720D missense variant in the ACE2 gene. It was the most prevalent variant in Europeans and suggested to enhance TMPRSS2 activity, which facilitates viral entry. Its prevalence was relatively lower in Middle Eastern populations.","chrpos":"chrX:15564175","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.16.099176","title":"A comprehensive germline variant and expression analyses of ACE2, TMPRSS2 and SARS-CoV-2 activator FURIN genes from the Middle East: Combating SARS-CoV-2 with precision medicine"}
{"loci":"rs7889328","finding":"Previously identified variant rs7889328 was associated with red blood cell (RBC) traits, specifically remaining significant after controlling for known GWAS variants at the locus. The variant created a transcription factor binding site (TFBS) for CTCFL in the promoter of the gene RENBP. This association was notable in individuals of African and Hispanic ethnicity and demonstrated a relationship with RBC indices including RBC count, RBC distribution width, and mean corpuscular volume. The study found that alleles at rs7889328 accounted for the remaining association signal after considering existing GWAS data.","chrpos":"chrX:153946435","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.11.23.394296","title":"find-tfbs: a tool to identify functional non-coding variants associated with complex human traits using open chromatin maps and phased whole-genome sequences"}
{"loci":"rs311071","finding":"The SNP rs311071 was mapped 66.3 kb and 0.0007 cM distal to the PAB, reinforcing the original findings about the position of the pseudoautosomal region.","chrpos":"chrX:2714781","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.598234","title":"Where is the boundary of the human pseudoautosomal region?"}
{"loci":"rs5982851","finding":"The SNP rs5982851 was reported to be only 246 bases distal to the Alu insertion that marks the PAB, and its finding contributed to narrowing the PAB location, aligning with historical recombination events observed.","chrpos":"chrX:2781234","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.06.10.598234","title":"Where is the boundary of the human pseudoautosomal region?"}
{"loci":"rs1112122","finding":"The GABRA3 gene SNP rs1112122 showed an approaching significant association (p=0.099), where subjects with normal expression were five times more likely (OR=4.746) to be categorized as responders to c-tDCS, compared to those with variant expression, who were less likely (OR=0.211).","chrpos":"chrX:152437532","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.13.150342","title":"Genetic polymorphisms do not predict inter-individual variability to cathodal transcranial direct current stimulation of the primary motor cortex"}
{"loci":"rs1322436793","finding":"The rs1322436793 (G305R) mutation was identified as damaging due to its impact on residue size and charge, resulting in potential bumps and repulsion of ligands. The mutation disrupted local protein structure.","chrpos":"chrX:71108288","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs1064794027","finding":"The rs1064794027 (C182Y) mutation was characterized as damaging because the larger mutant residue could not fit within the hydrophobic core of the IL2RG protein, leading to a loss of critical hydrophobic interactions.","chrpos":"chrX:71110205","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs111033620","finding":"The rs111033620 (G114D) mutation was found to be damaging, as the mutated residue caused incorrect backbone conformation and disturbed local protein structure due to its size and torsion angle.","chrpos":"chrX:71110617","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs193922347","finding":"The rs193922347 (Y105C) mutation was predicted to be damaging due to the smaller mutant residue potentially resulting in a loss of external interactions, affecting the protein's binding sites.","chrpos":"chrX:71110644","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs1293196743","finding":"The rs1293196743 (Y91C) mutation was identified as damaging because the smaller mutant residue created an empty space in the hydrophobic core of the protein, negatively impacting its function.","chrpos":"chrX:71110686","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs1057517950","finding":"The rs1057517950 (W240R) mutation was previously identified as damaging in a patient with X-SCID, corroborating the findings of the current study.","chrpos":"chrX:71109267","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs869320659","finding":"The rs869320659 (R226C) mutation was attributed to a genetic mosaicism responsible for X-SCID, aligning with findings in other studies.","chrpos":"chrX:71109309","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs869320658","finding":"The rs869320658 (R224W) mutation was recognized as damaging, consistent with retrospective analysis of related studies.","chrpos":"chrX:71109315","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs111033618","finding":"The rs111033618 (R222C) mutation was noted for causing an atypical SCID phenotype, as previously documented, affirming its association with the disease.","chrpos":"chrX:71109321","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs137852511","finding":"The rs137852511 (L151P) mutation was identified in a patient, revealing a reversion in T cells leading to a restored immune function, thus categorizing it as damaging.","chrpos":"chrX:71110506","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs111033622","finding":"The rs111033622 (C115R) mutation was recognized in a patient displaying an atypical X-SCID phenotype, linked to a functional reversion in lymphocyte precursors.","chrpos":"chrX:71110615","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs1057520293","finding":"The rs1057520293 (L87P) mutation was described in an X-SCID patient with mild symptoms indicating its damaging potential.","chrpos":"chrX:71110906","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/528349","title":"Computational Analysis Revealed Five Novel Mutations in Human IL2RG gene Related to X-SCID"}
{"loci":"rs6318","finding":"The variant rs6318 had an extremely high MAF of 98.5% in HKG, which was associated with an increased likelihood of drug-related weight gain based on three different studies. This suggests its importance in pharmacogenetics related to weight management in this population.","chrpos":"chrX:114731326","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.15.448515","title":"HKG: An open genetic variant database of 205 Hong Kong Cantonese exomes"}
{"loci":"rs1460413167","finding":"The SNP rs1460413167 (P212H) led to a missense mutation where Proline changed to Histidine at position 212. It was identified as one of the most deleterious mutations impacting the GPC3 protein structure and function, contributing to the molecular basis of Simpson-Golabi-Behmel Syndrome.","chrpos":"chrX:133753879","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/608927","title":"Identification of novel key biomarkers in Simpson-Golabi-Behmel Syndrome: Evidence from bioinformatics analysis"}
{"loci":"rs1295603457","finding":"The SNP rs1295603457 (C65Y) resulted in a missense mutation wherein Cysteine was altered to Tyrosine at position 65. This mutation was noted for its significant deleterious effects on GPC3 structure and function, highlighting its relevance to overgrowth syndrome.","chrpos":"chrX:133953193","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/608927","title":"Identification of novel key biomarkers in Simpson-Golabi-Behmel Syndrome: Evidence from bioinformatics analysis"}
{"loci":"rs757475450","finding":"The SNP rs757475450 (R39C) caused a missense mutation that changed Arginine to Cysteine at position 39. This mutation was assessed as highly detrimental to the GPC3 protein, reinforcing its association with the Simpson-Golabi-Behmel Syndrome.","chrpos":"chrX:133985335","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/608927","title":"Identification of novel key biomarkers in Simpson-Golabi-Behmel Syndrome: Evidence from bioinformatics analysis"}
{"loci":"rs6323","finding":"The SNP rs6323 was previously examined in relation to the MAOA gene, associating it with anger-driven aggression. The study's findings highlighted the link between functional polymorphisms in the MAOA gene and the heritability of aggressive behaviors, suggesting that this specific SNP may contribute to the propensity for aggressive antisocial and violent behavior.","chrpos":"chrX:43731789","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2019.12.18.880963","title":"Identification of Six novel missense single nucleotide polymorphisms in the MAOA gene predisposing to aggressive behavior. Bioinformatics study"}
{"loci":"rs12010254","finding":"The SNP rs12010254 was linked to the expression of MYBBP1A, which contributes to metabolism plasticity and stemness within the tumor microenvironment. This finding highlights the relevance of metabolism-related genes in AML prognosis, particularly in the context of poor outcome KMT2A rearranged leukaemia, as discussed in its interactions with the biological characteristics of AML subtypes.","chrpos":"chrX:102529643","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.10.515949","title":"Integrative phosphoproteomics defines two biologically distinct groups of KMT2A rearranged acute myeloid leukaemia with different drug response phenotypes"}
{"loci":"rs1137070","finding":"The SNP rs1137070, located in the MAOA gene, was found to interactively alter the gray matter volume of the salience network in individuals with heroin addiction. This finding was based on data collected by Sun et al. (2017), which highlighted the relationship between this genetic variation and the structural brain changes associated with addiction.","chrpos":"chrX:43744144","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.05.28.120725","title":"The anterior insular cortex in the rat exerts an inhibitory influence over the loss of control of heroin intake and subsequent propensity to relapse"}
{"loci":"rs2041952","finding":"The analysis of rs2041952 indicated that it was associated with the regulation of caspases in cancer biology. This SNP was highlighted in the context of a study suggesting that caspase-independent mechanisms, including the role of FN and autophagy, were crucial for cell survival in various conditions, specifically in Casp3-deficient settings. Thus, it contributed to understanding the enigmatic roles of caspases and their interaction with cellular pathways implicated in tumor development.","chrpos":"chrX:3600520","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.01.27.428460","title":"Caspase3-deficient cells require fibronectin for protection against autophagy-dependent death"}
{"loci":"rs12010226","finding":"The SNP rs12010226 was associated with the study published by Casciati et al. in 2020, which investigated cancer stem cell-like phenotypes in human medulloblastoma cell lines. The finding indicated a link between this SNP and specific biological characteristics of these tumors, contributing to understanding their heterogeneous nature.","chrpos":"chrX:137886460","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.08.10.552840","title":"Modulation of Viability, Proliferation, and Stemness by Rosmarinic Acid in Medulloblastoma Cells: Involvement of HDACs and EGFR"}
{"loci":"rs12010130","finding":"The SNP rs12010130 was associated with enhanced anti-tumor efficacy in the context of gammadelta T cell therapy. Specifically, it was found that IL-2\/IL-12\/18-stimulated gammadelta T cells, relevant to this SNP, demonstrated potent anti-tumoral function through mechanisms such as direct killing of tumor cells and induction of senescence in those cells, signaling a significant role in cancer immunotherapy.","chrpos":"chrX:7726895","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.08.11.503563","title":"IL-12\/18\/21 pre-activation enhances the anti-tumor efficacy of expanded γδT cells and overcomes resistance to anti-PD-L1 treatment"}
{"loci":"rs148051057","finding":"Located in the RGN gene, this missense variant was found to be associated with gluconate levels, underscoring its involvement in metabolic pathways.","chrpos":"chrX:47084555","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs112701110","finding":"Associated with guanidino and acetamido levels, this SNP also showed novel associations with branched-chain amino acids and various metabolism pathways, signifying its broad metabolic impact.","chrpos":"chrX:39097943","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs867460874","finding":"This variant in the VSIG4 gene demonstrated a significant association with long chain monounsaturated fatty acids, suggesting its regulatory role in lipid metabolism.","chrpos":"chrX:66037186","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs11553055","finding":"Associated with guaiacol sulfate through the ASMTL gene, this SNP further contributes to our understanding of metabolic regulation.","chrpos":"chrX:1403432","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604849","title":"Genetic Architecture and Analysis Practices of Circulating Metabolites in the NHLBI Trans-Omics for Precision Medicine (TOPMed) Program"}
{"loci":"rs12010078","finding":"The SNP rs12010078 was associated with the characterization of the JAK1 pseudokinase domain, influencing cytokine signaling pathways. This finding highlighted its relevance in the context of hyperproteinemia and blood cell homeostasis.","chrpos":"chrX:6720564","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.08.09.455622","title":"Mechanism of hyperproteinemia-induced blood cell homeostasis imbalance in an animal model"}
{"loci":"rs2071223","finding":"The SNP rs2071223 was associated with Bruton tyrosine kinase (BTK) in male lymphocytes, showing a significant association with a p-value of 0.005. This finding indicated a potential male-specific role of BTK in the severity of COVID-19, underscoring the importance of genetic factors in understanding sex differences related to disease outcomes.","chrpos":"chrX:101354559","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.01.407007","title":"Multimodal Single-Cell Omics Analysis of COVID-19 Sex Differences in Human Immune Systems"}
{"loci":"rs12010002","finding":"The SNP rs12010002 was associated with metabolic alterations in pancreatic ductal adenocarcinoma (PDAC) progression as noted in the study by Vernucci et al. (2019). This study emphasized metabolic reprogramming in PDAC cells, which was indicated by significant findings related to the peroxisomal fatty acid beta oxidation pathway and reactive oxygen species detoxification pathways.","chrpos":"chrX:105684991","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.07.14.452356","title":"Exploring the metabolic landscape of pancreatic ductal adenocarcinoma cells using genome-scale metabolic modeling"}
{"loci":"rs190509934","finding":"The SNP rs190509934 was associated with COVID-19 infection risk due to its effect on ACE2 expression levels. RegulomeDB identified multiple hits to DNase-seq peaks in lung-related biosamples, supporting the hypothesis that ACE2 expression may be regulated by CEBP, as evidenced by overlaps with DNase footprints in the upstream promoter region of ACE2.","chrpos":"chrX:15602217","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.10.18.512627","title":"Annotating and prioritizing human non-coding variants with RegulomeDB"}
{"loci":"rs4898","finding":"The SNP rs4898 in the TIMP1 gene was associated with early-onset preeclampsia development, which is a significant condition affecting pregnancy. The study noted that this polymorphism also had an impact on placenta weight, suggesting that it may influence placental health and function during pregnancy. This finding contributed to a better understanding of genetic factors involved in reproductive diseases.","chrpos":"chrX:47585586","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.11.09.566466","title":"Single-cell transcriptomic analysis of immune cell dynamics in the healthy human endometrium"}
{"loci":"rs12010210","finding":"The analysis indicated that rs12010210 was associated with the therapeutic potential of metformin as a treatment for high-grade glioma, suggesting a genetic predisposition to respond positively to metformin therapy.","chrpos":"chrX:89059757","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.16.516766","title":"A combination of Metformin and Epigallocatechin Gallate Potentiates Glioma Chemotherapy in vivo"}
{"loci":"rs6152","finding":"The rs6152 variant was linked to prostate cancer susceptibility, being located within the AR gene and interacting with an enhancer that regulates AR expression.","chrpos":"chrX:67545785","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.10.06.328567","title":"Exploring the effects of genetic variation on gene regulation in cancer in the context of 3D genome structure"}
{"loci":"rs201194898","finding":"The SNP rs201194898 located in the NPR showed genome-wide significant sdMAF p-values, indicating that minor allele frequencies were significantly larger in females than in males across all five super-populations. The sdMAF p-values were less than 1e-200, confirming a strong female bias.","chrpos":"chrX:9409042","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.27.466015","title":"Major sex differences in allele frequencies for X chromosome variants in the 1000 Genomes Project data"}
{"loci":"rs6634333","finding":"Similar to rs201194898, the SNP rs6634333 in the NPR also displayed significant sdMAF, with female allele frequencies being notably higher than male frequencies across five super-populations. Significant HWE testing results were observed in females, indicating an excess of heterozygous females in all populations except SAS.","chrpos":"chrX:141906073","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.10.27.466015","title":"Major sex differences in allele frequencies for X chromosome variants in the 1000 Genomes Project data"}
{"loci":"rs34507903","finding":"At position X:21940733A\/G, the SNP rs34507903 was identified in the gene coding for spermine synthase (SMS) in four female placentas. The findings indicated that this gene exhibited biallelic expression, which was linked to X chromosome inactivation escape in the context of altered polyamine metabolism and its association with placental dysfunction and pregnancy disorders.","chrpos":"chrX:21940733","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.09.447192","title":"Placental polyamines regulate acetyl-coA and histone acetylation in a sex-specific manner"}
{"loci":"rs1128363","finding":"At position X:48894188G\/A, the SNP rs1128363 was identified in the X-linked gene TIMM17B. This gene was chosen as a control due to its stable expression levels that did not significantly change by sex. The findings contributed to understanding the background of X-linked gene expression in relation to sex differences observed in placental gene regulation.","chrpos":"chrX:48894188","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.09.447192","title":"Placental polyamines regulate acetyl-coA and histone acetylation in a sex-specific manner"}
{"loci":"rs142932029","finding":"SNP rs142932029 in the gene FTSJ1 showed a highly significant association with facial morphology, with a p-value of 1.59 × 10−14. This variant was part of a study indicating large effects of low-frequency variants on facial traits.","chrpos":"chrX:48482730","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.07.30.227769","title":"Impact of low-frequency coding variants on human facial shape"}
{"loci":"rs12010131","finding":"The finding for SNP rs12010131 indicated its role in influencing cell viability, suggesting that TRPM7 could be targeted to suppress the breast cancer cell cycle.","chrpos":"chrX:149446090","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.15.623822","title":"Pan-Cancer Genetic Profiles of Mitotic DNA Integrity Checkpoint Protein Kinases"}
{"loci":"rs11091354","finding":"The SNP rs11091354 was linked to purine metabolism and apoptosis within cancer cells as described in the referenced study by Camici et al. (2019). It portrayed a significant association with metabolic processes that can impact cancer growth, particularly in terms of nucleotide biosynthesis and its relation to cellular apoptosis.","chrpos":"chrX:54851502","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.12.20.572547","title":"L-glyceraldehyde inhibits neuroblastoma cell growth via a multi-modal mechanism on metabolism and signaling"}
{"loci":"rs952836","finding":"The study reported that the rs952836 SNP was identified within the interval shared by all affected individuals from families FALS5 and FALS14. This interval, associated with the UBQLN2 gene, confirmed a founder effect of the UBQLN2 p.T487I mutation, which was linked to ALS and\/or FTD phenotypes in these families.","chrpos":"chrX:40484835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.12.475792","title":"Hippocampal protein aggregation signatures fully distinguish pathogenic and wildtype UBQLN2 in amyotrophic lateral sclerosis"}
{"loci":"rs6423133","finding":"Similar to rs952836, the rs6423133 SNP was part of the identified 68 cM interval shared among affected individuals from families FALS5 and FALS14. This finding also supported the pathogenicity of the UBQLN2 p.T487I mutation, indicating its role in the ALS\/FTD spectrum.","chrpos":"chrX:124474442","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.01.12.475792","title":"Hippocampal protein aggregation signatures fully distinguish pathogenic and wildtype UBQLN2 in amyotrophic lateral sclerosis"}
{"loci":"rs886039559","finding":"The R625X (p.Arg625Ter) mutation in the CACNA1F gene was found to cause a premature stop codon, leading to loss of normal protein function, and was linked to primary immunodeficiency, X-linked incomplete congenital stationary night blindness, and immune dysfunction in the studied siblings. This mutation was previously documented in a family with similar symptoms.","chrpos":"chrX:49224798","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/864280","title":"Mutation of an L-Type Calcium Channel Gene Leads to a Novel Human Primary Cellular Immunodeficiency"}
{"loci":"rs12010041","finding":"There was a significant finding related to the SNP rs12010041, which was associated with integrin α6β4 expression in colorectal cancer (CRC). The article referenced indicated that this SNP could have implications in understanding alterations in expression patterns and functional roles of integrins, particularly in relation to the tumor microenvironment. This finding provided insights into potential biomarkers for cancer management.","chrpos":"chrX:145115634","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.19.590324","title":"Unveiling the Mechanisms to Bypass KRAS Inhibition: In Vitro Insights into the Influence of Fibroblast-Secretome"}
{"loci":"rs12092652","finding":"The SNP rs12092652 was associated with putative driver alterations in cancer samples. The research highlighted that a subset of tumor cells exhibited an enrichment of these alterations compared to normal cells, suggesting that this SNP may play a role in cancer cell identification and analysis.","chrpos":"chrX:76760900","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.28.489880","title":"A novel computational approach to identify cancer cells in scRNA-seq data"}
{"loci":"rs56269549","finding":"At the rs56269549 locus, located on the X chromosome, targeted DAF-seq was employed to phase bottom strand reads in GM12878 cells. This study revealed that the four UBA1 transcriptional start sites (TSSs) displayed distinct accessibility patterns based on haplotype variations, confirming the method's aptitude for analyzing single heterozygous variants in chromatin contexts. The canonical UBA1 TSS was accessible on both the Xa and Xi alleles, while three upstream TSSs were selectively accessible on the Xa haplotype, indicating a clear relationship between genetic architecture and gene regulation.","chrpos":"chrX:47194331","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.11.06.622310","title":"Deaminase-assisted single-molecule and single-cell chromatin fiber sequencing"}
{"loci":"rs112977454","finding":"The SNP rs112977454 was identified as an expression quantitative trait loci (eQTL) with a notable segregation in African populations. This variant was found to have a CADD score of 9.018, indicating a potential for pathogenicity, and it significantly impacted the transcription factor binding to the gene JPX, which is involved in X chromosome inactivation. The region associated with this SNP presented a strong signal of positive selection in African populations, reflecting modifications in the regulatory activity of enhancers linked to the transcription regulation of JPX and potentially contributing to population-specific adaptations.","chrpos":"chrX:73918279","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.24.445399","title":"Chromosome X-wide analysis of positive selection in human populations: from common and private signals to selection impact on inactivated genes and enhancers-like signatures"}
{"loci":"rs5913773","finding":"The SNP rs5913773 was identified as replicating in a previous study related to Red Blood Cell (RBC) traits. Among 7 findings for RBC, 5 were novel while 2, including rs5913773, were previously reported.","chrpos":"chrX:54882967","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.14.557703","title":"Light-speed whole genome association testing and prediction via Approximate Message Passing"}
{"loci":"rs5960376","finding":"The SNP rs5960376 also replicated in a previous study concerning Red Blood Cell (RBC) traits, sharing the same novelty status as rs5913773.","chrpos":"chrX:54891197","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.14.557703","title":"Light-speed whole genome association testing and prediction via Approximate Message Passing"}
{"loci":"rs1339116","finding":"The SNP rs1339116 was described as novel and was located intragenically near the DIAPH2 gene, which is associated with High-Density Lipoprotein (HDL) levels.","chrpos":"chrX:122273563","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.14.557703","title":"Light-speed whole genome association testing and prediction via Approximate Message Passing"}
{"loci":"rs10126777","finding":"The SNP rs10126777 was noted to be near the TBX22 gene, which was linked to bone formation and cleft palate, being one of the 21 novel findings for Bone Mineral Density (BMD) traits.","chrpos":"chrX:79882589","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.14.557703","title":"Light-speed whole genome association testing and prediction via Approximate Message Passing"}
{"loci":"rs189438396","finding":"The SNP rs189438396 was found to be upstream of the PTCHD1 gene with a p-value of 0.0019, contributing to the 41 novel findings associated with Mean Corpuscular Hemoglobin (MCH) traits.","chrpos":"chrX:23194052","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.09.14.557703","title":"Light-speed whole genome association testing and prediction via Approximate Message Passing"}
{"loci":"rs1751094","finding":"The ITM2A rs1751094 polymorphism was reported to be associated with autoimmune thyroid disease in Korean pediatric patients, according to Cho et al. in 2023.","chrpos":"chrX:79360853","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.06.01.543204","title":"Identification of differentially expressed genes and enriched pathways in inflammatory bowel disease using bioinformatics and next generation sequencing data analysis"}
{"loci":"rs3788853","finding":"This SNP, positioned approximately 2 kb upstream of the TSS of XPNPEP2, was highlighted in SuRE assays for demonstrating a strong (approximately 5-fold) concordant effect on enhancer activity in HepG2 cells.","chrpos":"chrX:129736814","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/460402","title":"Systematic identification of human SNPs affecting regulatory element activity"}
{"loci":"rs2269372","finding":"The SNP variant rs2269372, located on chromosome X at position 153,207,545, was associated with schizophrenia in a Han Chinese population and systemic lupus erythematosus in a European population, both at a genome-wide significance level of P < 5×10^-8. This finding related to the gene RENBP, which was implicated in the age-by-sex interaction study.","chrpos":"chrX:153942092","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/606020","title":"An epigenome-wide association study of sex-specific chronological ageing"}
{"loci":"rs12010052","finding":"The SNP rs12010052 was identified as a significant marker related to the expression of circulating extracellular vesicle microRNA, which served as a diagnostic biomarker in early colorectal cancer. This finding underscored the potential of using microRNA profiles in extracellular vesicles for early detection and prognosis of this cancer type.","chrpos":"chrX:131050278","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.12.589108","title":"In situ investigation of extracellular vesicles in viscous formulations: interplay of nanoparticle transport and nano rheology through interferometric light microscopy analysis"}
{"loci":"rs1385699","finding":"The study noted that the XEDAR coding variant R57K (rs1385699) was suggested to be a target of positive natural selection in East Asia. This finding highlighted the evolutionary significance of this variant and its potential impact on ectodermal appendage development, particularly in relation to mammary gland differentiation.","chrpos":"chrX:66605144","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.09.08.507158","title":"Ectodysplasin signaling via Xedar is required for mammary gland morphogenesis"}
{"loci":"rs4646116","finding":"The finding related to the SNP rs4646116 (p.Lys26Arg) indicated that this variant was predominant in the Ashkenazi Jewish and European non-Finnish cohorts, with an allele frequency of 0.01 and 0.006 respectively. It was discovered that this variant enhanced the binding affinity for the SARS-CoV-2 Spike protein, indicating a potential increased susceptibility to infection or severe disease caused by COVID-19. This connection underscored its relevance in the global epidemiology of COVID-19.","chrpos":"chrX:15600835","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.21.445118","title":"Missense variants in human ACE2 modify binding to SARS-CoV-2 Spike"}
{"loci":"rs139643362","finding":"The variant rs139643362 was identified as a pathogenic variant linked to X-linked hereditary motor and sensory neuropathy. This finding specifically pointed to oligodendrocytes as the relevant brain cell type. This was further supported by searches in the mouse brain atlas, which showed matches for glia and Schwann cells in the dorsal root ganglion, aligning with literature that implicated this disease in myelination deficiencies.","chrpos":"chrX:71224197","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/788596","title":"Fast searches of large collections of single cell data using scfind"}
{"loci":"rs5030868","finding":"The study identified the G6PD Mediterranean mutation, rs5030868 (G>A; p.S188F), associated with malaria resistance. This mutation was found in three out of four ancient Bahraini samples, particularly in the individuals AS_EMT (homozygous) and MH2_LT (heterozygous). The presence of the mutation suggested that it had increased in frequency in Eastern Arabia from around 5-6 thousand years ago, correlating with the emergence of agriculture in the region. Additionally, this mutation was confirmed in a phylogenetic analysis where ancient Bahraini samples clustered with current populations from the Arabian Peninsula, but was absent in other ancient populations from Lebanon and Greece.","chrpos":"chrX:154534419","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2023.10.01.559299","title":"Ancient genomes illuminate Eastern Arabian population history and adaptation against malaria"}
{"loci":"rs5945430","finding":"The SNP rs5945430 was associated with a severe clinical course in male patients with Multiple Sclerosis. While this finding primarily relates to Multiple Sclerosis, it raises the potential for shared genetic factors that could influence other metabolic and neurological conditions, including obesity-related diabetes.","chrpos":"chrX:154465991","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.12.25.424383","title":"Bioinformatics Analysis of Key Genes and Pathways for Obesity Associated Type 2 Diabetes Mellitus as a Therapeutic Target"}
{"loci":"rs11091285","finding":"The SNP rs11091285 was associated with K(Ca)3.1 channels, which were found to confer radioresistance to breast cancer cells. This finding suggested that variations at this locus may influence how breast cancer cells respond to radiation therapy.","chrpos":"chrX:53625891","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.04.12.488002","title":"Monitoring extracellular ion and metabolite dynamics with recombinant nanobody-fused biosensors"}
{"loci":"rs878853698","finding":"The variant rs878853698 was located at the interface of the GLA-GLA complex and was connected to Fabry disease. This mutation resulted in a damaging effect on the enzymatic activity of the lysosomal enzyme alpha-galactosidase A, leading to the clinical manifestations of Fabry's disease such as cardiac hypertrophy and fibrosis. Similar to the previous case, this variant was marked as \"likely pathogenic\" by ClinVar and was predicted by SWING to be disruptive of its corresponding protein-protein interaction, while it was missed by AlphaMissense.","chrpos":"chrX:101397874","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.05.01.592062","title":"Sliding Window INteraction Grammar (SWING): a generalized interaction language model for peptide and protein interactions"}
{"loci":"rs11094813","finding":"SNP rs11094813 was used as a proxy for the missing SNP rs12556975 in the female cerebellum FUSION eQTL panel, demonstrating high imputation quality metrics with r^2 values above 0.9.","chrpos":"chrX:5786216","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.29.450314","title":"Analysis of expression Quantitative Trait Loci for NLGN4X in relation to language and neurodevelopmental function: an exploratory analysis using FUSION and GTEx workflows"}
{"loci":"rs150758913","finding":"SNP rs150758913 was included in the analyses as a proxy for rs182391645 after confirming concordance in monozygotic twins, though it had a lower quality metric (R-squared of 0.54) in terms of imputation quality.","chrpos":"chrX:6566549","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.06.29.450314","title":"Analysis of expression Quantitative Trait Loci for NLGN4X in relation to language and neurodevelopmental function: an exploratory analysis using FUSION and GTEx workflows"}
{"loci":"rs11091137","finding":"The SNP rs11091137 was found to be significantly associated with the perceived diversity of forests as indicated in prior research. The study by Frey et al. (2019) explored the relationship between forest structural complexity and various biodiversity factors including tree species richness, suggesting that genetic variations such as those indicated by rs11091137 could influence individual perceptions of biodiversity and its impact on mental well-being.","chrpos":"chrX:45041760","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.04.03.587905","title":"Perceived biodiversity: is what we measure also what we see and hear?"}
{"loci":"rs2239464","finding":"The SNP rs2239464, located in the methyl-CpG binding protein 2 (MeCP2) gene on the X chromosome, was associated with reduced cortical surface area specifically in males. This finding was established through analysis in two independent datasets, emphasizing a sex-based difference in its impact; the effect was not observed in females, which was hypothesized to be due to females possessing a second copy of the gene that provides protective effects.","chrpos":"chrX:154082978","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/842567","title":"Sex differences in Variability of Brain Structure Across the Lifespan"}
{"loci":"rs11091220","finding":"The SNP rs11091220 related to the p21 (Cip1\/Waf1\/CDKN1A) gene, which plays a critical role in cell cycle regulation. The findings illustrated its association with the modulation of cell proliferation and transition from G1 to S phase in cancer contexts, including bladder cancer.","chrpos":"chrX:48205197","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.06.11.495720","title":"Benzidine Induces Proliferation of UMUC3 Bladder Cancer Cells Through Activation of ERK5 Pathway"}
{"loci":"rs1050828","finding":"The common variant rs1050828-T in the G6PD gene, identified as p.Val98Met, was strongly associated with decreased HbA1c in both African-Americans and Hispanics, with a P-value of 5.1 × 10^-210. It accounted for 23% of HbA1c variance in African-Americans and 4% in Hispanics. This variant likely resulted in erythrocytic lifespan shortening due to G6PD deficiency, impacting the HbA1c levels measured.","chrpos":"chrX:154536002","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/643932","title":"Impact of rare and common genetic variants on diabetes diagnosis by hemoglobin A1c in multi-ancestry cohorts: The Trans-Omics for Precision Medicine Program"}
{"loci":"rs76723693","finding":"The rare variant rs76723693-G in G6PD was also significantly associated with HbA1c, showing a decrease in HbA1c of -0.98% in hemizygous males and -0.46% in heterozygous females. It had a P-value of 2.8 × 10^-15 and is characterized as affecting erythrocytic traits, similar to the more common rs1050828. It was identified to account for additional variance in HbA1c when considered alongside rs1050828.","chrpos":"chrX:154533025","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/643932","title":"Impact of rare and common genetic variants on diabetes diagnosis by hemoglobin A1c in multi-ancestry cohorts: The Trans-Omics for Precision Medicine Program"}
{"loci":"rs138166791","finding":"The G>C substitution (SNP rs138166791) was located in the penultimate position of the 3p passenger strand of hsa-miR-890. This mutation significantly lowered the cleavage efficiency by DROSHA and consequently decreased the levels of both mature miR-890-5p and passenger miR-890-3p, indicating a direct impact on miRNA processing associated with alterations in gene regulation.","chrpos":"chrX:145994286","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.06.05.136036","title":"Pan-Cancer analysis of somatic mutations in miRNA genes"}
{"loci":"rs6609533","finding":"The SNP rs6609533 in TIMP-1 was associated with susceptibility to Type 2 diabetes, suggesting a role in the regulation of metalloproteinase activity in diabetes.","chrpos":"chrX:47585887","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2022.11.21.517323","title":"Identification of Key Genes and Underlying Mechanisms in Cystic Fibrosis and its Associated Complications Based on Bioinformatics Analysis of Next Generation Sequencing Data Analysis"}
{"loci":"rs6152","finding":"The variant rs6152 was mentioned concerning its association with an increased risk of baldness, particularly relevant for males looking to ascertain their predisposition to early-onset hair loss.","chrpos":"chrX:67545785","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.07.23.604393","title":"Towards a new standard in genomic data privacy: a realization of owner-governance"}
{"loci":"rs4828696","finding":"The study reported a significant association between the GABRA3 gene SNP rs4828696 and the categorization of individuals as responders or non-responders to a-tDCS. Those with the 'variant expression' of this SNP were found to be 3.5 times more likely to be categorized as responders compared to those with 'normal expression'. Additionally, significant increases in corticospinal excitability (CSE) were noted for the 'variant expression' subgroup following a-tDCS, indicating a relationship between GABA-A receptor variations and the capacity to undergo cortical plasticity.","chrpos":"chrX:152413524","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.31.017798","title":"Can genetic polymorphisms predict response variability to anodal transcranial direct current stimulation of the primary motor cortex?"}
{"loci":"rs1112122","finding":"The study found a significant association between the GABRA3 gene SNP rs1112122 and responder\/non-responder subgroup categorization, indicating those with 'variant expression' were three times more likely to be responders compared to the 'normal expression' group, showcasing its relevance in predicting a-tDCS response.","chrpos":"chrX:152437532","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2020.03.31.017798","title":"Can genetic polymorphisms predict response variability to anodal transcranial direct current stimulation of the primary motor cortex?"}
{"loci":"rs1059702","finding":"The variant rs1059702 was reported to be associated with hematological traits, as indicated in the study results, which also achieved a VDA score of 0.7.","chrpos":"chrX:154018741","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2021.05.23.445314","title":"Comprehensive assessment of Indian variations in the druggable kinome landscape highlights distinct insights at the sequence, structure and pharmacogenomic stratum"}
{"loci":"rs1137070","finding":"The study suggested that the MAOA rs1137070 SNP was associated with changes in gray matter volume (GMV) within the salience network of the brain among heroin addiction patients. The findings indicated that this specific SNP altered GMV in conjunction with heroin intake, linking genetic factors to structural brain changes in individuals with opioid use disorder (OUD). This highlighted the potential role of the MAOA gene variant in the neurobiological effects of heroin.","chrpos":"chrX:43744144","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/2024.02.26.582024","title":"Long-access heroin self-administration induces region specific reduction of grey matter volume and microglia reactivity in the rat"}
{"loci":"rs1718043","finding":"The SNP rs1718043 at the DMD locus exhibited a significant association with serum urate levels in the Japanese population (P = 8.8 x 10^-5), affirming its potential role in urate metabolism.","chrpos":"chrX:32070459","link":"https:\/\/www.biorxiv.org\/content\/10.1101\/743864","title":"Genomic dissection of 43 serum urate-associated loci provides multiple insights into molecular mechanisms of urate control"}